{
  "20250319": [
    {
      "title_ja": "コカイン依存に苦しむ母親たちの隠れた危機について報告しました。",
      "title": "The hidden crisis of mums struggling with cocaine addiction",
      "url": "https://news.stv.tv/world/the-hidden-crisis-of-mums-struggling-with-cocaine-addiction",
      "summary_ja": "母親たちがコカイン依存に苦しむ隠れた危機についての報道です。ノーフォークのある母親が、育児のストレスを軽減するためにコカインに依存するようになった経緯を語っています。最新の統計によれば、イギリスにおけるコカイン使用は過去20年間で倍増しており、特に母親たちの間での使用が増加しています。\n\n依存症には多くの stigma（偏見）が伴い、母親としての役割があるために問題を認めることが難しくなっています。コカインは一時的な安らぎを提供しますが、長期的には深刻な影響を及ぼし、特に子供たちにも悪影響を与える可能性があります。\n\n専門家は、依存症の兆候を認識することが重要であると指摘し、周囲の人々が理解とサポートを持って接することが必要だと述べています。支援を必要としている母親たちが適切な支援を受けられるように、周囲の理解と助けが求められています。",
      "comment_ja": ""
    },
    {
      "title_ja": "プリンス・ハリーの米国ビザ記録が裁判で公開されました。",
      "title": "Prince Harry’s US visa records released in court after drugs revelations",
      "url": "https://news.stv.tv/world/prince-harrys-us-visa-records-released-in-court-after-drugs-revelations",
      "summary_ja": "プリンス・ハリーのアメリカのビザに関する記録が、薬物使用の告白を受けて裁判所で公開されました。ハリー公爵は自著『スペア』の中でコカイン、マリファナ、そしてサイケデリックマッシュルームを使用したことを明らかにしています。ワシントンDCの裁判官は、昨年、ハリーのビザ申請がプライベートであるべきだと判断しましたが、保守系シンクタンクのヘリテージ財団が公開を求める訴訟を起こしました。裁判官は、ハリーの移民記録の公開に対する公共の関心は、彼のプライバシーの権利によって上回ると述べました。ハリー公爵は、コカインは自分にとって効果がなかったが、マリファナは本当に助けになったと語っています。",
      "comment_ja": ""
    },
    {
      "title_ja": "ギリシャがスコットランド戦の前にオットー王の伝説を召喚した。",
      "title": "Greeks summon legend of King Otto before Scotland tie",
      "url": "https://www.bbc.com/sport/football/articles/cn9vpy9g8l3o",
      "summary_ja": "ギリシャ代表は、スコットランドとの対戦を前に、オットー王の伝説を呼び起こしました。ポルトガルで開催されたこのトーナメントでは、ギリシャは24年ぶりのユーロ出場で15番目の優勝候補と見なされていましたが、驚くべきことに、彼らは決勝でポルトガルを下し、史上初のユーロ制覇を達成しました。監督のレハーゲル氏は、ギリシャサッカーの歴史に名を刻む功績を残し、国民はアテネのオモニア広場で祝福しました。ギリシャは、各ノックアウトゲームを1-0で勝利し、特にチェコとの準決勝では「シルバーゴール」ルールが適用されるという珍しい展開もありました。現在、ギリシャはスコットランドとのネイションズリーグプレーオフに向けて準備を進めています。",
      "comment_ja": ""
    },
    {
      "title_ja": "エバンス選手が2014年大会の刺激を受け、グラスゴーでの栄光を目指した。",
      "title": "Evans seeks Glasgow glory after 2014 Games inspiration",
      "url": "https://www.bbc.com/sport/cycling/articles/czdn2ql4ynyo",
      "summary_ja": "ネア・エバンス選手は、来年のグラスゴー・コモンウェルスゲームズで金メダルを目指すことが「信じられないほど素晴らしい」と述べています。彼女は2014年の大会における「レガシー」の一部であると感じており、その経験が自身のサイクリングキャリアに大きな影響を与えたと語っています。\n\n34歳の二度のオリンピック銀メダリストであるエバンス選手は、2017年に本格的に競技を始める前に、2014年の大会がなければトラックサイクリングを始めていなかったと明かしました。大会のために建設されたサー・クリス・ホイ・ヴェロドロームで初めてトラックの認定を受けたことが、彼女の競技人生の大きな転機となったと言います。\n\nエバンス選手は、12年後の大会で金メダルを獲得することが「絶対に信じられないほど素晴らしい」と期待を寄せており、トラックイベントは非常に競争が激しいことを認識しつつも、次のシーズンの大きな目標としていると強調しています。",
      "comment_ja": ""
    },
    {
      "title_ja": "元労働党MSPのニール・フィンドレイ氏が、給付金削減に抗議して党を辞めました。",
      "title": "Former Labour MSP Neil Findlay quits party in protest against benefit cuts",
      "url": "https://news.stv.tv/politics/former-labour-msp-neil-findlay-quits-party-in-protest-against-benefit-cuts",
      "summary_ja": "元スコットランド労働党の議員、ニール・フィンドレー氏が、イギリス政府の50億ポンドの福祉制度削減に抗議して労働党を辞めたと発表しました。フィンドレー氏は、弱者や貧困層を「罰し、烙印を押す」と政府を非難し、オープンレターをXに投稿しました。\n\n彼は35年間スコットランド労働党のメンバーであり、党の活動に多くの時間を費やしてきましたが、最近の福祉制度改革が障害者や長期的な健康問題を抱える人々への支援を大きく変更するとして、もう党に留まることができないと述べています。\n\n改革内容には、ユニバーサルクレジットや求職者手当の変更が含まれ、障害者向けの個人独立手当（PIP）の受給資格も厳しくなる見込みです。フィンドレー氏は、労働党が次回の選挙で大きな敗北を喫する可能性があるとも警告しており、党の現状を憂慮しています。\n\nスコットランド労働党はコメントを求められています。",
      "comment_ja": ""
    },
    {
      "title_ja": "マザウェルがキャラム・スラッタリー選手とスティーブン・オドネル選手の契約延長を確認しました。",
      "title": "Motherwell confirm contract extensions for Callum Slattery and Stephen O’Donnell",
      "url": "https://news.stv.tv/sport/motherwell-confirm-contract-extensions-for-callum-slattery-and-stephen-odonnell",
      "summary_ja": "マザーウェルFCは、キャリム・スラッタリー選手とスティーブン・オドネル選手に対して、1年間の契約延長を発表しました。スラッタリー選手は、重い膝の怪我から復帰後、8試合で3ゴールを記録するなど、素晴らしいパフォーマンスを見せています。彼はクラブの信頼に感謝し、フィットネスを取り戻すことを目指していると述べました。\n\n一方、オドネル選手は今シーズン28試合に出場し、マザーウェルでの6シーズン目を迎えます。彼は地元のクラブでプレーできることを誇りに思い、コミュニティの一体感を感じているとコメントしています。\n\nマネージャーのマイケル・ウィンマー氏は、両選手がプロフェッショナルであり、チームのために全力を尽くしていると称賛しました。彼は、次のシーズンに向けての基盤を築くことの重要性を強調し、スラッタリー選手の復帰を喜び、オドネル選手の働きぶりを評価しました。",
      "comment_ja": ""
    },
    {
      "title_ja": "スコットランドはタウンゼントと共に進むべきか、迷ったときがありました。",
      "title": "Listen: Should Scotland stick or twist with Townsend?",
      "url": "https://www.bbc.co.uk/sounds/play/p0kyxk63",
      "summary_ja": "スコットランドはトウンゼント監督と共に進むべきか、あるいは新たな道を選ぶべきか、というテーマについて議論されている内容です。この記事では、スコットランドのラグビー代表チームの現状や、トウンゼント監督の指導力がどのように影響しているかについて詳しく述べられています。",
      "comment_ja": ""
    },
    {
      "title_ja": "サンタンデールが95の支店を閉鎖し、750の雇用が危ぶまれました。",
      "title": "Santander to close 95 branches putting 750 jobs at risk",
      "url": "https://news.stv.tv/world/santander-to-close-95-branches-putting-750-jobs-at-risk",
      "summary_ja": "サンタンデール銀行が、イギリスで95の支店を閉鎖し、約750の雇用が危機に瀕していることを発表しました。この閉鎖は6月に実施され、36の支店では営業時間が短縮され、18の支店はカウンターなしの形式に変更されます。これにより、現在の444の支店が349に減少する見込みです。\n\nサンタンデールUKの広報担当者は、「顧客の行動が変化している中で、支店が未来に適応できるように努めている」と述べました。また、「支店を閉鎖することは常に困難な決定であり、顧客への影響を最小限に抑える方法を慎重に検討している」と強調しました。",
      "comment_ja": ""
    },
    {
      "title_ja": "NASAの宇宙飛行士が9ヶ月の宇宙滞在を終え、地球に帰還しました。",
      "title": "Nasa astronauts splash down after nine months stuck in space",
      "url": "https://news.stv.tv/world/nasa-astronauts-splash-down-after-nine-months-stuck-in-space",
      "summary_ja": "NASAの宇宙飛行士、スニ・ウィリアムズさんとブッチ・ウィルモアさんが、9ヶ月間の宇宙滞在を終え、ついに地球に帰還しました。二人は、フロリダ州タラハシー沖で水面に着水し、家族たちが見守る中、スペースXの救助船によって水から引き揚げられました。\n\nウィリアムズさんとウィルモアさんは、もともと短期間の滞在を予定していましたが、技術的な問題や安全上の懸念から滞在期間が286日間に延長されました。彼らは国際宇宙ステーションで様々な実験を行い、宇宙での作業を経験しました。ウィリアムズさんは、女性宇宙飛行士としてのキャリアの中で、最も多くの時間を宇宙遊泳に費やす記録を樹立しました。\n\n地球に帰還した二人は、健康チェックを受けるためにストレッチャーで運ばれました。彼らの帰還は、世界中の注目を集め、多くの人々に感動を与えました。",
      "comment_ja": ""
    },
    {
      "title_ja": "スコットランドの男性受刑者における頭部外傷の重大な歴史があった。",
      "title": "Significant history of head injuries among male prisoners in Scotland",
      "url": "https://www.heraldscotland.com/news/25019059.80-male-prisoners-scotland-head-injury-history/?ref=rss",
      "summary_ja": "スコットランドの男性囚人の間での頭部外傷の重要な歴史についての研究が報告されました。この研究によると、約35%の男性囚人が長期間にわたり繰り返し頭部外傷を経験していることが明らかになりました。頭部外傷の主な原因は暴力であり、その他の原因からの傷害も多く見られました。\n\n研究では、頭部外傷がもたらす影響についても調査されており、35%の被験者が重大な頭部外傷に関連する障害を経験していることが示されています。さらに、深刻な頭部外傷と臨床的な不安、うつ病、問題のある薬物およびアルコール使用との関連が見つかりました。また、頭部外傷は社会的関係の難しさや自己管理能力の低下とも関連しており、これらは犯罪行動のリスク要因とされています。\n\nこの研究を担当したトム・マクミラン教授は、「我々の研究は、スコットランドの男性犯罪者における重大な頭部外傷の有病率と影響に関する重要な新情報を明らかにしました」と述べています。この研究は、スコットランドの8,000人以上の成人男性囚人の代表的なサンプルを基にしており、頭部外傷と刑事司法システムに関する一連の研究の一部です。\n\n研究の結果は、囚人に対する教育ツールやスタッフ向けのeラーニングモジュールの開発につながっており、これらはスコットランドのNHS教育機関と共同で制作されています。この研究は、精神医学の専門誌『Frontiers in Psychiatry』に掲載され、スコットランド政府から部分的に資金提供を受けています。",
      "comment_ja": ""
    }
  ],
  "20250320": [
    {
      "title_ja": "ヴァーツラフ・チェルニー選手の旧ファーム・レンジャーズのシャツが24,000ポンドで売られました。",
      "title": "Vaclav Cerny’s Old Firm Rangers shirt selling for £24,000 amid water squirting probe",
      "url": "https://news.stv.tv/sport/vaclav-cernys-old-firm-rangers-shirt-selling-for-24000-amid-water-squirting-probe",
      "summary_ja": "レンジャーズのフォワード、ヴァーツラフ・チェルニー選手が着用したオールドファームのユニフォームが、警察による調査の中で24,000ポンドで販売されることになりました。このユニフォームは、彼が試合中にセルティックファンに水をかけたという疑惑に関連しています。試合の映像には、チェルニー選手が勝利を祝う際に水をスプレーする様子が映っており、セルティックはこの件について関係当局に懸念を示しました。現在、ユニフォームはオークションサイトで激しい入札戦が繰り広げられており、入札価格は急上昇しています。チェルニー選手はこの騒動について「非常に不条理だ」と語っています。",
      "comment_ja": ""
    },
    {
      "title_ja": "スコットランド資格当局が3つのナショナル5資格の試験を廃止しました。",
      "title": "Scottish Qualifications Authority scraps exams for three National 5 qualifications",
      "url": "https://news.stv.tv/scotland/scottish-qualifications-authority-scraps-exams-for-three-national-5-qualifications",
      "summary_ja": "スコットランドの資格機関であるスコティッシュ・クオリフィケーションズ・オーソリティ（SQA）は、3つのナショナル5資格において試験を廃止することを発表しました。具体的には、実践的なケーキ製作、金属加工、木工の各科目において、外部採点の問題用紙が取り除かれます。この決定は、SQAの暫定責任者であるジョン・ブース氏とスコットランドの主任試験官であるドナ・スチュワート氏によって、エディンバラのポートベロ高校での訪問時に確認されました。\n\nSQAによれば、これらのコースは実践的なスキルの育成に重点を置いており、理論的な内容はごくわずかであり、他の評価方法で効果的に評価できるとしています。来年度にこれらの科目を受講する生徒が、新しい評価方法を最初に体験することになります。\n\n教育長官のジェニー・ギルルス氏は、昨年、試験が生徒の成績において重要な役割を果たすことが少なくなると述べました。また、ハワード・レビューに基づき、生徒が5年生になる前に試験を受けないことが推奨されています。ギルルス氏は、大部分のコースにおいて試験は続行されるが、課題や教室での評価により重点を置くことになると述べています。\n\nブース氏は、この発表がSQAの「変革の展望」に従ったものであり、国家資格全般について評価方法のバランスを見直すことを目指していると強調しました。スチュワート氏は、教師や講師からのフィードバックが、試験問題を廃止する決定の中心であったと述べています。",
      "comment_ja": ""
    },
    {
      "title_ja": "サーモンの数がスコットランドの主要な川で記録的なレベルに達した。",
      "title": "Salmon numbers on major Scottish river approaching record levels",
      "url": "https://www.heraldscotland.com/news/25023357.salmon-numbers-rover-tweed-approaching-record-levels/?ref=rss",
      "summary_ja": "スコットランドの主要な川であるトゥイード川のサーモンの数が記録的なレベルに近づいています。環境保護団体や釣り人にとって、河川の健康が改善され、大規模なサーモンの個体群を支えることができることを示す良い兆候とされています。ホワイトアダー川やガラ川の数が増加している一方で、エトリック川でも増加傾向が見られます。釣りの専門家であるウィル・ドレイパー氏によると、トゥイード川はスコットランドで最も多くのサーモンをフライフィッシングで捕獲することで知られています。2024年には、ガラ川とホワイトアダー川で第二位の高い記録が達成され、エトリック川でも前年より数が増加しました。これにより、早いシーズンに初めての春のサーモンを捕まえようとする釣り人にとって素晴らしい機会が提供されています。",
      "comment_ja": ""
    },
    {
      "title_ja": "会社が従業員の圧死により86,000ポンドの罰金を科された。",
      "title": "Company fined £86,000 after worker crushed",
      "url": "https://www.bbc.com/news/articles/c2d4y7ppy20o",
      "summary_ja": "会社は、作業員がコンベヤとコンクリートブロックの間に挟まれたことにより、86,000ポンドの罰金を科されました。62歳のブライアン・ドノヒューさんは、フォークリフトから降りた後に医療的な発作を起こし、コンベヤの上に倒れ込んでしまいました。裁判所では、彼のハイビズ服がレーザーセンサーに影響を与え、コンベヤが再起動した可能性があると指摘されています。この事故は2022年4月に発生しました。ドノヒューさんは、肩甲骨骨折、7本の肋骨骨折、気胸、神経損傷などの重傷を負い、集中治療を受けました。彼は現在、障害手当を受け取っており、神経痛や胸の痛み、息切れに悩まされています。マシャルズ・モノ社は、労働安全衛生法に違反したことを認めています。",
      "comment_ja": ""
    },
    {
      "title_ja": "ファーガソン造船所が新しいCEOを任命しました。カラマックのフェリー契約を失った直後でした。",
      "title": "Ferguson shipyard appoints new CEO days after losing CalMac ferry contract",
      "url": "https://news.stv.tv/scotland/ferguson-shipyard-appoints-new-ceo-days-after-losing-calmac-ferry-contract",
      "summary_ja": "スコットランドの国有造船所であるファーガソン・マリンは、カラマックフェリーの新造船契約を失った直後に新しいCEOを任命しました。バブコックの幹部であるグレーム・トムソン氏が、5月1日からその役割を引き受けることになります。彼の任命は、ポート・グラスゴー造船所にとって重要なタイミングで行われました。\n\n契約はポーランドの造船会社に授与され、ファーガソンにとっては5年間の回復戦略の重要な一環でした。トムソン氏は、遅延が続いているカラマックフェリー「MVグレン・ローザ」の納品を監督することが主な任務となります。また、持続可能で長期的な未来を確保するために、新しい契約を獲得することを目指しています。\n\nトムソン氏は、造船、建設、エネルギー分野で20年以上の経験を持ち、ファーガソン・マリンのCEOとしての役割を非常に楽しみにしていると述べています。また、過去の問題を乗り越え、ファーガソン・マリンの評判を回復させることを目指しています。ファーガソン・マリンの取締役会の会長であるアンドリュー・ミラー氏も、トムソン氏のチームへの参加を喜んでいると語っています。",
      "comment_ja": ""
    },
    {
      "title_ja": "スーパーバンドが「一度限り」のライブのために結成され、アルバムをリリースした。",
      "title": "'It felt like alchemy': Supergroup brought together for 'one-off' gig releases album",
      "url": "https://www.heraldscotland.com/news/25015322.supergroup-brought-together-one-off-gig-releases-album/?ref=rss",
      "summary_ja": "スーパーバンドが「一度限り」のギグのために結成され、アルバムをリリースしました。アーティストたちは、デビューアルバムの発売に向けて準備を進めており、その始まりとなった小さなカントリーハウスホテルでの思い出を語っています。彼らは、最初のギグを楽しんだことから、さらなる公演とレコーディングの決断に至りました。メンバーは、30年以上活動してきたTeenage Fanclubのブレイク氏や、スウェードの元メンバーであるバトラー氏など、著名な音楽家たちです。\n\nアルバムの制作は、ブレイク氏の自宅で行われ、楽曲はバトラー氏のロンドンのスタジオでミキシングされました。これまでに3つのシングルがリリースされており、アルバムの音楽スタイルはフォークとロックの融合となっています。バンドは、今後のツアーや海外公演についても期待を寄せています。アルバムは3月28日に355レコードからリリースされる予定です。",
      "comment_ja": ""
    },
    {
      "title_ja": "スコットランドの大学における留学生の大幅な減少があった。",
      "title": "Big drop in overseas students at Scottish universities",
      "url": "https://www.bbc.com/news/articles/c1w0y93w8vyo",
      "summary_ja": "スコットランドの大学における海外留学生の数が、昨年約10,000人減少したことが新たな統計により明らかになりました。これは、前年に過去最高に達した後の減少であり、留学生の授業料は大学の重要な資金源となっています。最新のデータによれば、スコットランドの大学に在籍する海外からの学生は73,915人で、前年の83,795人から12%の減少を見せています。\n\n特に、EUからの留学生はブレグジット以降半減し、現在は10,430人となっています。中国からの留学生が最も多く、2022/23年度の19,000人から17,565人に減少しました。また、インドからの留学生も12,235人から9,950人に、ナイジェリアからは9,415人から5,985人に減少しています。一方、パキスタンからの留学生は5,075人から5,540人に増加しました。\n\nダンディ大学は国際学生が27%減少し、グラスゴー大学も15%の減少を記録しましたが、エディンバラ大学は海外留学生の数を増やすことに成功しました。スコットランドにおける海外留学生の重要性が問われています。",
      "comment_ja": ""
    },
    {
      "title_ja": "英国とアイルランドのライオンズがオーストラリアツアーで対戦した。",
      "title": "British and Irish Lions will face indigenous and Pacific team on Australian tour",
      "url": "https://news.stv.tv/sport/british-and-irish-lions-will-face-indigenous-and-pacific-team-on-australian-tour",
      "summary_ja": "2025年のツアーにおいて、ブリティッシュ・アンド・アイルランド・ライオンズは、先住民と太平洋の遺産を持つチームと対戦することが、ラグビーオーストラリアから確認されました。この試合は、ファースト・ネイションズ＆パシフィカXVとのもので、7月22日にメルボルンのマーベル・スタジアムで行われます。この試合は、メルボルン・レベルズが管理下に入ったことにより、ツアースケジュールに空いた隙間を埋める役割を果たします。\n\nラグビーオーストラリアのCEOであるフィル・ウォーは、この試合がオーストラリアラグビーに貢献するコミュニティの「素晴らしい祝典」であると述べています。また、ライオンズのCEOであるベン・カルヴリーは、この試合に対して大きな期待を寄せています。\n\nウォー氏は、オーストラリアがライオンズとの試合に出場する選手を海外に移籍させないという憶測を否定し、オーストラリアのベストチームをフィールドに送り出す必要性を強調しました。最後に、ライオンズのコーチであるアンディ・ファレルは、5月8日にロンドンのO2アリーナでツアー参加メンバーを発表する予定です。",
      "comment_ja": ""
    },
    {
      "title_ja": "国有化されたファーガソン造船所が新しい社長を任命しました。",
      "title": "Nationalised Ferguson shipyard appoints new boss",
      "url": "https://www.bbc.com/news/articles/crmj0xj1gmgo",
      "summary_ja": "国有化されたファーガソン造船所は、新しいCEOを任命しました。グレーム・トムソン氏が5月1日から新しい最高経営責任者として就任します。トムソン氏は、ババコック社のプログラムディレクターとしてロイヤル・ネイビーのタイプ31フリゲートプログラムを監督していました。ファーガソン造船所は、重要なカリブ海フェリーの受注を逃した直後の任命となります。トムソン氏は、会社の能力を示す重要な契約の履行に焦点を当て、過去の問題を乗り越えて業界のリーダーとしての潜在能力を実現することに意欲を示しました。\n\n現在、造船所はMVグレン・ロサの完成に取り組んでおり、同船は9月の納品予定ですが、さらなる遅延が予想されています。ファーガソン造船所の会長アンドリュー・ミラー氏は、トムソン氏がビジネスの成長に重要な役割を果たすと信じています。",
      "comment_ja": ""
    },
    {
      "title_ja": "A9沿いの土地が1,000戸の住宅計画許可を得て販売されました。",
      "title": "Site off A9 with planning permission for 1,000 homes up for sale",
      "url": "https://www.heraldscotland.com/news/25023218.site-off-a9-planning-permission-1-000-homes-sale/?ref=rss",
      "summary_ja": "A9沿いのサイトが1,000戸の住宅用地として販売中です。この開発プロジェクトは、パースのブロクスデンラウンドアバウトの近くに位置し、最大1,500戸の住宅ユニットと商業施設の開発が計画されています。地元自治体からの支援を受けており、インフラの大幅なアップグレードも行われます。\n\n現在、販売中のフェーズ1、2、3では最大1,000戸の住宅ユニットが含まれています。A9の北側のコンターに沿って位置し、エディンバラ行きのM90や、インバネスおよびグラスゴー行きのA9など、主要な交通路へのアクセスも良好です。\n\nシェパード・チャータード・サーベイヤーズによると、ラバキンビレッジは「スコットランドで最も戦略的に重要な開発機会の一つ」とされています。プロジェクトには、ブロクスデンモビリティハブやエコイノベーションパークなどの重要なインフラプロジェクトも含まれ、ホテルや小売店、バスのデポ、多層駐車場、健康センターなどが計画されています。\n\n将来的には、A9沿いに新たなジャンクションが提案されており、これによりさらなる住宅ユニットの追加や物流ハブの開発が期待されています。このプロジェクトは、パースの経済的な展望を大きく向上させるものと考えられています。",
      "comment_ja": ""
    }
  ],
  "20250321": [
    {
      "title_ja": "ファーガス・ユイング氏がSNPのMSPを辞任し、独立候補として立候補の可能性を警告します。",
      "title": "Fergus Ewing to stand down as SNP MSP—but warns party he may stand as an independent",
      "url": "https://www.heraldscotland.com/news/25025737.ewing-snp-no-longer-party-family-devoted-lives-to/?ref=rss",
      "summary_ja": "元スコットランド国会議員のファーガス・ユーイング氏が、スコットランド民族党（SNP）を辞任する意向を示しました。ユーイング氏は、母親のウィニー・ユーイング氏や家族が献身的に奉仕してきた党が、もはやその姿を失っていると語っています。彼は、A9およびA96道路の改善が約束されていたにもかかわらず、実現されていないことに失望し、選挙区の有権者に対してSNP候補者として立候補することは名誉に反すると述べました。ユーイング氏は、来年の選挙で独立候補として立つ可能性があることも示唆しています。彼はまた、党がスコットランド全体の利益を代表していないと批判し、党の改革が必要であると強調しました。",
      "comment_ja": ""
    },
    {
      "title_ja": "スコットランドでのフライトが火災の影響で混乱しました。",
      "title": "Flights disrupted in Scotland as fire shuts Heathrow",
      "url": "https://www.bbc.com/news/articles/cly6e24q8glo",
      "summary_ja": "ロンドンの西部にある電気変電所での火災により、ヒースロー空港が完全に閉鎖され、スコットランドとヒースロー間のフライトがキャンセルされました。エディンバラ、グラスゴー、インバネスからのブリティッシュ・エアウェイズのサービスが影響を受けており、特にギリシャでのUEFAネイションズリーグの試合から帰国するスコットランドのファンが困難な状況に直面しています。\n\n火災の影響で、1,300便以上のフライトが混乱をきたし、ヒースローの閉鎖発表時にはすでに約120便が空中にいました。報道によると、今回の閉鎖は2010年のアイスランドの火山噴火以来の大規模なものです。ヒースロー空港のスポークスマンは、電力の供給がいつ復旧するかは不明で、混乱は数日間続く見込みとしています。\n\nエディンバラ空港のスポークスマンは、10便の出発便と12便の到着便が影響を受けていると述べており、ヒースロー行きのブリティッシュ・エアウェイズの便のみが運休しています。他の空港は通常通り運営されているとのことです。インバネス空港では、ヒースローからの到着便と出発便がキャンセルされました。乗客は、空港に向かう前に直接航空会社に連絡するように勧められています。",
      "comment_ja": ""
    },
    {
      "title_ja": "火災による設備損傷で列車サービスが遅延した。",
      "title": "Train services facing delays after fire on line damages equipment",
      "url": "https://news.stv.tv/east-central/train-services-facing-delays-after-fire-on-line-damages-equipment",
      "summary_ja": "スコットランド全域で列車サービスに大きな混乱が生じています。これは、カラデリクスで発生した火災により、信号、電力、通信ケーブルに「重大な損傷」が出たためです。火災は午後5時35分頃に発生し、エアドリーとバースゲートの間の鉄道線が閉鎖されました。\n\nネットワークレールは、焼け焦げた約80メートルのケーブルが確認されたと述べています。スコットレールは、火災が鎮火した後、線路は昨晩再開されたものの、金曜日の朝には損傷の影響でサービスに遅れやキャンセルが生じると報告しています。特に、ヘレンズバーグとエディンバラ、ミルンガビとエディンバラ間のサービスに遅れや変更、キャンセルが予想されています。旅行を予定されている方は、出発前に運行情報を確認するよう呼びかけられています。",
      "comment_ja": ""
    },
    {
      "title_ja": "SNPのベテラン、ファーガス・ユーイング氏は無所属で立候補する意向を示しました。",
      "title": "SNP veteran Fergus Ewing may run as independent",
      "url": "https://www.bbc.com/news/articles/cz9n7plg1pzo",
      "summary_ja": "SNPのベテラン議員ファーガス・ユーイング氏は、来年のホリルッド選挙において党から立候補しないことを発表しましたが、独立候補として立候補する可能性があると述べています。ユーイング氏は1999年からインヴァネス及びネアーンを代表しており、政府では農業担当大臣を務めていました。67歳の彼は、SNPの党員であることが自身の「魂の一部」だと語る一方で、党の方針に違和感を抱いているとしています。\n\n特に、A9およびA96道路の二重化の進展が遅れていることに不満を持っており、「実質的な進展」がなければ独立候補として立つ考えを示しています。彼は、SNP政府の約束が守られていないことを擁護できないと語り、自身の名誉のためにこの問題を指摘したいと述べています。スコットランド政府は、A9およびA96の二重化に引き続きコミットしているとしていますが、両プロジェクトのタイムテーブルは遅れています。",
      "comment_ja": ""
    },
    {
      "title_ja": "スコットランドがギリシャで栄光を収めたことをお伝えしました。",
      "title": "Listen: Scotland glory in Greece and weekend preview",
      "url": "https://www.bbc.co.uk/sounds/play/p0kzjkdq",
      "summary_ja": "本日は、スコットランドの栄光を称える「グローリー・イン・ギリシャ」の後に起こった出来事についてお伝えします。この特別なイベントは、スコットランドがギリシャでの試合で素晴らしい成果を上げたことを祝うものでした。詳細については、ぜひお聞きください。",
      "comment_ja": ""
    },
    {
      "title_ja": "レノン氏がダンファームリンの監督に就任する可能性が高まっています。",
      "title": "'Lennon close to being appointed Dunfermline boss' - gossip",
      "url": "https://www.bbc.com/sport/football/articles/cy057l8780vo",
      "summary_ja": "ダンファームリン・アスレチックは、元セルティック監督のニール・レノン氏を次期ヘッドコーチに迎えたいと考えており、スコティッシュ・チャンピオンシップクラブからの魅力的なオファーを検討しています。現在、ダンファームリン・アスレチックとレノン氏の間で交渉が進行中で、合意に至る見込みです。レノン氏は、マイケル・ティドザー監督を解任した後、ダンファームリン・アスレチックが次期監督として最優先に考えている候補者となっています。また、レノン氏は、スチュアート・ケトルウェル氏やカラム・ダビッドソン氏、ロビー・ニールソン氏などの候補者を抑えて、ダンファームリン・アスレチックの新ヘッドコーチとしての最有力候補となっています。さらに、元パーティック・シスル監督のイアン・マコール氏が、同クラブのスポーツディレクターの有力候補の一人であることも報じられています。",
      "comment_ja": ""
    },
    {
      "title_ja": "スコットランドとヒースロー間のフライトが、変電所の火災でキャンセルされました。",
      "title": "Flights between Scotland and Heathrow cancelled following substation fire",
      "url": "https://news.stv.tv/scotland/flights-between-scotland-and-heathrow-cancelled-following-substation-fire",
      "summary_ja": "スコットランドとヒースロー間のフライトが、近くの電気変電所での火災によりキャンセルされました。金曜日には、1300本以上のフライトが影響を受けており、グラスゴー、エディンバラ、アバディーンの空港でも少なくとも21本のフライトがキャンセルされています。ヒースロー空港は大規模な停電のために閉鎖されており、旅行者は航空会社に確認するよう呼びかけられています。\n\nスコットランドの旅行代理店協会は、ヒースローを利用する旅行者に対して、すぐに航空会社または旅行代理店に確認することを勧めています。ヒースローは重要な接続ポイントであり、閉鎖による混乱が広がっています。現在、ヒースローでのフライトはキャンセルされ、他の空港への迂回が行われています。\n\nロンドン消防署は、火災の鎮火作業にあたり、70人の消防士が現場で活動しています。周辺地域からは150人が避難しており、火災の原因はまだ特定されていません。今後の状況については、引き続き情報を提供する予定です。",
      "comment_ja": ""
    },
    {
      "title_ja": "グラスゴーとエディンバラの列車が火災の影響で混雑時に混乱した。",
      "title": "Glasgow and Edinburgh trains face rush-hour disruption following fire",
      "url": "https://www.heraldscotland.com/news/25025685.glasgow-train-services-face-disruption-following-fire/?ref=rss",
      "summary_ja": "グラスゴーとエディンバラの列車は、火災の影響でラッシュアワーに混乱が生じています。詳細は、2025年3月21日午前8時45分に作成された記事に記載されています。地元のビジネスを支援するため、広告が表示されており、地域住民に向けたサービスが紹介されています。地方のビジネスは、これらの困難な時期においてさらなる支援が必要です。",
      "comment_ja": ""
    },
    {
      "title_ja": "小児科医が警告した、NHS治療を待つ子供たちの不安",
      "title": "Children still left ‘worried and waiting’ for NHS treatment, paediatricians warn",
      "url": "https://news.stv.tv/scotland/children-still-left-worried-and-waiting-for-nhs-treatment-paediatricians-warn",
      "summary_ja": "スコットランドの小児科医たちは、子どもたちが「不安と待機」に置かれていると警告しています。最近の報告によると、スコットランドでは、子どもたちの治療を受けるための待機時間が依然として長引いており、14の健康ボードのうち、目標を達成したのは1つだけです。報告書によれば、2012年以降、小児科の待機時間は倍増しており、2023年には患者の約半数が12週間以上待たされている状況です。最近のデータでは、12週間を超える待機が32.9%減少したものの、依然として3,445人の子どもが治療を待っています。\n\n小児科の専門家は、治療を受けるための待機時間の改善に向けて、医療資源の見直しや、子どもに関するデータの収集と活用の強化など、重要な提言を行っています。しかしながら、これらの提言はまだ実現されていないと指摘されています。スコットランド政府は、待機時間を短縮するために2億ポンドを投資し、医療サービスの向上に努めていると述べています。",
      "comment_ja": ""
    },
    {
      "title_ja": "スコットランド行きのフライトが全てキャンセルされ、ヒースロー空港が閉鎖されました。",
      "title": "All Scotland flights cancelled as Heathrow airport closes for the day",
      "url": "https://www.heraldscotland.com/news/25025656.heathrow-airport-closed-due-electrical-substation-fire/?ref=rss",
      "summary_ja": "本日、ロンドンのヒースロー空港が閉鎖され、スコットランド行きのすべてのフライトがキャンセルされました。これは、北ハイドの電気変圧器が火災を起こしたことにより、空港が大規模な停電の影響を受けたためです。空港は本日23時59分まで閉鎖され、安全を確保するために、乗客は空港に向かわないように指示されています。\n\n火災は多くの家庭に影響を与え、100人以上が避難を余儀なくされました。フライトトラッキングサービスによると、ヒースローへの出発・到着フライトは1351便以上が影響を受けており、スコットランドの空港もヒースロー行きのフライトがキャンセルされています。ヒースロー空港の広報担当者は、電力がいつ復旧するかは不明であると述べています。\n\nロンドン消防署の消防士たちは、火災を制御するために全力を挙げており、現場は非常に困難な状況にあると報告されています。火災の原因はまだ特定されていませんが、今後の混乱が予想され、現地に近づかないように呼びかけています。",
      "comment_ja": ""
    }
  ],
  "20250322": [
    {
      "title_ja": "ピーター・カパルディさんが1980年代のグラスゴーへの思いを語ります。",
      "title": "'This is my tribute to 1980s Glasgow,' says Peter Capaldi",
      "url": "https://www.heraldscotland.com/news/25019186.i-love-glasgow-carry-me-says-peter-capaldi/?ref=rss",
      "summary_ja": "ピーター・カパルディさんが新しいアルバム『スウィート・イリュージョンズ』をリリースしました。このアルバムは、1980年代のグラスゴーへのオマージュとなっており、彼は自身の音楽活動を楽しんでいると語っています。カパルディさんは、俳優として忙しい中でも音楽に情熱を注ぎ続けており、特に孫たちへの思いを込めた楽曲も収められています。彼は、音楽制作が手軽になった現代を背景に、創作を続けることの楽しさを強調しています。また、彼は自身のキャリアの変遷や、家族との関係についても語り、グラスゴーへの愛情を示しました。新しいアルバムは、今月金曜日にリリースされる予定です。",
      "comment_ja": "この記事では、スコットランド出身の俳優でありミュージシャンのピーター・カパルディについて紹介されています。彼は1980年代のグラスゴーにインスパイアされたアルバム「Sweet Illusions」をリリースしました。カパルディは、スコットランドの文化とアイデンティティを音楽を通じて表現しており、アルバムには彼の祖父母や孫への愛情が込められています。また、彼がグラスゴーでの生活を再発見し、家族と過ごす時間を大切にしていることも強調されています。このように、カパルディの活動はスコットランドの地域文化との深い結びつきを感じさせるものです。"
    },
    {
      "title_ja": "グラスゴー大学のアブ・シッタ氏が投資撤退の会議を欠席しました。",
      "title": "Glasgow Uni's Ghassan Abu-Sittah did not attend divestment talks, despite pledge",
      "url": "https://www.heraldscotland.com/news/25027187.glasgow-university-rector-skipped-crunch-talks-divestment/?ref=rss",
      "summary_ja": "グラスゴー大学のガッサン・アブ・シッタ教授は、武器製造業者からの投資撤回に関する会議を欠席しました。この会議は11月20日に開催され、大学の裁判所のメンバーは14対7で投資撤回を拒否する決議を下しました。アブ・シッタ教授は、レバノンでの人道的任務のため出席できなかったと説明しています。大学の学生団体は、アブ・シッタ教授の欠席に失望したと述べており、彼の人道的活動は高く評価しています。また、著名な人権弁護士アーマー・アンワー氏は、アブ・シッタ教授を擁護し、大学の経営陣が非難されるべきだと主張しました。アブ・シッタ教授は、武器貿易に反対する学生の活動についても言及し、大学の姿勢を批判しています。",
      "comment_ja": "スコットランドでは、大学が武器製造企業からの撤退を求める声が高まっています。特に、グラスゴー大学のガッサン・アブ・シッタ教授は、学生たちの人道的活動を支持し、大学の決定に対して異議を唱えています。最近の会議に出席しなかった理由として、レバノンでの人道的任務を挙げており、彼の活動はスコットランドの大学における人権や倫理的投資の議論に影響を与えています。大学は学生の抗議活動に対して厳しい姿勢を見せており、これが学生たちの活動に対する抑圧と捉えられています。アブ・シッタ教授の発言は、スコットランドの大学の役割や責任についての重要な問題を浮き彫りにしています。"
    },
    {
      "title_ja": "スコットランド代表のアンドy・ロバートソン選手がリバプールの未来について話し合います。",
      "title": "'Robertson to have summer Liverpool talks' - gossip",
      "url": "https://www.bbc.com/sport/football/articles/c3d83pdn1r8o",
      "summary_ja": "スコットランドのキャプテン、アンディ・ロバートソン選手は、オフシーズンにリバプールの将来について重要な話し合いを行う予定です。31歳のロバートソン選手は契約が残り12か月となっており、ボーンマスのミロシュ・ケルケズ選手が新たな左サイドバックの候補として挙げられています。また、ブライトン・アンド・ホーヴ・アルビオンは、ハート・オブ・ミドロシアンの16歳のディフェンダー、アルフィー・オズボーン選手に注目しており、スコットランドU-17代表の試合を視察していました。さらに、マケドニアのウィンガー、セアド・ハクシャバノビッチ選手は、セルティックからマルメへの移籍について、ブレンダン・ロジャース監督との関係の悪化が原因だと述べています。デイビッド・モイーズ監督とエバートンの新CEO、アンガス・キニア氏は、クラブのリクルートメントに関する計画で対立しており、モイーズ監督はブライトンのテクニカルディレクター、デイビッド・ウィアー氏の招聘を強く推奨しています。",
      "comment_ja": "スコットランドのサッカー界では、アンドリュー・ロバートソン選手の動向が注目されています。彼はリバプールで長年活躍しているキャプテンであり、契約が残り12か月となる中で、夏にクラブとの重要な話し合いを行う予定です。また、ボーンマスのミロシュ・ケルケズ選手が新たな左サイドバックの候補として挙げられています。さらに、ハート・オブ・ミドロシアンのアルフィー・オズボーン選手がブライトンに注目されており、スコットランドの若手選手の活躍も期待されます。スコットランドは、若手育成に力を入れており、今後の選手の成長が楽しみです。"
    },
    {
      "title_ja": "スコットランドがカナダに敗れ、カーリング世界選手権で敗退しました。",
      "title": "Scotland knocked out of curling worlds by holders Canada",
      "url": "https://www.bbc.com/sport/articles/c1kj1g9djgno",
      "summary_ja": "スコットランドは、韓国で開催された女子カーリング世界選手権のプレーオフで、現チャンピオンのカナダに10-4で敗れ、準決勝進出を逃しました。スコットランドのソフィー・ジャクソン選手が率いるチームは、ラウンドロビンの初戦でカナダを破る快挙を成し遂げましたが、プレーオフではカナダのレイチェル・ホーマン選手のチームが早々に主導権を握り、勝利を収めました。スコットランドはラウンドロビンで6位となり、来年のミラノ・コルティナオリンピックにはグレートブリテンの代表チームが出場することが確定しました。一方、カナダは準決勝で韓国と対戦します。",
      "comment_ja": "スコットランドはカーリングの世界大会において、カナダに敗れました。この試合は、スコットランドの女性カーリングチームにとって重要なものでした。スコットランドのチームは、ラウンドロビンの初戦でカナダに勝利した経験があり、その自信を持って挑んだ試合でした。しかし、カナダのレイチェル・ホーマン選手が率いるチームは、試合の早い段階で主導権を握り、スコットランドは逆転を図ることができませんでした。この結果、スコットランドは大会からの敗退を余儀なくされましたが、来年のミラノ・コルティナオリンピックには、グレートブリテンのチームが出場することが決まっています。"
    },
    {
      "title_ja": "サワー氏がスコットランド労働党を最悪の敗北に導く結果となりました。",
      "title": "'Vainglorious Sarwar faces leading Scottish Labour to worst devolution-era defeat'",
      "url": "https://www.heraldscotland.com/news/25027653.sarwar-faces-leading-scottish-labour-worst-devolution-era-defeat/?ref=rss",
      "summary_ja": "スコットランド労働党のアナス・サルワー氏が、党を率いて最悪の敗北を迎える可能性が高まっています。サルワー氏は、英国労働政府が最も脆弱な人々を標的にして50億ポンドの削減を行ったことを非難する書簡を発表しました。彼は、労働党が労働者の味方でなくなった場合、その存在意義は何かと疑問を呈しました。また、労働党内部の議員たちが党の原則を裏切り、企業からの寄付を受け入れる姿勢にも批判的な立場を示しています。さらに、スコットランドの公共サービスが悪化していることにも言及し、労働党の未来は暗いと警告しています。サルワー氏は、党の戦略が失敗に終わると、責任を問われることになると考えています。",
      "comment_ja": "スコットランドでは、労働党の指導者であるアナス・サルワーが党の衰退に直面しており、特に保守党の台頭が懸念されています。サルワーは、労働党が伝統的に支持してきた労働者の権利や社会保障制度についての姿勢を批判されています。多くの支持者が、党が貧困層を守るための政策を放棄していると感じているため、労働党の支持率は低下しています。この状況は、スコットランドにおける政治的な変化や社会的な不安を反映しており、特に労働者階級のコミュニティに大きな影響を及ぼしています。また、サルワーのリーダーシップのもとで党がさらなる敗北を経験する可能性が高まっており、その結果、スコットランドの政界における労働党の未来が危ぶまれています。"
    },
    {
      "title_ja": "新作BBC犯罪ドラマ『この街は私たちのもの』が放送されます。",
      "title": "All to know on new BBC crime-drama This City Is Ours featuring Sean Bean",
      "url": "https://www.heraldscotland.com/news/national/uk-today/25026936.bbc-city-full-cast-list-tv/?ref=rss",
      "summary_ja": "新しいBBCの犯罪ドラマ「This City Is Ours」が、3月23日の日曜日にBBC Oneで放送されます。この作品は、引退を考える2人のキャラクターが、彼らの友人であるマイケルと共に織りなす物語です。しかし、マイケルはロニーの息子、ジェイミーによってgangの支配を狙われ、静かな退職の機会が奪われます。このドラマは、スティーブン・ブチャードが制作・脚本を担当し、名優ショーン・ビーンが主演します。また、全エピソードはBBC iPlayerでも視聴可能です。キャストには、ジュリー・グラハムやジャック・マクマレンなどの実力派俳優も参加しています。視聴者は、彼らの演技とスリリングなストーリー展開に期待が高まります。",
      "comment_ja": "新しいBBCの犯罪ドラマ「This City Is Ours」は、イギリスのリバプールを舞台にしており、スコットランドの視聴者にとっても注目される作品です。このドラマは、Sean Beanが主演し、彼のキャラクターであるRonnie Phelanが中心となる物語が展開されます。物語は、引退を考えるキャラクターたちが直面する困難を描いており、特に家族間の対立が重要なテーマとなっています。\n\nスコットランドでは、犯罪ドラマは非常に人気があり、視聴者は複雑な人間関係や緊迫したストーリー展開に魅了されています。この作品も、スコットランドの視聴者にとって身近なテーマを扱っており、家族や友情、裏切りといった普遍的な要素が盛り込まれています。今後の放送が楽しみです。"
    },
    {
      "title_ja": "スコットランドの主要都市が世界的なランキングでの位置を明らかにしました。",
      "title": "Two major Scottish cities' positions in global league table revealed",
      "url": "https://www.heraldscotland.com/news/25027872.glasgow-edinburgh-places-global-league-table-revealed/?ref=rss",
      "summary_ja": "エディンバラとグラスゴーの2つのスコットランドの都市が、最新のグローバルリーグテーブルでそれぞれ29位と上昇したことが発表されました。エディンバラの順位は変わらず、スコアは改善しました。業界団体のスコティッシュファイナンシャルエンタープライズ（SFE）は、スコットランドの金融サービスセクターの成長を強調しました。特に、バークレイズやJPモルガンといったグローバル企業が地域の拠点を設立していることが挙げられています。SFEの最高経営責任者であるサンディ・ベギー氏は、スコットランドの金融サービスセクターの価値を強調し、エディンバラとグラスゴーがそれぞれトップ20と30に入ることを目指していると述べました。バークレイズのスコットランド拠点のリーダーであるコラル・アンダーソン氏も、スコットランドの金融ハブとしての投資の重要性を語りました。",
      "comment_ja": "スコットランドは、金融サービスセクターにおいて重要な成長を遂げています。エディンバラとグラスゴーは、その中心地としての役割を果たしており、世界的な金融センターのランキングでも改善を見せています。特に、グラスゴーは最近の調査で5位上昇し、エディンバラも安定した順位を維持しています。これにより、スコットランドは国際的な金融市場において競争力を持つ地域として認識されつつあります。また、バークレイズやJPモルガンといった大手企業が拠点を構え、地元の人材とともにフィンテックやAIの専門性を高めています。これらの進展は、スコットランドの経済にとって非常に重要な意味を持ち、さらなる成長が期待されます。"
    },
    {
      "title_ja": "スコットランドの林業基金の削減が業界の進展を遅らせています。",
      "title": "Brian Donnelly: SNP’s axing of forestry fund puts industry progress back years",
      "url": "https://www.heraldscotland.com/news/25028038.snps-axing-forestry-fund-puts-industry-progress-back-years/?ref=rss",
      "summary_ja": "スコットランドの林業業界は、予算削減による深刻な影響に直面しています。特に、SNPが森林基金を削減したことが、業界の進展を数年遅らせる原因となっています。2023年には3千万本の植樹目標をほぼ達成しましたが、予算が41％削減されたため、次年度にはその達成が困難となる見込みです。業界の専門家たちは、植樹プロジェクトの停滞や樹木の破壊が懸念されており、現在、2400万ポンドの資金不足に直面しています。環境危機への対応として、森林の植樹と管理が求められていますが、行政の手続きや支援の不足が障壁となっています。スコットランドの森林の未来を守るためには、より一層の支援が必要です。",
      "comment_ja": "スコットランドの森林産業は、近年の予算削減により深刻な影響を受けています。特に、国の森林予算が41％削減されたことで、木の植樹目標が達成できない危機に直面しています。この状況は、環境問題への対応や持続可能な資源の確保に向けた取り組みに逆行しています。記事では、特にBrewDogの植林地や、地域住民と自然愛好家の間での対立が強調されています。スコットランドの森林業界は、環境危機に対応するための機会を見出しているものの、行政の混乱や支援不足によって前進できない状況にあります。これらの課題に取り組むことが、スコットランドを真の「森林国家」とするための鍵となるでしょう。"
    }
  ]
}