{
  "schema_version": "1.0",
  "date": "20250324",
  "articles": [
    {
      "title": "Police dog injured in Aberdeen knife incident to return to service",
      "url": "https://www.heraldscotland.com/news/25030977.police-dog-injured-aberdeen-knife-incident-return-service/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-24T09:21:59",
      "content_en": "The dog suffered injuries during the takedown of the man with a knife and was rushed to the vets for treatment.\nThe man involved also suffered injuries and was taken to hospital after being arrested. Police Scotland has now confirmed that Zeus is back fit and well and will return to duty soon alongside his handler.\nA statement said: “Some great news from Aberdeen; that's PD Zeus back fit and well after being injured last month.\n“We're all very grateful for the support offered by members of the public. Zeus & his handler are now looking forward to getting back to work & keeping everyone safe.”",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T09:21:59"
    },
    {
      "title": "Madness announce two Scottish dates for 2025 as part of new UK tour",
      "url": "https://www.heraldscotland.com/news/25030842.madness-announce-glasgow-aberdeen-dates-2025/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-24T08:40:33",
      "content_en": "Their Glasgow date will see them take to the stage at the OVO Hydro on Saturday, December 6 before they head for the Granite City the next night.\nThey will perform at the P&J Live on Sunday, December 7 before returning to England for the next part of their tour in Newcastle.\nRead More\nThe band, known for hits such as One Step Beyond, Baggy Trousers and Our House, has also announced they will be supported by Squeeze during the tour.\nPre-sale tickets for the gigs go on sale on Wednesday with a general sale on Friday.\nPrices have also been announced with tickets to cost between £45 and £76.",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T08:40:33"
    },
    {
      "title": "Boy, 16, given court date as further arrest made in connection with Amen Teklay death",
      "url": "https://www.heraldscotland.com/news/25030739.boy-16-given-court-date-connection-amen-teklay-death/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-24T07:03:32",
      "content_en": "Emergency services were unable to save the 15-year-old’s life after being called to the scene and an investigation into his death was launched.\nA 14-year-old was charged in connection with his death in the days that followed, and a 16-year-old has now been arrested and charged too.\nHe will appear at Glasgow Sheriff Court later today with a report submitted to the Procurator Fiscal.\nRead More\nAmen was a pupil at St Thomas Aquinas Secondary in the Jordanhill area of the city.\nHis headteacher, Claire McInally, said he was a bright pupil with an interest in music and media.\nShe said: “This is a tragic situation. Our thoughts and prayers are with Amen’s family and friends at this devastating time.\n“Amen was a friendly and much-loved young man who was really interested in music and the media. He was bright and showed great promise.\n“This has been a shock for our school community, and we are continuing to offer support to our young people, staff and those in the wider community who are affected.”",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T07:03:32"
    },
    {
      "title": "How The Wombats dodged 'indie landfill' and became Gen Z cool kids",
      "url": "https://www.heraldscotland.com/news/25030338.wombats-glasgow-accepted-gen-z/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-24T06:30:00",
      "content_en": "Today most of the late wave bands are far from the zeitgeist, the likes of Razorlight, The Kooks and The Enemy playing their successful albums in full on the nostalgia circuit.\nOne might have expected The Wombats to follow a similar trajectory.\nFirst single 'Moving to New York', which went top 20 in 2006, shot the Liverpool group to fame and they followed it up with 'Kill the Director' and the platinum-selling 'Let's Dance to Joy Division'.\nRead More:\nAnyone not paying attention may have assumed their mainstream career ended there, but the trio are bigger than they've ever been.\nThey're in the midst of their first ever arena tour and, unlike The Courteeners or The View you won't find their gigs populated by beery blokes in their 30s.\nAs anyone who witnessed the throng of adoring teenagers who made it impossible to get near the stage for their 2023 TRNSMT set can attest, The Wombats are, whisper it, cool.\nDrummer Dan Haggis tells The Herald: \"I remember that gig because Lewis Capaldi came to our dressing room after and had a chat and he was so sweet.\n\"For us, obviously, we never went anywhere, we kind of just kept touring album after album.\n\"We're really lucky that each album we've done, we've kind of had enough support from radio or Spotify playlists or whatever that we have kept some new fans coming.\n\"But the big one for us was when there was a remix of 'Greek Tragedy', which we hadn't even heard, that suddenly started going viral on TikTok.\n\"We didn't even know what TikTok was when we first heard about this but I guess there were loads of young people on there who heard it then went and discovered the band.\nThe Wombats (Image: Newsquest)\n\"But also one thing I've noticed from speaking to fans is that we we get a lot of people who come who might be like 16, 18 or whatever, and they'll say, 'oh, I started listening to you guys when I was seven because my dad played it to us' or, you know, their older brother or whatever it is.\n\"It's so amazing to hear those stories. We get a pretty diverse range of crowds, to be honest.\"\nThe Wombats have very much built and maintained their following on the back of their albums and live shows.\nThe group hasn't had a top 100 charting single since 2011 but their last five albums have gone top five, with 2022's Fix Yourself, Not the World going to number one.\nMr Haggis says: \"We love playing live so much. That's where we started and like where we will end, that's where it all kind of comes together and makes sense.\n\"I think like the crowds over the years just feed off that and we feed off them, it's always just like a pretty joyous, rowdy occasion.\n\"Getting a number one album was a little surprising, but lovely.\n\"It's kind of arbitrary getting a number one because if you'd have released it a week later with the same amount of sales, it could have been number three and it wouldn't have made any difference to what the actual album was and how people individually feel about it.\n\"So for us, it's not the be all and end all. But it is definitely a good sign that there are people out there who love guitar music and I don't think it ever really goes away.\n\"We're lucky that we've got like a little army of Wombats fans who get out there and support us and hopefully, you know, if there are younger bands out there grabbing a guitar and a bass and drums the good thing with having a charting album is that then they go, 'oh, see, there are bands that are playing guitars that still doing well'.\"\nTestament to their unprecedented popularity, The Wombats will headline Glasgow's Hydro on March 25 - the biggest show they've ever played in the city.\nThe drummer says: \"We've always been so spoiled by Scottish crowds in general and Glasgow always has been one of the rowdiest most fun places ever since we first drove up there ourselves to King Tut's to support The Dykeenies in, I think, 2005.\n\"It was just like such a warm welcome, similar to Liverpool, just really warm, friendly people and also music lovers - it runs deep, doesn't it?\n\"To go from King Tut's all the way back then to like playing an arena is going to be a pinch yourself moment for sure and we can't wait.\n\"This tour is the first arena tour we've done. We've done we have done the O2 before, we've done Leeds Arena and certain arenas over the years but never in one go.\n\"But for us in all honesty playing the Barrowlands is such an insane experience.\n\"I'm sure playing an arena will still be great - it's just going to be a slightly bigger version of doing a Barrowlands show.\n\"We played the O2 Arena last album round and one of the things that we heard from people was, 'oh, even though it's such a big venue, it felt very intimate.\n\"Maybe it's because we come from that world that we still we want it to feel as intimate as possible, it just means there's more people singing along than there would be at a smaller show, really.\"",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T06:30:00"
    },
    {
      "title": "'We lose two-thirds of staff every two years - people have to pay the bills'",
      "url": "https://www.heraldscotland.com/news/25030222.social-care-worker-highlights-problems-retaining-staff/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-24T06:30:00",
      "content_en": "“I’m also responsible for the long-term development of people who require support.\n“I’m in situation many times where if I didn’t act accordingly the people I support might die if I wasn’t trained in what to do.\n“I hold a qualification in what I do, and I have to be registered with a professional body for what I do.\n“Now, what do you think that job is? And what would you say that hourly rate is?\"\nRead More on social care in Scotland:\nThe answer is £12 per hour, rising to £12.60 this year.\nNew figures published by The Herald revealed that workers in residential care are paid 27% less than the average UK worker, and their hourly pay is now below that of their counterparts in the rest of the country.\nOver 40,000 people in Scotland live in care homes, a figure which is only going to rise due to the ageing population, but low wages are fuelling a recruitment and retention crisis in the vital sector.\nKenny says: \"I started nine years ago and I think there are only four of us left. I’d say we have two-thirds of staff turnover every two years, it’s constant recruitment.\n“You’re in competition with other living wage employers who require less of their staff in terms of skills.\n\"All of the local fast food restaurants in our area pay more than we get paid. All of the supermarkets in our area pay more than we get paid – in fact, I struggle to name any employer in my area that pays less than what we get per hour.\n\"Even people who are passionate about the job, people who love the job and got into the job to genuinely help people who require it, don’t stay.\nSocial are is facing a retention crisis\n“Even if you love the job you have to pay the bills, and people leave – and that’s just the people who love the job.\n“This is a hard job with a lot of responsibility – why would people want that responsibility when they get nip next door to a retail job and be paid more?\n\"Our job is not a lowest amount job, you can’t attract people to a highly-skilled job by paying those rates and you can’t help the people we’re meant to help by paying those rates.\n“The Scottish Government know that, they’ve made a choice to put the money elsewhere. They may say otherwise but they’ve chosen to keep our wages at that rate..\n“The people we support and ourselves are hidden away in your community, we’re the quiet people who get on with their jobs.\n“We’re not the NHS angels, we’re not given this glorified status – which I believe the NHS deserve, by the way - because we’re in the private and charity sector we’re hidden away.\n“If it wasn’t for us being there quietly in the communities that we help, a lot of people would suffer.”\nThe high levels of staff turnover can also have a detrimental effect on residents.\nKenny says: \"With a lot of the people we support trust is a big issue, and personal interaction is a big issue.\n“For the people we support trust can take years to develop, and I don’t exaggerate that. They'll get used to one member of staff and then they're suddenly gone.\n\"Can you imagine your primary caregiver being changed on you every two months, and how that would affect you? If you had to get to know a new primary caregiver every two months?\n“It’s a vicious circle, because quite often when the people we support don’t get a balanced environment the way they respond to new people becomes what some may see as challenging.\n“If they had a stable long-term environment it would be easier for the new staff, but because it’s so constant it’s emotionally draining for both the people we support and the new staff coming in.\n“So, for the new recruits the job is harder than it should be.\n\"All the companies I’m aware of spend masses of money on agency, and I believe the NHS is the same. Ultimately they’ve got to provide somebody, but someone from an agency might come in to support someone for a day and then go away again.\n“I’ve just talked about the turmoil it can cause when people come in and they’re only there for a couple of months, so imagine what it’s like when agency staff come in for a day?”",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T06:30:00"
    },
    {
      "title": "'I had to take a zero hours social care contract as I can't afford childcare'",
      "url": "https://www.heraldscotland.com/news/25030293.women-make-care-home-workers---penalised/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-24T06:30:00",
      "content_en": "As of 2020, at least 80% of people employed in the care system as a whole were women.\nTamara works in residential social care for an agency, covering shifts in various different homes.\nRead More on Social Care in Scotland:\nShe told The Herald: \"I worked in the private care sector for about nine years, then I had my little girl and ended up going with agency work not long after Covid.\n“It’s really bad, it’s so under-staffed and under-valued, it’s a really stressful job for the pay that you get.\n\"That wasn’t through choice, I went with agency work because it was more flexible.\n\"When I worked in the private care sector I was working 12 hour shifts, but with the wages I was on I couldn’t afford the cost of childcare.\n“I had to go agency for more flexibility, but it’s a zero hour contract so it’s not great.\n\"You’ve got a sector that’s predominantly women, so they go off and have a child and try to return to their work and find they can’t afford the cost of childcare.\n“It’s not just that, nurseries aren’t open for the duration of a 12 hour shift so if you don’t have anyone for childcare and the care home you’re working in doesn’t provide flexible working there’s no choice but to leave the sector.\n“It’s not through choice, they want to be working full-time but they just don’t have the funds to be paying for private childcare, which you’re not entitled to until your child turns three.”\nSocial Care in Scotland (Image: Damian Shields) A 2021 report by the GMB found that pay and conditions were worse in private care homes than in those operated by health boards and local authorities.\nA study released late last year by Public Health Scotland found a 20% decrease in the number of people in local authority or health board care homes for older people between 2013 and 2023, with 76% of homes now run by the private sector.\nTamara says: \"I work predominantly in private care but when I do shifts in the local authority homes I do find the staff are happier and there are more staff.\n“The local authorities are held more accountable than the Scottish Government than the private care sector is, because those homes are obviously just run for profit.\n“Local authorities obviously get funding from the government so they’re held more to account whereas the private ones don’t rely on that as much so they don’t face the same kind of accountability as local authorities do.\n“There are also better training opportunities and better equipment, I find that things are better and more smoothly run.\"\nEchoing the other care workers The Herald spoke to, Tamara said the pay - £12.60 an hour from this year - did not match the responsibility of the job.\nShe said: \"What sane person would want to take on the responsibility you’ve got in a care home, where you’ve got people’s lives in your hands, for £12.60 an hour when you could go to Aldi and get paid almost £15?\n“You’d have less stress, less responsibility, you’re not taking that home with you. Care workers are vulnerable because they care about what they do, that’s why they work for the money they do.\n“They aren’t there for the money, it’s because they care about what they’re doing. And I think care homes exploit that.”",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T06:30:00"
    },
    {
      "title": "'Migrant workers are afraid to speak up in case they lose their visas'",
      "url": "https://www.heraldscotland.com/news/25030255.brexit-vote-affected-social-care-scotland/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-24T06:30:00",
      "content_en": "With an ageing population and low birth rates, the country will see both increased need for residential social care in the coming years and the need for working age immigrants.\nFollowing the UK's decision to leave the European Union and end free movement, net migration from the EU has fallen by around 70% since its 2016 peak.\nRead More on Social Care in Scotland:\nA 2022 report by the Scottish Government found that around 6.2% of staff in adult care homes were from the EU, a total of 3290.\nWhile there had been no statistically significant decrease in this number since the Brexit vote, of those studied 75% said it had become more difficult in the wake of leaving the European Union to recruit staff for care homes, while 30% said EU staff had left in the previous 12 months.\nSandra is an EU migrant who has been working in residential social care for 13 years.\nShe told The Herald: \"I’m lucky enough that I moved here before the Brexit scenario happened, but a lot of Europeans working in social care actually left the UK because they didn’t want to go through the rigmarole of having to apply to stay.\n“It was quite a volatile situation, I wasn’t sure if I was going to be allowed to stay or not even though I’ve been here in the UK for 27 years.\n“Brexit had a massive effect on social care, and now we have a lot of people from Africa and - this is not the company I work for because they’re actually quite good to be honest – where their visa is tied to their contract.\n“They’re open to even more exploitation than there already is in social care.\n\"Migrant workers get put on shifts nobody wants, they get paid less than other workers, and they don’t dare speak up because they’re scared they’ll lose their visa.\n“If you have a shoddy employer, which some of the care agencies are, it opens people up to exploitation, especially if you’re vulnerable with regard to your immigration status.\n\"Some agencies don’t deal with the issue of racism in the workplace, they brush it under the carpet – and more so for people with a different colour of skin, rather than just an accent.\n\"My life was here, I’m married and I’ve got a family, so I wasn’t going to just jump ship - but it’s a difficult one.\n“We have quite a lot of Eastern European people working with us and they decided to stay after Brexit but a lot of people left.\"\nAs revealed by The Herald, residential social care workers are now earning 27% less than the average wage.\nIn Scotland their pay is tied to the national living wage, the growth of which has not kept pace with inflation, average pay or the minimum wage.\nFrom 2025 they'll be paid £12.60 an hour, but unions are calling on the government to introduce a minimum £15 per hour and introduce sectoral bargaining to give the same pay and conditions to everyone in the industry.\nSandra says: \"I love the job, but the job doesn’t love me back.\n\"Making people happy or making their life better doesn’t pay the bills, that’s what it boils down to.\n“We have to register with a professional body but you don’t get paid a professional wage, and job experience doesn’t have an impact on your pay – I’m on the same pay as someone who is just starting out.\n“There are so many people who specialise, there are criminal justice social care workers, people who specialise in autism, care for the elderly, mental health.\n“We’re experts in the field, no-one could walk into the job and do it to the same standard that I do, but I get paid less than people who are stacking shelves in Aldi.\n\"I’m a specialist with medication, I’m not saying I’m a pharmacist or doctor, or even a nurse, but because of my experience I do know that certain medications counter-act with each other or there has to be a certain time difference between medications.\n“I’m a financial expert, I support people with their finances and give them advice on how to budget.\n“I’m a dietician, because I support people with diabetes or people with food allergies.\n“There are so many aspects to the job and if we don’t do it right we could actually endanger somebody’s life, we could kill somebody.\n“That’s a huge responsibility to place on people who are being paid a pittance.\n“I’m in a relationship so I can share the costs but I have colleagues who live on their own and they’re forced to work 60-70 hours just to afford the bills.”",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T06:30:00"
    },
    {
      "title": "Prosecutors warn Tory dog theft law could create justice system 'anomaly'",
      "url": "https://www.heraldscotland.com/news/25030535.crown-office-concerns-tory-msps-dog-theft-law-plan/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-24T05:00:00",
      "content_en": "They also express concerns over the plans to give anyone who has had their dog stolen the opportunity to give a victim statement, an option currently only open to the victims of the most serious of crimes.\nMeanwhile, the Law Society of Scotland says the new offence would “have a very limited impact in increasing the number of people convicted” unless there was more money for police and the courts.\nHowever, there is strong support for the legislation from animal charities including Guide Dogs, Dogs Trust, and the Scottish SPCA.\nREAD MORE\nMr Golden’s Bill — which is currently making its way through Holyrood — will create a new standalone statutory offence of dog theft.\nIt suggests the penalties could be up to five years imprisonment and an unlimited fine.\nThe MSP argues that the current common law offence of theft focuses too heavily on monetary value, rather than on the emotional significance of dogs as both sentient beings and family members.\nIt also seeks to create a statutory aggravation to the offence for the theft of an assistance dog. This would apply regardless of whether the dog was working at the time it was stolen.\nIt would also seek to amend the Criminal Justice (Scotland) Act 2003 to classify dog theft as a prescribed offence, allowing those who have had their dogs taken to submit a victim impact statement in any court, summary or solemn, about how the theft affected them emotionally, physically, or psychologically.\nCurrently, statements can only be made by victims and family members of victims in solemn cases, those dealing with the most serious crimes, including murder, rape, abduction, some assaults, housebreaking and some crimes of violence.\nThat could mean someone whose dog was stolen could make a statement in a case that wasn’t heard by a jury but only by a Sheriff, while a victim of assault being dealt with in a summary court would not.\nIn the high court, someone whose dog has been stolen could make a statement, but someone who is the victim of human trafficking or domestic abuse would not be able to do so.\nCOPFS warns that there are “practical and resource implications of the extension of the scheme to cover the theft of a dog.”\nThey state: “It is respectfully suggested the draft provisions create an anomaly within the criminal justice system whereby a victim impact statement can be given for theft of dog when it is not open to victims to provide such a statement in many other scenarios including for charges in the solemn courts.\n“In addition, the introduction and expansion of this scheme to include all offences relating to the theft of a dog would have financial consequences and time constraints.”\nThey argued that information about the emotional impact can already be made available to the court through evidence or narrative.\nThey also point out that Scottish Ministers already have the power to modify the list of prescribed offences without the need for primary legislation.\nIn their submission, they also pointed out that the proposed penalties are no different from the sentencing disposals already available, and that existing common law already covers the theft of any pet, not just dogs.\nMaurice Goden with spaniel (Image: PA)Mr Golden’s Bill has cross-party support in Holyrood, with all of the Tory MSPs backing the legislation as well as MSPs from the SNP, Labour, Lib Dems and Greens.\nOffering their support for the new offence, the Guide Dogs for the Blind Association said the law failed “to recognise the deep emotional bond between dogs and their owners, meaning sentences are often disproportionately lenient.\"\nThey added: \"For guide dog owners, theft will have life-changing consequences... If a dog were stolen, the loss would be far more abrupt and damaging, leaving the handler without vital support for mobility and independence.\"\n\"The inclusion of an aggravation for the theft of an assistance dog is essential to ensuring that the justice system recognises the severe impact of such a crime.\"\nThey argued that “no alternative approaches to addressing dog theft would be as effective, enforceable, or comprehensive as introducing a standalone offence.\"\nREAD MORE\nThe Dogs Trust argues that standalone legislation “would be a positive step in recognising dogs as sentient and to truly take into account the welfare impact on both the stolen dog and their owner.\"\nThe Law Society of Scotland take a “neutral view” on the creation of a new offence, though they “consider that the sentencing process already recognises the emotional harm that dog abductions may produce in victims, in the scope of the common law offence of theft.\"\n\"If more resources are not provided to criminal justice institutions, the creation of new offences will have a very limited impact in increasing the number of people convicted,” they add\nThe committee is set to take evidence from the COPFS, Police Scotland and the charities on Wednesday.",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T05:00:00"
    },
    {
      "title": "Disabled Scots speak out against 'devastating' welfare cuts",
      "url": "https://www.heraldscotland.com/politics/westminster/25028371.anger-welfare-cuts-disabled-scots-fight-back/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-24T05:00:00",
      "content_en": "Starmer has defended the cuts as necessary to combat “devastating” increases in the sickness and benefits disability bill, which is estimated to rise to £70 billion a year by 2030.\nIn Scotland, where welfare funding is devolved, a proportionate cut to the Treasury block grant would take place, similar to what happened when winter fuel payments were axed last autumn.\nSpeakers addressed the crowd from the Royal Concert Hall steps. (Image: Josh Pizzuto-Pomaco) Tressa Burke is the CEO of Glasgow Disability Alliance. She says the cuts do not reflect the “dignity and respect” disabled people deserve.\n“When times get tough, the government gets tough on disabled people”, Burke says.\n“The government is supposed to be helping people get access to work. This will not do that, but it will put people into poverty. Where is the dignity and the respect that disabled people deserve?\n\"Disabled people live with deep and long term inequality. A recent survey we conducted of disabled people living in Glasgow found that 79% are not able to access services, 91% deal with social isolation, and 71% can’t pay their bills.\"\nBurke added: “Disabled people are feeling afraid and are being scapegoated for the country’s debt. Instead of these cuts, we would appreciate more investment in social security and wider public services.”\nSeveral dozen disabled people, careers, and activists gathered at the top of Buchanan Street on Thursday evening to protest the cuts.\nAhead of the rally, the organiser, Euan Mitchell of Disabled People Against Cuts Glasgow, told The Herald he couldn’t stand by and not speak out.\nEuan Mitchell helped to organise the protest. (Image: Josh Pizzuto-Pomaco) “These cuts to disability services and to disabled people’s benefits are some of the most horrendous I've ever seen”, said Mitchell, a disabled person who also cares for a family member.\n“These are further attacks to the finances of people who are already taking on a large burden. People are already on their knees and this is just going to make it worse.\n“We’re getting to a situation where disabled people are going to become a hidden group in society. No amount of attacks on society’s poorest and most vulnerable people are going to fix the financial issue that has been created. We don’t keep disabled people safe by cutting their money.\"\nMitchell compared the current situation to the first wave of austerity instituted by the Tories in 2010.\nHe said: “Back then, the number of disabled people who died was horrendous, some through starvation, others from taking their own lives. Similarly, this just feels like the government is kicking a group when they’re already down.\n“There’s a lot of fear, but one of the things which can combat fear is people thinking they can make a difference and come together and realise they’re not alone.”\nFiona Robertson is a writer and disability activist from Aberdeen.\nShe told The Herald: “I can't really describe the despair in the disability community right now. We've spent fourteen years being the target of repeated, brutal austerity cuts which caused so much suffering and death, and most people had believed a Labour government would be the end to that, and we'd finally get the support we need to live our lives.\n“But the 'hard decisions' are never about making themselves unpopular with big donors, and are always about making life harder for sick and poor people.”\nFiona Robertson is a writer and disability activist (Image: Josh Pizzuto-Pomaco) Robertson added: “Using standard stigma about disabled people who can't work to target PIP is calculated and cruel, as it is not a work-replacement benefit. But even with the push to 'get disabled people into work' - the problem does not lie with us. We don't need CV help and confidence building.\n“Yes, many disabled people could do some work, but that might be four hours a week, at unpredictable times because of the variability of their condition. Many will need to work from home to avoid exacerbating their conditions.\n“If you want more disabled people in work, the only way to do that is to incentivise employers to be more inclusive, not to torture disabled people by withdrawing support we need to survive to try to get us into jobs which don't exist.”\nScottish Labour stalwart and former MSP Neil Findlay left the party in protest last week over the plans.\nIn a letter to Keir Starmer, Findlay wrote: “As political leaders like you, Mr Starmer, and your colleague Wes Streeting seek to stigmatise those with a mental illness and take money from those suffering from cancer, multiple sclerosis or heart disease, you accept hundreds of thousands of pounds worth of freebies; financial donations, clothing, glasses and tickets to football matches and pop concerts.\n“Tell me who is really milking the system? Of course it's one rule for you and another rule for the poor, the sick and disabled.\"",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T05:00:00"
    },
    {
      "title": "Scottish holiday charity launches free stays for disadvantaged young people",
      "url": "https://www.heraldscotland.com/news/25028232.charity-launches-free-holidays-disadvantaged-children/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-24T04:33:00",
      "content_en": "Hostelling Scotland, a registered charity with 29 youth hostels and 24 affiliate hostels across the country, has created Happy Hosteller Breaks as part of its \"longstanding commitment to supporting young people and communities\".\nThe launch coincides with the fifth anniversary of the outbreak of Covid-19, which stymied the charity’s income and consequently restricted its youth action work.\nThis marks the revival of its flagship residential programme, and comes after Hostelling Scotland funded more than 200 residential trips over the past decade, helping at least 6,000 people access unforgettable experiences.\nThe new initiative resumes this activity, supported by membership contributions and donations, and aimed at organisations such as schools, early years centres, registered charities in Scotland working with disadvantaged young people and families, and other youth groups\nHere, Margo Paterson, chief executive of Hostelling Scotland, outlines what drives the organisation.\nWhat is your organisation called?\nOur official name is Scottish Youth Hostels Association, a not-for-profit charity established in 1931 with a mission to inspire all – especially young people – to explore and experience Scotland. However, the lifestyles and expectations of modern travellers are ever-changing, and to reflect this, we rebranded as Hostelling Scotland in 2017. This fresh identity better resonates with a new generation of hostellers while still embracing the strong community values at the heart of our organisation.\nWhere is it based?\nOur head office is in Stirling, but our reach extends far beyond. We operate 29 hostels across Scotland, spanning diverse and unique locations. From the vibrant streets of Leith Walk in Edinburgh to the pristine sands of Achmelvich Beach on the North Coast 500, from Port Charlotte on Islay to our remote eco-hostel at Loch Ossian, our network showcases the very best of Scotland’s landscapes and culture.\nWhat does it do?\nAt its core, Hostelling Scotland provides safe, affordable, and welcoming accommodation for those keen to explore Scotland, whether solo travellers, families, school groups, or international visitors. More than just a place to stay, we foster a sense of community and inclusivity, ensuring guests from all cultures and backgrounds feel at home.\nREAD MORE:\nAs a charitable organisation, we are committed to removing barriers to travel. Our youth programmes and partnerships, such as Shared Care Scotland’s Respitality Programme, provide invaluable opportunities for young people and families who might not otherwise have the chance to experience a holiday. Hostelling is about adventure, connection, and accessibility, and we strive to make that possible for as many people as we can.\nWho are your customers?\nWe welcome everyone, with a special focus on young people. Our doors are open to individual travellers, families, school and youth groups, as well as domestic and international visitors seeking an authentic Scottish experience. In 2024, we hosted 332,977 overnights, a testament to the continued appeal of hostelling in Scotland.\nHow many people do you employ?\nWith a seasonal operating model, our workforce fluctuates throughout the year. At peak season we have a team of 200 dedicated employees, many of whom return year after year, drawn by their passion for hospitality and Scotland’s great outdoors.\nWhy did you take the plunge, and what were you doing before?\nI had already been part of Hostelling Scotland as Deputy CEO and felt a deep connection to the organisation’s mission. When the opportunity arose to lead as CEO, it was a natural step. Having dedicated almost 24 years to the organisation, I remain as passionate as ever about evolving the hostelling experience and expanding our reach, particularly for young people and families. With our 100th anniversary in 2031 on the horizon, I feel privileged to be steering the organisation towards an exciting future.\nWhat do you least enjoy?\nI love the variety of my role – visiting our hostels, connecting with teams, planning for the future, and learning from international colleagues. However, like many in leadership, I sometimes wish there were more hours in the day! We have so many ambitions, but funding constraints can limit how quickly we can realise them. That can be frustrating, but it also makes every achievement all the more rewarding.\nWhat are your ambitions for Hostelling Scotland?\nTo cement our place as Scotland’s leading hostelling organisation and ensure that more young people, families, and groups experience the joy, adventure, and community spirit of hostelling.\nREAD MORE:\nWe want to modernise our hostels, continue enhancing our sustainability efforts, and broaden access to travel through our youth and community programmes.\nWhat would most help you achieve this?\nIncreased funding and investment would allow us to expand and enhance our hostel network, making it even more accessible and appealing. More importantly, it would allow us to reach more young people and families who would benefit from travel, outdoor experiences, and cultural exploration.\nWhat is the most valuable lesson you have learned?\nIt all comes down to people. Hostelling is far more than buildings and beds – it’s about the experiences, connections, and warmth that our team brings to every guest. Our success is built on the dedication of our staff, volunteers, and supporters, and by continuously listening to our guests, we can evolve to meet their needs and exceed their expectations.\nWhat has been your best moment as CEO?\nThere have been so many. But what always makes me proud is seeing the direct impact of our work – whether it’s a young person experiencing their first trip to Scotland’s Highlands, a family enjoying a well-earned break, or international travellers forming lifelong friendships in our hostels. Watching people discover Scotland through hostelling is an incredibly rewarding experience.\nAnd the worst?\nWithout a doubt, having to close our network during the COVID-19 pandemic. The uncertainty, the impact on our staff and communities, and the loss of opportunities for so many travellers and young people were incredibly difficult to navigate. However, we emerged stronger, more resilient, and even more committed to our mission.\nHow do you relax?\nTime with family and friends is essential for me, and I make sure to prioritise exercise –whether that’s in the gym or out in Scotland’s great outdoors. Staying active helps me clear my mind and stay focused on the road ahead.",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T04:33:00"
    },
    {
      "title": "Glasgow tea room to host series of talks on the history of the cuppa",
      "url": "https://www.heraldscotland.com/news/25030078.glasgow-tea-room-exploring-scotlands-relationship-cuppa/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-24T00:01:00",
      "content_en": "It will also investigate how quintessentially Scottish confections such as shortbread and empire biscuits became embedded in Scottish national identity.\nThe day-long event will take place at Mackintosh at the Willow, one of a number of tea rooms established in Glasgow in the 19th and 20th centuries as the city’s growing temperance movement took hold.\nRead More:\nThe organisers described the venue as a “fitting tribute” to tea’s cultural significance, and the part this and other tearooms played in transforming Scots’ social lives.\nBy providing an alternative to pub drinking culture, tearooms offered women spaces to meet friends, and changed tea from a luxury for the rich to a pleasure accessible to ordinary people.\n“Tearooms and tea revolutionised how Scots socialised,” food historian Dr Lindsay Middleton explained.\n“They created artistic spaces centred around tea rather than alcohol, particularly transforming social opportunities for women as both customers and entrepreneurs.\n“Tea is inherently part of Scottish identity, but its rich history points to Scotland’s links with the rest of the world.\n“At the symposium we are keen to explore that history and showcase how the now-humble cup of tea came to be so culturally ubiquitous.”\nThe Willow Tea Rooms were founded in 1903 by Kate Cranston, daughter of a Glasgow tea merchant and firm temperance advocate.\nThey were part of a series of “art tearooms” she established in collaboration with architect Charles Rennie Mackintosh and his wife Margaret Macdonald, and provide what the organisers said will be a “stunning” architectural setting for the symposium.\nDr Middleton went on: “We are thrilled to be collaborating with Mackintosh at the Willow and the National Trust for Scotland to deliver the 2025 annual Scottish Food Heritage Symposium, which will highlight how the history of Scottish food and drink can be used as a tool for learning and connecting with our cultural and culinary heritage.”\nPeter Gilchrist from Tenement Kitchen, which is organising the symposium alongside the University of Glasgow, said the event comes at a time when there is “a lot more excitement” about the topic of Scottish food heritage.\n“People want to talk about their food memories, share family recipes and find out more about where exactly their food comes from,” he said.\nHe added: “Tea has been an (integral) part of Scottish life and Glasgow trade for centuries. What’s really exciting this year is that we get to celebrate female entrepreneurship as part of the programme of events.\n“How many people know that the tearoom was invented by a Glasgow woman?”\nOliver Braid, National Trust for Scotland’s creative learning manager at Mackintosh at the Willow, said: “The Scottish tearoom phenomenon of the late 19th and early 20th centuries is increasingly recognised for its cultural and culinary significance, shaping Scotland’s food, drink, and social histories of gender, race and class.”\nThe programme includes a talk by writer Perilla Kinchin on the history of Kate Cranston’s tea rooms, as well as historical talks on tea smuggling, the dark history of sugar as a product of Caribbean slavery, and how sugar became part of Scotland’s national identity.\nIt also features a session on the “creative confections” inspired by the rise of afternoon tea, such as shortbread and the empire biscuit, and the recipes that defined Scottish tea-taking rituals.",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T00:01:00"
    },
    {
      "title": "Working group to discuss support for means tested university tuition",
      "url": "https://www.heraldscotland.com/news/25030045.poll-shows-support-scottish-university-tuition-reform/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-24T00:01:00",
      "content_en": "The Carnegie Trust for the Universities of Scotland (CTUS), an independent foundation offering grants to support access to higher education, commissioned a poll on Scotland's “value, accessibility and funding of higher education” in Scotland.\nConducted by Ipsos Public Affairs, the poll showed widespread support for some form of Scottish Government-funded tuition. However, there was significant variation on how that should be implemented and who should be targeted for support.\nAlmost half (48%) of participants supported charging university tuition fees based on ability to pay, particularly if government funding was focused on those with lower household incomes, those who face historical barriers to entry, or those studying courses where there are skills shortages, such as nurses or engineers.\nLess than one-third (29%) directly opposed the idea.\nGeneral support for change but division on the direction\nScottish universities charge tuition fees for undergraduate degrees, with limits set by the Scottish and UK Governments. How much each student pays depends on their chosen university, where they live, whether or not they have previously attended university, and whether they are studying full-time or part-time.\nThe Scottish Government covers all tuition fees for full-time students living in Scotland and attending a Scottish university for their first undergraduate degree. The government's per student rate is dependent on the subject of study, and includes a standard £1,820 fee per student.\nThe government only covers tuition for part-time Scottish students if their household income is below £25,000.\nNon-Scottish students pay tuition fees at different rates, depending on whether they live in the UK. Students from the rest of the UK pay a set rate of £9,535 per year, while fees for international students are much higher, depending on the course and at the discretion of each university. Some range as high as £50,000 per year.\nParticipants were divided on whether the Scottish Government should cover the costs for all first-time undergraduate students living in Scotland (44%) or focus on low-income students while those whose households can afford it pay at least some of the cost of tuition (43%).\nFully government-funded tuition for all first-time undergraduates was most popular among those living in higher-income households of over £100,000 annually, those with children at home, younger age groups, and those who attended university.\nThe poll also asked participants to consider potential options for changing the tuition model in Scotland.\nThe most popular option was charging tuition fees based on ability to pay (48%). Under this system, students from lower-income households would pay low or no fees, and students from higher-income households would pay more.\nOpinions on this strategy differed depending on participants' household incomes. Charging tuition to those more able to pay was generally less popular among higher income brackets.\nRequiring employers to pay some contribution to the cost of university education was the second most popular option (39%).\nAnother favoured option was to charge tuition fees to all undergraduate students living in Scotland, with loans available that would only start being paid back once graduates began earning above a certain income level (35%). Many respondents, however, were opposed to this (43%).\nThe idea of a graduate tax, which would require all university graduates to pay a higher income tax once they earn above a certain level, was the least popular option (26% supported) and had the most direct opposition (48% opposed).\nParticipants were also asked what level of annual tuition fee they thought was reasonable to charge an undergraduate for a four-year degree. Opinion was relatively evenly split on fees up to £5,000 per year.\nThe most popular annual fee rate was between £3,000 and £4,999 (22%), followed by £1,500-£2,999 (21%) and less than £1,500 (20%).\nTargeted tuition support a popular strategy\nIf the government were to begin offering targeted tuition support, nearly two-thirds participants said low-income students should be the highest priority, followed by students studying courses where there are skill shortages, such as nursing (59%), and then students from disadvantaged backgrounds.\nParticipants also clearly supported government funding to prioritise apprenticeships, grants for disadvantaged students, and upskilling for existing workers.\nRead more\nIn response to the poll results, CTUS announced it was commissioning a Citizen Jury to assemble a representative sample of Scots to investigate the higher education funding and make recommendations.\nHannah Garrow, Chief Executive of the Carnegie Trust for the Universities of Scotland, said the question of funding is “complex” and has long-ranging consequences for families and society.\n”However, recent discussions on how to finance higher education feel like they are stuck on repeat, while, for many people, funding continues to be seen as a barrier to access\".\n“This research shows that there is room for a more nuanced and open discussion on priorities for funding. If politicians are struggling to come up with solutions, perhaps the public can inject some democratic innovation into the debate.\n\"The government has already committed to lead the development of a new funding model so understanding the views of the public as beneficiaries and users of the system is critical.\n“We hope that the Scottish Government and all political parties in Scotland will get behind our Citizen Jury and commit to giving its outcomes careful consideration.\"\nPoll comes as universities face funding uncertainty\nThe publication of the Ipsos and CTUS poll comes only days after new data showed a sharp decline in the number of fee-paying international students at Scottish universities, a key source of income for many institutions.\nMultiple universities are facing financial challenges, with an estimated eight of 18 expected to report deficits when the newest sector analysis is released. Most recently, the University of Dundee announced a deficit and controversial draft recovery plan that includes cuts to 632 jobs, but other universities, including the University of Edinburgh—which has forecast a £140 million deficit over 18 months—are also looking to close gaps in their budget.\nThe Scottish Government has remained committed to providing free tuition for Scottish students, but university leaders are increasingly calling for a nuanced conversation about the amount of funding that the government provides.",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T00:01:00"
    },
    {
      "title": "No longer a side hustle:  A Scottish teacher's journey to becoming a full time artist",
      "url": "https://www.heraldscotland.com/news/25028457.one-scottish-teachers-journey-becoming-full-time-artist/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-24T05:30:00",
      "content_en": "“After finishing my degree I just didn’t have the belief I could become a full-time artist. I thought it was unachievable. One of my lecturers saw the potential in me at the time, but I just didn't have confidence in myself I guess,” she reflects.\n“I went into teaching because I love working with kids and spent four years in schools, but I was basically trying to juggle two full-time jobs. It wore me down, working at night after a full day at school and every weekend. Full-time and full-time is double-time, I guess! I got to a point where I thought, ‘I don’t want this to just be a side hustle’ and decided it was time to take the leap. If I can do it, I can do it. If I can’t, I can’t. There’s only one way to find out.”\nThe Ayrshire-born artist concedes it’s not been a linear journey since making the call last year and credits Outerspaces, Morphe Arts and the Glasgow Creative Network as support mechanisms in what can prove a lonely world for creatives. However, the quality of her work is presenting opportunities and advancement - including the launch of a third independent show next month.\nTeacher turned artist, Dawn Spence (Image: Maria Reingolt Photography )\nThe Glasgow-based painter, who names Yayoi Kusama and Shawn Huckins as influences, will present at the Alchemy Experiment in the West End next month during an exhibition running from April 4-11. Opening night on the Friday lasts from 7-9 and there’s an artist's talk the following Wednesday, offering an opportunity to hear the story behind the project. The launch evening is a celebration with drinks, friends and family all expected, presenting Spence a chance to share the creative process with her biggest supporters.\n“I want my exhibitions to be a chance for people to chat to me as an artist, because, I don’t want to be a hidden artist,” she smiles. Recently Spence was featured at Green Gallery and Lemond Gallery. Before the end of the year there are trips to MUST wine in London and the Pittenweem Arts festival.\nIt was during a week in Florence last year, is a city known for a painting or two, that Spence encountered the inspiration for her latest show titled ‘Freedom’.\nRead more Herald arts:\nInvesting in an oil painting course to acquire skills not taught in her local studies with the funds earned from previous exhibitions, sessions learning the techniques of classics like Sandro Botticelli provided ideas and inspiration for her next series of work.\n“I called this exhibition ‘Freedom’ because I was really interested in fabric folds, transparent fabrics and how they, for want of a better phrase, whisper in the wind. It reminds me of a wedding day - throwing the veil over a sunset and revealing something previously unseen.\n“I want people to see my work and feel really uplifted and joyful. It’s not about people coming in and feeling under pressure to understand my art, but just appreciate it.”\nSpence’s work is immersing and combines contemporary, abstract, surrealist and landscape themes. It’s hard to fit into a box, she admits. Perhaps that is why her work stands out and leaves so clear an impression on untrained eyes like this correspondent’s.\nDawn Spence: It’s so important to understand the time, effort and inspiration of creating a work (Image: Maria Reingolt Photography )\n“I guess I’m not just painting typical landscapes, the style I’ve developed over time fits with my desire for people to see new perspectives. Seeing something heavenly, something really warm and inviting. Even if those coming to my show don't like art, or they don't see the value in it, hopefully they step away going, ‘I've never seen that before’.”\nSpeance’s style “repeats strokes” to connote vibrancy and pulsations. “For me, it's almost a therapeutic way of looking at something.”\nAnd art, in all its forms, has never been more important, has it? As our algorithms tell us AI will replace every hard-honed skill by tomorrow and everything appears on demand at the touch of a screen, there is a strength in the creatives who value process and a human touch that can never quite be manufactured or cloned.\n“Especially with AI impacting art, people maybe think, ‘How easy it is to create that’? But it’s so important to understand the time, effort and inspiration of creating a work,” adds Spence. “It’s about what the artist has done to get to that moment and it’s the story behind reaching that point too, isn’t it?”\nFor Spence, it’s the story that makes this exhibition extra special, inviting others into her own journey by sharing new perspectives.\nFind out more about 'Freedom' by Dawn Spence at The alchemy experiment",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T05:30:00"
    },
    {
      "title": "Labour MP slams party's £5bn welfare cut: ‘We cannot claim there is no austerity’",
      "url": "https://www.heraldscotland.com/news/25030182.labour-mp-no-doubt-austerity-back-rachel-reeves/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-24T00:00:00",
      "content_en": "“These are the people that we should be throwing our arms around and helping,” the Alloa and Grangemouth MP told Holyrood magazine.\n“It’s a measurement of any society how the government treats those who are in need, and by cutting that much from the welfare budget there is no doubt in my mind that we cannot claim there is no austerity under Labour if we are going to cut that much money from welfare.”\nREAD MORE\nDuring a televised debate ahead of last year’s election, Scottish Labour leader Anas Sarwar said: “Read my lips: no austerity under Labour.”\n(Image: free) Sarwar and SwinneyThe SNP has thrown the quote back at Mr Sarwar following a number of decisions taken by the UK Government in its first nine months in office, including the scrapping of the universal winter fuel payment and the reneging of a promise to compensate Waspi women.\nOn Sunday morning, Ms Reeves denied that Labour was heading towards austerity.\nHowever, the Chancellor confirmed plans to cut the cost of the civil service by 15%.\nThat could mean the number of staff working for the public sector slashed by around 10,000 across the UK.\nWhen she set out her budget last autumn, Ms Reeves left herself with £9.9bn in fiscal headroom to help keep her self-imposed fiscal rule that current spending must be paid for from tax receipts.\nHowever, rising interest rates and the resulting increase in government spending have all but wiped that out.\nThere are also reports that the Office for Budget Responsibility could slash the growth forecast by as much as half.\nMs Reeves will deliver her spring statement on Wednesday, and is expected to announce sizeable spending cuts, on top of the £5bn to be slashed from the benefit bill announced last week.\nWith deep unhappiness in the party, some Labour MPs have urged the Chancellor to rethink her fiscal rules to help pay for further defence spending.\nMs Reeves has rejected that call.\n“I’m not going to pre-empt the Office for Budget Responsibility’s forecast, but the world has changed,” the Chancellor told Sky News’ Sunday Morning with Trevor Phillips\n“We can all see that before our eyes and governments are not inactive in that – we’ll respond to the change and continue to meet our fiscal rules.\n“But we’re also shaping the new world, whether that’s in the defence and security realm, or indeed on the economy.\n“I promised at the general election to bring stability back to the economy.”\nAsked if austerity was on the table, Ms Reeves told the BBC’s Sunday with Laura Kuenssberg: “Last year, I put £100 billion more into capital spending than the previous government had committed to, we put more than £20 billion into the National Health Service.\n“That is a far cry from what we’ve seen under Conservative governments in the last 14 years.”\nAsked if there would be budget cuts to unprotected departments outside of the NHS and education, Ms Reeves said: “We’ll set all that out when we do the spending review, but we can’t just carry on like we have been spending on the same things that the previous government spent on.\n“People want to know we’re getting value for money, when people are paying more in tax that they’re getting more in return.”\nThe Chancellor confirmed plans to reduce Civil Service running costs by 15%.\n“We are, by the end of this Parliament, making a commitment that we will cut the costs of running government by 15%,” she told the BBC.\nShe said anyone running a business will think that is “more than possible” given advances in technology and AI.\n“We’re going to cut the back office functions, the administrative and bureaucracy functions.\n“The size of government increased massively during the Covid pandemic.\n“That was five years ago … but the size of the Civil Service hasn’t come back during that period. So, we now need to make sure that we do realise those efficiency savings so we can invest in the priorities.”\nDuring the interview, the Chancellor also refused to rule out slashing tax on tech giants.\nThere have been reports that the government might consider changing or ditching the Digital Services Tax, which imposes a 2% levy on the profits of firms like Facebook, in order to avoid the global tariffs that the Trump administration is planning to impose.\nAsked if this was true, Ms Reeves said the UK is in discussions \"around a whole range of things\" with the US related to tariffs.\n\"But we will continue to operate on that principle that you should pay taxes in the country in which you operate.\"\nAsked if she might tweak the tax, she said: \"You've got to get the balance right, and those discussions at the moment are ongoing.\n\"We want to make progress. We do not want to see British exporters subject to higher tariffs, and we want to see trade barriers fall right across the world.\"\nREAD MORE\nIn his interview, Mr Leishman also said his party has not done enough for the 400 workers at Grangemouth being made redundant.\nThe MP suggested using the redevelopment of Manchester United’s Old Trafford stadium as a bargaining chip.\nThe club is owned by billionaire Sir Jim Ratcliffe, who is chairman and chief executive of the site’s part-owners, Ineos.\nPlans for the new stadium were announced earlier this year, but the club is looking for Government support to regenerate the surrounding area. The money for which, Mr Leishman says, should be withheld if the refinery closes.\n“When we look at the regeneration needed around Old Trafford, why would we not say you can have that money, but you need to keep Grangemouth open? That’s just negotiation in my opinion,” he told the magazine.\n“I have asked those questions of why we haven’t done this, and the answers have been underwhelming.”",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T00:00:00"
    },
    {
      "title": "Kevin McKenna: Everyone falls in love with the Wee Rovers, but they need help",
      "url": "https://www.heraldscotland.com/news/25030509.everyone-falls-love-rovers-need-help/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-23T16:52:29",
      "content_en": "Unless they can find some extra sources of funding they’ll soon be unable to pay the players’ wages.\nThe wee Rovers have managed to roll with a few gut punches in recent years, but this one, you suspect, would hasten the last rites.\nRead More: The woman we should all have heard more about\nYet, on Saturday afternoon as Cowdenbeath visited for a Lowland League clash, they were laughing in the face of the approaching menace.\nThere was Mary Allan, selling her 50/50 half-time draw tickets in a manner that suggested a refusal would be taken as a personal insult.\nWe’re in the bar now named for her late husband Andy, who died last year after a lifetime of devotion to this club.\nHer colleague, Gordon Lind, tells me that Mary automatically becomes “mammy or grandma to every player who walks though these gates”.\nIn the Directors Lounge, the visiting Cowdenbeath dignitaries are considering the purvey options.\nOne of them is taking liberties with the pies as he eyes them up suspiciously.\nRonnie Boyd, former Rovers Chairman and now Chair of the Rovers Community Trust, tries to re-assure him. “It’s when they start smiling at you that you need to worry,” he tells the startled Fifer.\nI spot Alex Dowdalls, the journalist and kenspeckle chronicler of Albion Rovers.\nHe’s 64 today and has been granted the honour of leading out the team as the club mascot.\nHe’s sitting here as nervous as a 12-year-old waiting to make her big entrance as Mary in the school nativity play. “This is the first time I’ll have been on that turf since I was a ball-boy 53 years ago,” he tells me.\nHe refers to “that turf” as though it were sacred ground reserved for savants and holy men.\nIn a few minutes I’ll be in the stand watching big Alex proudly leading his boys out with his Rovers top and scarf and black trackie bottoms as Survivor’s Eye of the Tiger belts out.\nAnd all the time, I’m wondering if my lifetime of supporting Celtic who collect trophies like Green Shield stamps has ever been as intense and intimate as this.\nI’ve come to a place where the stadium announcer reads out the teams and then shouts “Come on the Pride of Coatbridge” at the top of his voice before engaging in some rough banter with a member of the crowd sitting 20 yards away.\nThere are about 300 supporters here today and he probably attends all their baptisms and weddings.\nAs the game kicks off, the six tiny ultras leave their starting positions at the back of the main stand and move behind the opposition goal. God love them.\nOh oh oh\nEverywhere we go\nWatching Albion Rovers\nPutting on a show.\nJanet Prentice, who’s in charge of the boardroom hospitality is introducing me to her nephew, four-year-old Magnus Forbes Prentice Campbell.\n“He was a shareholder at one year old,” says Janet. “Everyone who comes through these doors is treated like family. If that wasn’t the case there’d be little point in keeping it going.\n\"If Albion Rovers was forced to close, the impact would be felt across the entire community. But I’m sensing that more locals are becoming aware of our plight and are stepping up.”\nThis is where amidst a picture gallery of club heroes like their former manager and ex-Rangers star, Davie Provan.\nRead More: Why whisky tasting was the most Scottish moment in my life\nThere’s a picture of one John Smith, a supporter who was inducted into the Albion Rovers Hall of Fame who began supporting the club during the second world war and was “one of the few supporters to remember the Rovers playing in top flight league football during season 1947-48”.\nThat team of legends included Jock Stein, who made 236 appearances for the Rovers before moving to Llanelli in Wales and then to captain Celtic where he emerged as the most important figure in the history of the Hoops.\nIt’s at this point you have to ask the question: couldn’t Celtic, the richest club in Scotland, spare a few bob to help out this one which is woven into their history.\nGenerations of Coatbridge families have provided support for Celtic. Surely there is still sufficient sentiment amidst their fiduciary corporate responsibilities to help the Rovers in their darkest hours?\nRonnie Boyd gently steers me away from this line of thought and talks about Celtic and Rangers having to be run as businesses in a fiercely competitive market.\nAnd so he introduces me to Chris Ide, the club doctor, who’s been providing this service for 19 seasons and refused to take a penny in return.\nHe’d originally been a Portsmouth supporter and I’m eager to tell him about my guilty (and utterly useless passion) of learning football lists in my youth, including the fact that Portsmouth won back to back league titles in 1949 and 1950 and that, having won the FA Cup in 1939 before the outbreak of war, they’re the longest-ever holders of the trophy.\nIt’s a form of madness, but today I’m overjoyed that at last someone has appreciated it.\n“My functions are mainly now ornamental,” he says. “I make the tea and help with stadium maintenance.”\nAt the back of the bar, there’s a young team discussing their plans for the evening.\nLet me introduce you to Jason Watson, Jack (Shug) Donnelly, Ryan Kelly and Nathan McPherson.\n“There’s nowhere else we’d rather be on a Saturday afternoon,” says Ryan, who like many others around here, has forsaken Celtic’s Hollywood attractions to follow the Rovers.\n“This is where I’ve made friends for life,” says Jason.\n“It’s one of the places where I’m at my happiest and we’ll do everything to help this club get through this.”\nA thorny nest of boardroom politics has brought Albion Rovers to this parlous state.\nRead More: SNP’s departing MSPs represent the worst of us. They won't be missed\nThis is a private limited company and though the overwhelming majority of shareholders have sought to co-opt new members with expertise and ideas to move the club forward they’ve been blocked at every turn by a handful of large shareholders, led by a single individual.\nNo explanations have been forthcoming as they’re not obliged to justify their reasoning. The others can only guess darkly at their motives.\n“More than 100k a year has gone from our budget after we dropped out of the fourth tier of the senior leagues two seasons ago,” says Ronnie.\n“But that’s what we need if we are to continue paying our players and coaching staff.\n\"I don’t know how long we could sustain this club in these circumstances, but I do know this: I can live with us turning amateur if it means I can still watch them playing on that turf.”\nHis colleague, Donnie Lind, whose grandfather attended Rovers’ only Scottish Cup final against Kilmarnock in 1920 (attendance: 95,000) said: “Another problem is that even when we played clubs like Stenhousemuir, they brought a core travelling support of about 150 which makes a significant difference.\n\"Now we’re playing the likes of Stirling University whose travelling support is a few students with Pot Noodles.”\nThey’re immediate hopes may now rest on a planned artificial pitch behind one of the goals which would enable them to charge rental for community use.\n“It’s a race against the clock, though,” says Ronnie Boyd.\nAt 5.49 on Saturday afternoon, Rovers are edging towards a drab 0-0 draw that suits neither team.\nThe playing surface would put many loftier clubs to shame and there have been flashes of skill, not least from Rovers’ big Spanish teenage striker, Bright Prince Okosun, (although I spend the second half urging him to put his considerable physical presence to better use).\nBut what do I know? The big man’s only gone and sent a towering header past the keeper to secure all three points.\nThe stand erupts and I’m happier that I’d ever expected to be at the outcome of a game in the fifth tier of Scottish football in North Lanarkshire.\n“If you come to the Rovers and don’t fall in love with them then there’s something wrong with you,” says Mary Allen.\nShe speaks the truth, because I’m putting my name down for a season ticket.",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-23T16:52:29"
    },
    {
      "title": "Scottish brewing giant to replace new forest saplings wiped out by heatwave",
      "url": "https://www.heraldscotland.com/news/25027710.brewdog-replace-new-forest-saplings-wiped-heatwave/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-23T16:00:00",
      "content_en": "New figures show Scottish brewing giant BrewDog is to receive a total grant of £2.7 million as it prepares to replace lost saplings and extend planting at its Lost Forest.\nThe new figures come as our team examined key elements of the Scottish reforestation programme including a series of unmet national planting targets against a backdrop of a potential future timber shortage.\nRead all the series articles here\nEdinburgh bank Hampden marks milestone with name change\nTracey Davidson, chief executive, Hampden Bank. (Image: Stewart Attwood) An Edinburgh private bank has revealed a name change and a move to bigger premises in the Scottish capital as it nears completion of its first decade in business.\nHampden & Co, which was established by former Adam & Co banker Ray Entwistle, became the first private bank to launch in the UK in 30 years when it opened in June 2015.\nNow the bank, which caters for high-net-worth individuals, has entered its second decade with a new name on its brass plaque and a switch into plush new headquarters in the heart of Edinburgh’s financial district.\nThe institution, which also has an office in London, has been renamed Hampden Bank and set up shop in a newly developed townhouse at 20 and 21 Charlotte Square. It was previously based on the same square, at number nine.\nRead Scott Wright's story here\nScottish city forecast to be 'lowest performing' in UK\nAberdeen (Image: Getty Images) Starkly contrasting fortunes for Scotland’s cities have been highlighted in a new set of forecasts.\nAberdeen is predicted by EY to grow at an average annual rate of just 0.9% between 2025 and 2028 amid challenges in the energy sector, with the accountancy firm highlighting the impact of the long-term decline in North Sea oil production.\nEY said: “Aberdeen is the only UK city expected to see less than 1% growth from 2025 to 2028, making it the lowest-performing city in the UK.”\nIt added: “The long-term decline in North Sea oil production is expected to pose a significant economic challenge for Scotland, particularly Aberdeen. The decline in activity in this sector is widely known to be impacted by the long-term structural changes at the economy-wide level, as many oil fields reach the end of their useful life.”\nRead Ian McConnell's story here\nAROUND THE GREENS\nGolf in Skye: 'We always feel we compete against shinty'\nAround the Greens (Image: Contributed) This article appears as part of Kristy Dorsey's Around the Greens series\nThe Isle of Skye Golf Club, as it is known today, was established in 1964 as the Sconser Golf Club. The game has been played in the same location for more than 60 years on a piece of land leased from the Campbell family up until 1984, when the club was able to purchase the land. The name was changed in 1987.\nFormer captain Ally Young says the club has always had a dedicated junior golfing section, despite the island's passion for shinty. These efforts received a boost in 2021 and 2022 with the help of European Tour player Craig Lee.\nThe club has about 200 members and is run almost entirely by volunteers. Despite financial restraints, it boasts professional golfers among its former junior members.",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-23T16:00:00"
    },
    {
      "title": "'End of an era': Glasgow reacts to Wyndford towers demolition",
      "url": "https://www.heraldscotland.com/news/25030426.glasgow-reacts-wyndford-towers-demolition-maryhill/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-23T15:27:11",
      "content_en": "Some of them arrived hours earlier to secure a good view of the explosion, others stopped on their walks to observe.\nOne spectator told our sister title the Glasgow Times: \"We came here just before 10am. I used to work in those flats, so we thought we would watch them come down.\"\nAnother added: \"I am here from Bearsden, it's an occasion, just something to watch.\n\"I grew up in the West End, these flats have always been there, so it will be strange not to see them.\n\"This is my first time seeing a demolition as well, it's exciting.\"\n(Image: Robert Perry) (Image: Robert Perry)\nRead More:\nMany of those who set up camp have strong connections to the buildings.\nA resident said: \"I grew up here, I have plenty of memories. My auntie used to stay in those flats.\n\"It was a pain in the backside waiting on a lift to get up there, she was on the 24th floor.\n\"Me and my pals used to press all the buttons and wait ages. I was seven or eight, it was a long time ago.\"\nAnother local commented: \"It's sad, the end of an era. They were iconic.\n\"I grew up around here, they have always been there, it's all we've ever known.\n\"Years ago, I saw the demolition of the Red Road flats as well, it's interesting to watch.\"\n(Image: Newsquest)\nOthers were drawn to the site by the spectacle of the event.\nA man told the Glasgow Times: \"I'm excited. I only heard about this yesterday and decided to come down.\n\"We just moved here but I remember, growing up, the demolition of the blue buildings in Castlemilk and the Red Roads flats.\n\"I wasn't there in person, but I remember seeing it on the news.\"",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-23T15:27:11"
    },
    {
      "title": "Additional support needs 'crisis' as families speak out over school and welfare",
      "url": "https://www.heraldscotland.com/news/25029362.asn-crisis-parents-scotland-fearful/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-23T15:05:00",
      "content_en": "Families expressed their concerns that mainstream education was failing children with additional support needs, with one saying their son was \"traumatised\" by attending a mainstream primary school, with another saying mainstream education could \"hell on earth\" for children like her daughter.\nThe group has called for the introduction of 'intermediate schools', which would provide a halfway house between special schools for children with profound needs and mainstream schools.\nRead More:\nCampaigner Patrick Kieran told The Herald on Sunday: \"The Scottish government has this presumption that all children should be educated within mainstream school. The idea of inclusivity is all well and good, but the reality is there are some children who need support over and above what mainstream provides.\n“While all these platitudes are nice - that everybody is equal - the world isn’t like that. We’re supposed to be giving children an education which ties in with their needs and abilities. We should push them to reach their potential, but we shouldn’t do that in a way that’s detrimental to their health and wellbeing.\n“Shoving kids into mainstream school because it’s cheaper is easy.”\nAnother parent said: \"Exclusion is a society-wide issue that can’t be fixed by throwing all the kids in together and hoping that in 20 years there will be an inclusive society.”\nFamilies also shared their anxiety over the incoming £5bn of cuts to welfare being brought forward by the UK Government.\nJoanne Lamond said: \"Too many young people with ASN face a future of increased dependency, not because of their conditions, but due to systemic failures in education, healthcare, and employment support that’s set them up for economic failure.\n“Instead of penalising the most vulnerable, the government must focus on creating inclusive policies that provide genuine opportunities for all.\n\"Loss of income decreases your quality of life and increases the stress for the family, particularly single parent families. As my child isn’t in school, I also have increased costs of them being at home, and trying to provide the activities that support their meagre educational experience.”\n\"I feel abandoned by the state, which has become cruel. These attitudes have permeated into services which are the gatekeepers of support. It’s an incredibly challenging position as a parent to find yourself in”.",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-23T15:05:00"
    },
    {
      "title": "Swinney: SNP ‘knows where it stands’ after police close Sturgeon probe",
      "url": "https://www.heraldscotland.com/news/25030402.snp-highest-standards-financial-control-place/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-23T15:09:39",
      "content_en": "On Thursday, Police Scotland confirmed that Ms Sturgeon was “no longer under investigation” as part of the force’s long running police probe into the SNP finances.\nThe news came just hours after her estranged husband and former party chief executive Peter Murrell appeared in court charged with embezzlement.\nHe made no plea and was granted bail.\nREAD MORE\nOperation Branchform was launched in 2021, with detectives probing allegations that £660,000 raised by the party for a second referendum was spent elsewhere.\nThe investigation saw SNP HQ and the house Ms Sturgeon shared with Mr Murrell raided by police.\nA luxury campervan parked in the driveway of Mr Murrell’s elderly mother’s home in Fife was also seized.\nOn Saturday, Mr Swinney told members the party was in a good place for next year’s Holyrood election.\nA recording of his speech at the internal event was leaked to the Sunday Mail.\nHe told activists: \"The budget, the assertive political challenge we are taking forward, the reorganisation of headquarters, the strengthening of our political position, the improvement in our byelection results and candidate selection all helps us to make preparations for 2026.\n\"But the conclusion of the police investigation into our party finances also helps. We now know where we stand.\"\nHe added: \"We now can make sure we have the highest standards of financial control and governance in place - and led by our outstanding National Treasurer Stuart McDonald - that is the case.\n\"I give you the assurance our resources will always be used wisely, they will always be used to support the SNP, they will always be used to support independence.\"\nMeanwhile, in her first public appearance since police cleared her, Ms Sturgeon paid tribute to friends and supporters, saying she “wouldn't have got through” the last two years without their help.\nThe former first minister’s thanks came as she appeared on stage at the King's Theatre in Glasgow, as part of a double act with crime writer Val McDermid.\nThe show, Books and Banter, was part of the city’s comedy festival.\nREAD MORE\nMs Sturgeon told the 1,700 people in the King’s Theatre: “I don't want to dwell on this. Can I just say the last couple of years have been interesting. The last couple of weeks have been interesting. I’ve announced that I’m going to leave politics. I’ve revealed the title of my book, which will be available in all good book shops.\n“I just wanted to say, the last couple of years I wouldn't have got through it without some really good pals, Val and Jo chief among them.\n“There are others in here tonight, but also without so many of you, people I've never met, who come along to things like this, sent me messages of support. I just wanted to take 30 seconds tonight to say from the bottom of my heart, thank you for all your support.”\nMs Sturgeon’s book, for which she negotiated a £300,000 advance from publisher Pan MacMillan, will be called Frankly.\nMeanwhile, the Scottish Government has confirmed Mr Swinney will undertake a series of engagements in New York next month as part of the annual Tartan Week celebrations.\nThe First Minister is expected to meet a number of high-profile current and potential investors to promote the economic opportunities on offer in Scotland.",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-23T15:09:39"
    },
    {
      "title": "Wyndford towers in north Glasgow demolished following long campaign to save them",
      "url": "https://www.heraldscotland.com/news/25030305.wyndford-towers-north-glasgow-demolished-campaign/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-23T13:21:44",
      "content_en": "In January last year, judges at the Court of Session ruled against their arguments.\nWheatley Homes, which owns the buildings, said they were no longer fit for human habitation.\nIn place of the towers will be 386 affordable homes, which will be part of a £100m regeneration plan in North Glasgow.\nThe demolition of the Wyndford towers in North Glasgow\nDemolition was carried out on Sunday after a long-running campaign by residents to save the buildings\n(Video: Robert Perry) pic.twitter.com/ieWjMlTccx — The Herald (@heraldscotland) March 23, 2025\nFunded by Glasgow City Council and Wheatley Homes Glasgow, the new development is also planned to include a two-storey, purpose-built community hub.\nThis will include a large hall, café space, bookable rooms and free access to computers.\nIn preparation for the demolition, Maryhill Housing Association confirmed that an exclusion zone would be in place around 6 – 36 Gairbraid Place and at 106 Kelvindale Road.\nThe towers were brought down in a controlled demolition at noon on Sunday, with a spokesperson telling our sister title the Glasgow Times that everything went according to plan.",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-23T13:21:44"
    },
    {
      "title": "Scotland's wettest city now has its own sunscreen—But why?",
      "url": "https://www.heraldscotland.com/news/25028013.one-glaswegian-marketing-spf-scotlands-wettest-city/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-23T10:30:00",
      "content_en": "“Obviously in Glasgow, it’s hardly ever sunny, but there are actually three different types of UV rays,” he says. “Even when it’s cloudy, even when it’s cold, those rays are present and it’s just a compounded exposure.”\nThe three types are known as UVA, UVB and UVC. The UVC rays are the strongest but are almost entirely absorbed by the Earth’s ozone layer. It’s the UVA and UVB rays we need to worry about.\n“B is for burns. UVB rays cause redness, skin damage, those sunburns on holidays,” Fraser says. “A is for ageing. UVA rays are there every day.”\n“What I wanted to do was create a company where that was the centre point of the story,” he adds. “And hopefully through education and really great products, people would realise they need to look after their skin preventatively.”\n(Image: Karene Wedekind)\nRead more from Marissa MacWhirter\nIt’s hard not to be impressed by the young entrepreneur. Fraser, of Bearsden, started his first business at just 13 years old selling sweets door to door. As he grew up, he promised himself that he would launch his first company by the time he was 30.\nLast spring, at 29, Fraser’s personal deadline was fast approaching. He had been working in tech marketing for an American company for a few years when he decided it was time to take the plunge. As much as he loved his job, it was all-consuming and he needed to be all in if it was going to work.\n“I was like, right, you’re going to have to hold yourself accountable,” he recalls. “You want to do this, it’s not just going to happen.”\nHis interest in health and well-being, coupled with his love of marketing, was the launchpad. “I felt that in the skincare market, there were a lot of hyperfeminine products,” he says. “There are also a lot of really clinical products and it can be overwhelming with all these chemical names.\n“I felt there was a gap to position something as lifestyle, gender-neutral with more of a masculine edge to it than a feminine edge. And the number one thing that causes skin damage, ageing, and wrinkles is the sun.\n“You can have all of the chemicals, serums, retinols and peptides in the world, but the reality is that it’s the same with diet and the same with fitness. It’s all about preventative measures.”\nThe next problem Fraser sought to solve was just how much of a nightmare some sunscreen formulas can be. Memories of thick white sunscreen smeared across your face on holiday in Spain spring to mind. “The reason that a lot of people don’t wear sunscreen daily is that they feel horrible, they clog your pores, they stain your t-shirt, they give your skin a white cast or they are sticky.\n“I tried every SPF moisturiser I could find and I didn’t like any of them. Could there be a brand that simplified skincare, reducing the complexity of it all? A simple morning and evening routine with the core being UV protection because that is where the damage is coming from?”\nThe result is a pared-back line suitable for sensitive skin. The products are all vegan, cruelty-free, dermatologically tested and made without parabens, sulphates or silicone. There’s the Daily Hydrating Cleanser to be used day and night with hydrating and exfoliating properties. Then there are the Daily AM Energising Serum and the Daily PM Calming Serum. And of course, the Daily Protection Moisturiser. Calming After Sun Gel, Natural Mineral Sunscreen Lotion and Lip Protection Oil with SPF 25 round off the product line.\nThe simple branding with labels in Pantone perfect shades of blue, green and olive gives the bottles that coveted top-shelf appeal. The aesthetics of the brand were something Fraser thought carefully about, even lending to his decision to call the brand dussl.\n“I took a lot of inspiration from business podcasts and books,” he says. “There is this idea of combining different words to create a unique word and then your brand becomes the definition of that word. I loved that.\n“I tried traditional Scottish words or words that meant hydration or skin but it was hard to find something unique – and to own the SEO traffic that sits with it.”\nIt had to be short and easy to remember. Fraser spent hours writing out word combinations trying to find the right fit. “I had sticky notes all over my walls in my office,” he smiles. The result, dussl, is symmetrical, rolls off the tongue and sounds a bit like hustle. It fits perfectly with the idea that simplified skincare is ideal for people on the go.\n“The other thing, which is really random but quite cool, is SSL is a tech protocol,” Fraser adds. “Secure Socket Layer. It’s security, it protects. And sunscreen is protecting your face.”\nLast month, the brand held a special launch event at the designer lifestyle store HOOS on Great Western Road. It gave Fraser the chance to meet customers face to face and share his infectious enthusiasm for his new brand. “I chatted to anyone who would listen to me,” he says. “We pretty much sold out three lines of products right away: the cleanser, the SPF 50 moisturiser and the lip oil.”\nAnd yes, plenty of people wanted to know why they needed SPF in Glasgow. “I would chat them through it, and as soon as I would talk them through the UV rays they would say, that’s really cool I didn’t understand that. The positivity overall was amazing.”\nAs part of his dedication to skin health, Fraser has made it a priority to partner with skin cancer charities, donating 1 per cent of all dussl revenue to Melanoma UK.\n“Skin health is part of our overall health and wellbeing. You have your diet, your exercise, your nutrition. But your skin is your biggest organ, that’s what faces the world.”\nTo find out more, visit www.dussl.com.\nMarissa MacWhirter is the editor of The Glasgow Wrap. Each morning, Marissa curates the top local news stories from around the city, delivering them to your inbox at 7am daily so you can stay up to date on the best reporting without ads, clickbait or annoying digital clutter. Oh, and it’s free. She can be found on X @marissaamayy1",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-23T10:30:00"
    },
    {
      "title": "'We don't take ourselves too seriously - it would be ridiculous at our age'",
      "url": "https://www.heraldscotland.com/news/25029470.seven-headed-joy-machine-police-dog-hogan-upcoming-tour/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-23T10:00:00",
      "content_en": "That's before we get to the likes of Bowling For Soup, the Barenaked Ladies, Mechanical Beetles Never Quite Warm or, yes, Dananananaykroyd.\nWhat, then, are we to make of a seven-piece country-folk group made up of lawyers, civil servants and a Guardian columnist who call themselves Police Dog Hogan?\nRead More:\nLead vocalist and guitarist James Studholme tells The Herald: \"There’s a moment in every band’s life when you’re starting out and you need a name for a poster or a record.\n“We were about to go to record our first EP in Cornwall in a place called Sawmills, we were sitting there waiting for a boat which was late.\n“We probably drank a little more than was sensible and the fiddle player is a lawyer in his other life and was recounting a story about how late at night he was reading a police procedural about a riot on the Withdean Estate in Brighton.\n“The procedural kept referring to a PD Hogan, who he assumed was a probationary detective, but for some reason they left probationary detective Hogan in the van when they arrived at the riot (he still hasn’t really started to think about what this all means).\n“Eventually the riot escalates and a WPC is sent back to the van to deploy PD Hogan (he still hasn’t worked it out) and PD Hogan is then brought to the riot, lunges forward and bites the complainant and it’s only at that moment that he realises it is, of course, a police dog.\n“For reasons which remain opaque to this day we thought that was hilarious and decided it was going to be our name, and obviously not a day has gone by since then that we haven’t repented.\"\nWhile the name may be silly, the group themselves have serious musical chops.\nThey've released six albums and three EPs in a career spanning more than 15 years, and in December released the single 'Pull Away' to celebrate 200 years of the RNLI.\nPolice Dog Hogan, despite all having day jobs, are prolific tourers to boot, and will play Glasgow and Edinburgh in April.\nMr Studholme says: \"The band is made up of very serious musicians who couldn’t make a living out of being a musician.\n\"We probably all spent a great deal of time in our 20s being in bands but failing to trouble the accountants. My other life is a filmmaker, I’ve spent my career making commercials, short films and music videos, facilitating other people rather than doing something for myself. So I think I probably had a bit of an existential crisis.\n\"Everybody had other things going, our bass player Dom was the creative director in an advertising agency, Al the drummer is a post-production guy in film and TV, Shahen the accordion player is a civil servant in the Home Office and, obviously, Tim Dowling is a columnist on The Guardian – so we’re quite an eclectic bunch.\n\"You don’t have to make a living from it, which is the good thing. We don’t lose money doing it, we do this on a professional basis and consider ourselves professional but without relying on it to make a living.\n“So we approach it with a degree or seriousness and professionalism without, I hope, taking ourselves too seriously – which would be ridiculous at our age.\n\"We’ve been described as pop music with all the wrong instruments – accordion, banjo, fiddle, mandolin, trumpet, bass, drums and acoustic guitar – so sonically it’s an Americana roots landscape but lyrically and sensibility-wise very British. Not just English, we have several Scottish songs with Scottish subject matter.\n“We’re concerned with our real lives in this isles as opposed to looking to America and singing songs about Tennessee and railroads.\n“The touring has been very central to the whole thing from the very beginning because it was the only way of finding out whether what we were doing was any good or not.\n“We weren’t expecting that aspect of what we do to be the thing people liked, but it turns out it’s the thing that people overwhelmingly like about us, much to our surprise. Someone described us as a ‘seven-headed joy machine’ and I’ll have that!\"\nPolice Dog Hogan play SWG3 in Glasgow on April 4 and The Voodoo Rooms in Edinburgh on April 5. Tickets are available here.",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-23T10:00:00"
    },
    {
      "title": "Scottish Government care home pay policy 'not fit for purpose'",
      "url": "https://www.heraldscotland.com/news/25026381.scottish-government-care-home-pay-not-fit-purpose/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-23T06:30:00",
      "content_en": "As of March 2023 there were 1,037 care homes for adults in Scotland of which 792 (76%) were for older people, 146 (14%) were for learning disabilities, 52 (5%) were for mental health problems, and 33 (3%) were for physical and sensory impairment.\nOver 40,000 people in Scotland live in care homes, of which 92% are resident in care homes for older people.\nThat figure is only likely to increase in the coming years, with 20% of Scotland's population now over 65.\nRead More:\nSince October 2016, the Scottish Government and local authorities have committed to paying adult social care workers the national living wage during waking hours, with this provision expanded in 2018-19 to include those undertaking sleepovers.\nThe latest Scottish Government budget reaffirms this commitment, with the UK Government having increased the national living wage to £12.21 per hour from April 2025, and Holyrood has provided funding for local authorities to increase the rate paid to carers to £12.60.\nThe move was initially welcomed, providing care staff in Scotland with a 'premium' compared to the rest of the UK.\nHowever, new analysis undertaken by the STUC has found that the estimated 64,000 residential care workers in Scotland are now earning less on average than their counterparts in the rest of the UK.\n(Image: STUC) A report found residential care worker pay in Scotland is now 11p lower than it is in the rest of the UK, having been 38 pence an hour higher just five years ago. In 2020, residential care workers in Scotland were paid 4% more than the typical UK care worker, but by 2024 they earned 1% less.\nResidential care worker pay in Scotland has increased by £2.27 over that period but that is less than the increase in the minimum wage (£2.72), average earnings (£3.44) and carer pay in the rest of the UK (£2.76).\nBecause pay is tied to the national living wage, a greater increase in the minimum wage compared to that measure penalises those in the care sector in relative terms.\nFrom April 2020 to April 2024 the median pay for residential care workers in Scotland rose by 21.6% but the minimum wage increased by 31.2% while median pay for carers elsewhere in the UK rose by 27.2%.\nIn 2020, residential care workers were paid 20% more than the UK minimum wage, by 2024, this had fallen to 12%, meaning any 'wage premium' carers receive is being eroded.\n(Image: STUC) The impact of inflation has also hit the sector hard.\nAccording to the STUC data, in the last five years residential care workers have seen a real-terms pay cut of 2.1% using CPI (consumer price index) inflation and 9.6% using RPI (retail price index).\nThe report concludes: \"The Scottish Government’s policy of increasing pay in the social care sector in line with the real living wage is no longer fit for purpose.\n\"Residential care worker pay is being left behind by the minimum wage, inflation, average earnings in the rest of the economy, and residential care worker pay in the rest of the UK. Unchecked, these trends will only serve to exacerbate the crisis in Scotland’s social care system, with knock-on impacts on delayed discharge from hospitals.\"\nThe STUC is calling on the Scottish Government to increase pay in social care to £15 per hour, introduce sectoral bargaining - in which agreements would by negotiated on behalf of and apply to the whole sector - and, in the mean time, increase pay in line with or above percentage increases in average earnings, the minimum wage, and residential care worker pay in the rest of the UK.\nSandra, a care worker, told The Herald: \"One of the things that could sort it out is sectoral bargaining, so that everyone who works in social care has the same terms and conditions.\n“We’re all providing local authorities with services, they pay for the contracts, so we should all have the same annual leave, the same pay - but it’s not that way.\"\nIncreasing levels of privatisation are also impacting care workers.\nA 2021 report produced by GMB found that, on average, pay was £1.60 lower in the private sector than the public sector.\n(Image: Getty) A study released late last year by Public Health Scotland found a 20% decrease in the number of people in local authority or health board care homes for older people between 2013 and 2023, with 76% of homes now run by the private sector.\nAgency worker Tamara told The Herald: \"I work predominantly in private care but when I do shifts in the local authority homes I do find the staff are happier and there are more of them.\n“The local authorities are held more accountable by the Scottish Government than the private care sector is, because those homes are obviously just run for profit.\n“Local authorities get funding from the government so they’re held more to account whereas the private ones don’t rely on that as much so they don’t face the same kind of accountability.\n“There are also better training opportunities and better equipment, I find that things are better and more smoothly run.”\nIssues within the private sector have been highlighted by trades unions for some time.\nIn 2021, a GMB survey found that nearly three quarters of care home workers felt that they did not have enough time to deliver safe and dignified care.\nThis is borne out in a new STUC report which uses Care Inspectorate data to examine differences in staffing resources across private, voluntary and public sector care homes for older people.\nIt found staffing levels were 20% lower in private care homes than in the public sector or voluntary sector.\nThe data compared the number of registered places in a care home to the number of full-time staff.\nOn average, private sector care homes had 1.3 places for each staff member, compared to 1.08 in not-for-profit care homes.\nThe STUC said: \"Staffing ratios in residential care homes matter. They matter for patient care, for health and safety, and for staff wellbeing. This report shows that staffing resources in private care homes are significantly lower than in public and voluntary care homes.\n\"Yet to date, Scottish Government proposals for reform of the care sector have not given any attention to different staffing ratios in the private, voluntary and public sector.\n\"Given the plethora of evidence that the not-for-profit sector has better staffing ratios, less complaints, and higher pay, any meaningful reform to improve social care must propose substantive changes to who actually provides care.\"\nConcerns have also been raised about the potential impact of Britain's decision to leave the European Union on the provision of health and social care.\nA 2022 report by the Scottish Government found that around 6.2% of staff in adult care homes were from the EU, a total of 3290.\nWhile there had been no statistically significant decrease in this number since the Brexit vote, of those studied 75% said it had become more difficult in the wake of leaving the European Union to recruit staff for care homes, while 30% said EU staff had left in the previous 12 months.\nDecreases in immigration present a demographic problem for Scotland, which has the lowest population growth in the UK, with the 2.7% increase in the last census driven entirely by inward migration.\nA Scottish Government spokesperson said: “We value the vital role social care workers play in delivering high-quality care to people of Scotland.\n“We also remain deeply concerned about the impact the increase in Employers National Insurance Contributions (ENICs) will have across the social care sector.\n“Our 2025/26 budget provides an additional £125 million to enable adult social care workers, delivering direct care in commissioned services, to be paid at least £12.60 an hour, in line with the Real Living Wage. This £125m takes our total investment in improving social care pay to £950 million.\n“This is higher than the National Living Wages which applies to many social care workers in England and Northern Ireland.”",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-23T06:30:00"
    },
    {
      "title": "Scottish Government urged to raise care home pay to £15 per hour",
      "url": "https://www.heraldscotland.com/news/25029284.scottish-government-urged-raise-carer-pay-15-per-hour/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-23T06:30:00",
      "content_en": "In January the Scottish Government shelved plans for a 'national care service' which would have brought structural reforms to the way in which adult social care is delivered.\nThe plans, first put forward in 2021, would have made social care the responsibility of the Scottish Government rather than local authorities which then health and social care minister Humza Yousaf said would \"end the postcode lottery of care in Scotland\".\nRead More:\nThe plans would have seen services commissioned nationally through regional care boards, under ministerial direction, as well as the creation of a national social work agency to oversee social work education, professional development, improvement, workforce planning and terms and conditions.\nThe scheme faced significant opposition, however, losing the support of COSLA and the STUC, with concerns it failed to address key issues such as pay and took decision making powers away from local authorities.\nAs revealed in The Herald on Sunday, residential carers in Scotland are now earning less, on average, than their counterparts in the rest of the UK.\nCare home pay in Scotland is linked to the national living wage, but unions have warned that model is no longer fit for purpose with that measure failing to grow as quickly as real wages, minimum wage and inflation.\nHourly pay will rise to £12.60 in 2025, above the national living wage of £12.21, but the STUC is calling on Holyrood to guarantee £15 to prevent care workers falling further behind.\nThe body said: \"The Scottish Government’s policy of increasing pay in the social care sector in line with the real living wage is no longer fit for purpose. Residential care worker pay is being left behind by the minimum wage, inflation, average earnings in the rest of the economy, and residential care worker pay in the rest of the UK. Unchecked, these trends will only serve to exacerbate the crisis in Scotland’s social care system, with knock-on impacts on delayed discharge from hospitals.\n\"To address these issues the Scottish Government should restore five years of pay erosion by increasing pay in social care to £15 an hour; Introduce sectoral bargaining in social care, a recommendation first proposed by the Fair Work Convention in 2019, but not yet acted on by the Scottish Government; until sectoral bargaining is established, introduce a triple lock on social care worker pay – increasing pay in line with or above percentage increases in average earnings, the minimum wage, and residential care worker pay in the rest of the UK; safeguard and extend public sector provision, which has fallen in the last 10 years.\"\nWriting in The Herald on Sunday, STUC general secretary Roz Foyer said: \"We’ve listened to the promises of the Scottish Government: from their championed but ultimately doomed National Care Service Bill to their pledges to get our care workers to £15 per hour. Ultimately, neither has materialised and it is having a crippling impact on our workforce.\n\"Residential care workers have suffered a severe 9.6% real terms pay cut in the last five years with their pay 27% less than the average worker. Our research further reveals that care workers in Scotland would be £944 a year better off had residential care worker pay in Scotland tracked pay in the rest of the UK over the last five years.\n\"Far from being underpaid, care workers are being undercut and having their pay stripped away from their bare hands.\"\nA Scottish Government spokesperson said: “We value the vital role social care workers play in delivering high-quality care to people of Scotland.\n“We also remain deeply concerned about the impact the increase in Employers National Insurance Contributions (ENICs) will have across the social care sector.\n“Our 2025/26 budget provides an additional £125 million to enable adult social care workers, delivering direct care in commissioned services, to be paid at least £12.60 an hour, in line with the Real Living Wage. This £125m takes our total investment in improving social care pay to £950 million.\n“This is higher than the National Living Wages which applies to many social care workers in England and Northern Ireland.”",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-23T06:30:00"
    },
    {
      "title": "International student enrolments plummet at Scottish universities",
      "url": "https://www.heraldscotland.com/news/25026519.international-student-numbers-plummet-scots-universities/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-23T06:00:00",
      "content_en": "The decline represents a significant challenge for universities, which rely on tuition fees from international students and undergraduate and postgraduate levels to sustain their operations. International student fees vary by programme and university, but some are £50,000 per year or more.\nAccording to the most recent data from the Higher Education Statistics Agency (HESA), there were 10,060 fewer international higher education students at Scottish universities than the year before and 10,785 fewer students overall.\nIn 2023/2024, 73,915 non-UK students accounted for 26% of the total HE students in Scotland (281,455).\nThe year before, there were 83,975 non-UK students out of 292,240 students overall (28%).\nStatistics show that the most significant decline in international students was among taught postgradute courses, which recorded 7,960 fewer non-UK students compared to 2022/2023.\nScottish universities \"dangerously reliant\" on international fees\nWhen student statistics for the 2022/2023 academic year were published last autumn, the data showed a slight increase in international students to a record-high of over 83,000.\nHowever, official enrolment statistics are often a year or more old when released. University leaders quickly warned that these numbers were outdated and did not reflect the full impacts of recent UK Government immigration policy changes and global economic and political crises.\nClaire McPherson, director of Universities Scotland, said the newest data, published this week, justifies those concerns and \"catches up with the reality that universities have experienced over the last 18 months.\"\nShe added that the \"sudden, sharp fall\" in postgraduate taught students (down 25% on average across Scotland) \"has flipped the pattern of five years of growth of enrolments on its head\".\n“It is both the scale and the suddenness of the fall that has been incredibly challenging for many institutions to manage. Scotland’s model of funding Scottish students and university research has become dangerously reliant on cross-subsidy from international students over the last decade because of chronic underfunding.\n\"That puts institutions in a hugely exposed position, as today’s official statistics show for the sector, and for some institutions more acutely than others. This week, the Permanent Secretary confirmed that university finances are high up on the Scottish Government’s risk register.\n\"There is a very pressing need for a different kind of strategic conversation with the Scottish Government about short-term stability and long-term solutions for the sustainability of our universities.\"\nDifferent realities at different institutions\nUniversities rely on international students' fees to cover the costs of teaching, and they have become increasingly necessary for cross-subsidising the costs of teaching Scottish students.\nA recent Herald investigation found that Scottish Government funding for Scottish students covers less than half of the costs of teaching some subjects.\nHowever, as Ms McPherson explained, every university has a different relationship with international students as part of its enrolment total and with individual recruitment markets.\n“The sector average fall of 25% (among international postgraduate taught students) conceals even sharper falls for some institutions, depending on the range of countries they recruit from.\n\"Demand from India and Nigeria has fallen, whereas demand from China and North America has remained relatively stable.\"\nRead more:\nIn 2024, the universities with the highest percentage of international students were the Universities of St Andrews (47%), Edinburgh (42%), Herriot-Watt (38%), and Glasgow (34%).\nThe lowest percentages were at the Open University (0%), Scotland's Rural College (1%), the University of the Highlands and Islands (3%), Abertay University (11%) and Queen Margaret University (19%).\nIn addition to having different makeups, each university was affected differently by the most recent decline in international students.\nIn 2023, international students made up 29% of Robert Gordon University's total, but that fell to 16% in 2024.\nThe Universities of Dundee and Aberdeen saw drops of around 4%, while St Andrews remained stable.\nEach percentage point represents potentially thousands of pounds\nBecause international tuition fees are much higher than what the Scottish Government provides for home students, changes in international student enrolment significantly impact university finances.\nHESA will not publish updated financial data for Scotland's universities until later in the Spring. Still, the most recent information indicates some of the country's universities rely on international tuition for more than a third of their total income. On average, international tuition represents 22% of Scottish HE income across the sector.\nBecause of the disproportionate reliance on international fees, individual universities will be hit harder by the recent decline in international students.\nAt Dundee University, for example, the institution is facing an urgent cash crisis. It recently received £22 million from the Scottish Government to allow time for implementing a larger recovery plan, which could include cuts of more than 600 jobs.\nAccording to HESA data, the number of international students at Dundee fell from 4,570 in 2023 to 3,335 in 2024. Again, the majority of these losses were at the postgraduate taught level, which, in many cases, includes prospective students from demographics more likely to be impacted by the UK's more restrictive visa and immigration policies which came into play.\nAlthough there are separate questions about potential mismanagement and errors in governance that may have amplified Dundee University's financial challenges, the new HESA data reinforces concerns that the sector as a whole is facing a financial crisis.\nAre there any possible solutions?\nStakeholders have been calling for changes to the funding model for higher and further education, in part to help universities end their reliance on international fees.\nThese discussions often devolve into a question of whether the Scottish Government should continue with its policy of free tuition for Scottish students attending home universities. This policy is made possible by the government's payment of a standard £1,820 fee and additional funding per student depending on their subject.\nThis line of questioning has proven to be a non-starter for the government. In the face of questions about the potential collapse of Dundee University, Education Secretary Jenny Gilruth recently confirmed that the government will not change its stance on free tuition.\nUniversity leaders have previously said that this conversation does not address the full extent of the problem, however.\nAs The Herald's investigation showed, government funding only covers an average of 58% of the costs of teaching any given subject.\nThis suggests that the larger question is less about who pays the tuition and more about how high the bill should be.",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-23T06:00:00"
    },
    {
      "title": "Why community learning courses are at the heart of Glasgow Science Centre",
      "url": "https://www.heraldscotland.com/news/25027113.community-learning-matters-glasgow-science-centre/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-23T06:00:00",
      "content_en": "Visitors to these places can typically explore a whole host of fascinating exhibits designed to inform, entertain, and educate, and the goal is obvious: offer exciting, child-led exposure, built around a sense of wonder, and hope that this sparks an interest in – and maybe even a love of – science, technology and learning.\nBut most centres go further than that, even if people don’t always know about it, and the one housed in a purpose-built facility by Glasgow’s Clydeside is no different.\nThe Community Learning Team at Glasgow Science Centre works with a range of different organisations representing and supporting an enormously diverse selection of people. The educational experiences that they offer include interactive activities, workshops, public events and portable, pop-up exhibits, all designed to break down barriers to STEM specifically, and learning more generally, while also supporting personal development and community integration.\nIn recent years this has meant developing programmes for those from low-income households, disabled people, the elderly, young carers, LGBTQ+ groups, those with additional support needs, people for whom English is not their first language, specific men’s and women’s groups, and much more. Organisations including Interfaith Glasgow, Govan Men’s Shed, African Challenge, the Prince’s Trust, Glasgow Disability Alliance, Alzheimer Scotland, and City of Glasgow College have all worked with the Community Learning Team at Glasgow Science Centre to help enhance the services and support on offer to their clients and service users.\nThe Bothy in Glasgow Science Centre (Image: Glasgow Science Centre) When they are not taking mobile exhibits on tour around the city, or the country, much of the team’s education work takes place in The Bothy, a dedicated learning space that was installed during the enforced closures of the Covid pandemic. It is an open, welcoming space that offers the facilities of a modern classroom but in a less intimidating environment – a crucial consideration when a great deal of the target audience are already having to overcome personal and social barriers in order to take part in one of the courses on offer.\nIn recent weeks, the team has delivered a programme called Adding Value, a numeracy skills course, to a group of women for whom English is not their first language. Established with help from AMINA, the Muslim Women’s Resource Centre, the class helps adults develop confidence with numbers while also expanding their language skills. Lessons were delivered in English, but translation services were also made available, with the hope that students would become less dependent on this provision as they became more comfortable not just with the content, but with one another.\nThe course itself was fully certified and offered at SCQF level 3, which is roughly equivalent to an old Foundation Standard Grade. It was also internally assessed, meaning that students did not need to face a high-stakes, high-stress final exam, but still received formal recognition of their learning that can support progression to the next level of study in a setting such as a college.\nAlicia Robertson, Sheena McDonald and Amy Childs from the Community Learning Team at Glasgow Science Centre (Image: Steven Angus / Glasgow Science Centre)\nFor some of those taking part, the programme was an opportunity to enhance their numeracy skills with a view to accessing further education, or returning to courses that had previously proven too challenging due to the level of maths involved. Many others were motivated largely by the desire to help their children with school work that, due to language issues and different teaching approaches in their home countries, they might struggle to understand.\nBut some have a very different story: one student had an accounting degree from her home country and found that working through a course like this one, where the subject matter was very familiar, made it easier to improve her English skills.\nSimilar stories have emerged from earlier iterations of the programme, with participants having previously dropped out of education, or struggled to even access it in the first place. Sometimes poor numeracy skills were the main barrier, but more often than not the real roadblock was confidence, and in those cases courses like Adding Value can be in invaluable in opening the door to new opportunities.\nIn the best case scenarios, programmes like these can even be the starting point for a better life.\nFor more information on courses available from the Glasgow Science Centre, visit their website. You can also sign up for their free newsletter.",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-23T06:00:00"
    },
    {
      "title": "Dramatic discovery: rare medal found in bid to name Scottish school after suffragette",
      "url": "https://www.heraldscotland.com/news/25028933.campaign-name-scottish-school-suffragette/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-23T05:59:00",
      "content_en": "Now a group of school girls hopes to change all that. Inspired by her example, the pupils, who attend Inverkeithing High School, have launched a campaign to call their new, Rosyth-based secondary school Janet McCallum High.\nNot only has their proposal made it onto a four-strong shortlist, their efforts have led to a dramatic new discovery: a medal given to McCallum to mark her incarceration.\n“When we heard about the consultation, we looked at the high schools across Fife and noticed a huge lack of diversity, with four — Bell Baxter, Waid, St Columba’s and St Andrew’s — named after men, and only one — Queen Anne — after a woman,” the group, who are campaigning anonymously, explained. “We wanted to find a positive local hero pupils will be able to look up to.”\nThe girls stumbled on McCallum through the work of Protests and Suffragettes: a team of artists and activists working to reclaim the histories of women activists in Scotland. McCallum was born in Dunfermline, grew up in Inverkeithing, and later led the 1919 Rosyth rent strike, so is intimately linked with the area.\nApproached by the pupils, volunteers at Protests and Suffragettes redoubled their efforts to research McCallum’s life, delving into archives and contacting relatives until - last week - they were handed photographs of the award by McCallum’s Edinburgh-based great niece, Sheila Perry.\nAn article in The Vote magazine from 1910 which lists “Miss Jenny McCallum” as marching (Image: Protests and Suffragettes)\nSimilar medals were handed out by the Emmeline Pankhurst-founded Women’s Social and Political Union to suffragettes who had been imprisoned, particularly those who had been on hunger strike. But by 1908 — the year of the protest — McCallum had left the WSPU and joined the Women’s Freedom League (WFL), a rival organisation set up in response to the Pankhursts’ increasingly autocratic leadership style.\nMcCallum’s medal, which depicts the front gates of Holloway and is engraved with date of her imprisonment — October 28 — was given to her by the WFL, and so is rarer.\n“This may be among the very first medals awarded to any suffragette by the WFL, which is exciting,” said Jill McKean, a volunteer with protests and Suffragettes and Blue Badge Tourist Guide with Scottish Highland Trails.\nRead more from Dani Garavelli:\nPerry, a history graduate who writes novels, was sent the photograph by relatives in South Africa where McCallum, her husband, Harry, who had worked in the Rosyth dockyard, and their three children emigrated in the 1920s.\n“I have always known about Jenny: that she was an activist, that she had red hair, which you can’t see in the photographs, but was a McCallum thing,” Perry said. “Jenny was friends with lots of Labour activists, and there is a family story that my mother [McCallum’s niece] was dandled as a baby on James Maxton’s knee while visiting Jenny in Rosyth.\n“I didn’t know much about what happened to the family after they went to South Africa, but a few days ago, a descendant of her daughter sent me photographs of both her passport and the medal, which I didn’t even know existed.”\nOn the day of the London protest, a group of suffragettes in the ladies gallery of the House of Commons, with its brass lattice screen, began shouting: “We have listened behind the grille long enough. The women of England demand the vote.” Meanwhile, according to one newspaper, in the Old Palace Yard, “four very athletic suffragettes [including McCallum] clambered on a statue”.\nCourt reports described McCallum as \"a little Scotch girl with a decided accent\" and mocked her appearance.\n“Scottish suffragettes don’t get much attention,” Perry said. “So I would be over the moon if the school was to be named after Jenny. She should be better known in her own locality.”\nThe Inverkeithing pupils are following in McCallum’s tradition with a spontaneous, grassroots campaign, which has involved not only carrying out their own research but lobbying the councillors.\n“We found out that, throughout 1907, [Jenny] helped organise a ‘Great Demonstration’, a [Fife] event that involved open air meetings and was attended by Christabel Pankhurst,” the campaigners said. “Later, with the WFL, she organised teatime meetings for working class suffragettes and campaigned against the oppression of all working class people.”\nShe must have kept in touch with the Pankhursts, too, as during the rent strikes she brought Sylvia to represent the tenants in court.\nCouncillor David Barratt, convenor of the South West Fife area committee, said: “We were looking for something meaningful — that Schooly McSchool Face was never going to cut it. This group of girls got in touch to say they would like to present their research to us. They were so engaged, it was really impressive.”\nA rare medal from Holloway has been discovered (Image: Protests and Suffragettes)\nIn the end, the council received hundreds of proposals, with more than 7,000 votes cast in an exercise to whittle them down. The shortlist was supposed to be three, but Barratt used his powers as convenor to extend it to four so Janet McCallum High could be included.\nThe other names to make the shortlist are Caledonia, which topped the poll, Rosyth and Forth. The £88m school, expected to open in August 2026, includes a steel representation of the Forth Bridge incorporated into its structure.\n“These were all popular proposals, but I wanted to accommodate the name put forward by the pupils, given it is their school, and also to help them to continue to raise awareness of Janet McCallum,” Barratt said.\nThe deadline for voting is 5pm on March 28. The girls said: “Janet was a very important figure in our community and deserves to be remembered and honoured for her amazing work in trying to make the world a better place.”\n“Whatever happens next the girls have done Janet proud,” Barratt added.",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-23T05:59:00"
    },
    {
      "title": "Jewish students accuse University of Glasgow of tolerating antisemitism",
      "url": "https://www.heraldscotland.com/news/25028881.intifada-chant-sparks-fear-among-glasgows-jewish-students/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-23T05:00:00",
      "content_en": "Writing for The Herald on Sunday, Anat Kraskin, the co-president of the Jewish Society, said a recent video by the Glasgow University Justice for Palestine Society (GUJPS) had left Jewish students \"expressing fear, distress, and disbelief\".\nProtests have ramped up in recent days, following Israel's renewed offensive in Gaza.\nBenjamin Netanyahu, the Israeli prime minister, ordered a series of aerial attacks in the Palestinian territory, bringing to an end the fragile truce that has been in place since January.\nIt followed the collapse of talks over the release of hostages.\nThe strikes have killed hundreds, according to the Gazan Health Ministry, which does not distinguish between civilians and combatants.\nREAD MORE\nOn Thursday around 100 students formed a blockade on University Avenue, the main road running through the West End campus.\nStudents also briefly took over the Charles Wilson building, ending their occupation in part because of police presence and after securing a commitment for a meeting with University Secretary David Duncan.\nThree students from GUJPS started a hunger strike on Wednesday — they have since been joined by three others.\nThey took to Instagram to set out a list of demands, including calls for the university to divest from the arms trade, the cutting of research ties with arms companies, and “no repercussions for activists” taking part in the protest.\nThey also called for the university to “ban arms companies and Zionists from our campus\".\nThe video then ended with the three shouting “long live the intifada\".\nMs Kraskin argues that when GUJPS talk about Zionists, they are talking about Jews.\nShe said: “When the overwhelming majority of Jewish people describe themselves as Zionists — polling often suggests over 80% of my community — then calling for their erasure is clearly antisemitic.\n“Indeed, while not the same, there is an undeniable connection between Jewish people and Israel. It is why Jewish people have prayed facing Jerusalem for millennia. Zionism is simply the belief that Jewish people have a right to a state in their ancestral homeland.”\nShe added: “Instead of openly targeting Jews, the focus has shifted to targeting Zionism, knowing full well that Zionism is inseparable from Jewish identity for the vast majority of Jews. It is a strategy designed to make antisemitism socially acceptable, but the intent remains unchanged.”\nMs Kraskin said the use of the phrase “long live intifada” was a “call for violence against Jewish people and to support the murder of Jews\".\n“This warrants expulsion from Glasgow University,” she added. “I would like to think that if any student expressed support for violence against any religious group on campus, they would be immediately expelled. Why does that standard never seem to apply to those expressing antisemitism?”\nThe term \"intifada\" is an Arabic word meaning \"uprising\" or \"shaking off,\" but in this context it refers to Palestinian uprisings against Israel.\nThe First Intifada between 1987 and 1993 began as a largely non-violent movement, involving protests, strikes, and civil disobedience, but escalated into violence over time.\nThe Second Intifada, however, was marked by significant violence, including suicide bombings, resulting in the deaths of 1,000 Israelis and 3,000 Palestinians.\nMs Kraskin also hit out at the Rector of the university, Dr Ghassan Abu-Sittah, a British-Palestinian plastic and reconstructive surgeon.\nHe won 80% of the student vote at the election last year. During his campaign he said he would seek to change the definition of antisemitism used by the University.\nIn 2021, the University adopted the definition which states that antisemitism is a “certain perception of Jews that may be expressed as hatred” toward them.\nIt also includes a series of examples of antisemitism including holding Israel to a “double standard” and claiming Israel’s existence is a “racist endeavour\".\nIn his manifesto, Dr Abu-Sittah said he believed the definition risked \"undermining freedom of speech and intellectual thought on campus” and that he would call for it to be replaced.\nIn her column, Ms Kraskin wrote: “Antisemitism in the UK is at some of the highest recorded levels, and Scottish universities have not been immune.\n\"Polling by the Community Security Trust suggests that antisemitism at British universities has risen by 117% over the past two years, continuing an already worrying trend.\n“Jewish students are not only fearful, but worse, we feel that our fears are being ignored, dismissed, or outright denied.\n“These feelings were most acutely felt following the election of the now Glasgow University Rector, who built his whole campaign around removing the IHRA definition, the most widely accepted definition of antisemitism, a definition endorsed by the overwhelming majority of representatives of Jewish communities around the world.“\nShe also criticised the Rector for giving the eulogy at the funeral of Maher Al-Yemani, the co-founder of the Popular Front for the Liberation of Palestine, a proscribed terrorist group in the UK.\nMs Kraskin wrote: “A university should be a space for diverse opinions, but it cannot be a space for threats, intimidation, and incitement to violence.\n“When antisemitism is excused or tolerated under the false banner of political activism, the message is clear: Jewish students are not equally protected. They are expected to endure hostility that would be deemed unacceptable if directed at any other minority group.\n“Despite these challenges, I'm proud to say that we, Jewish students, have only grown stronger and more united. We continue to advocate for our rights, to challenge antisemitism, and to stand firm against hatred in all its forms.\n“However, our voices alone are not enough. We need the support of University administrations, political leaders, and the wider community to ensure that Jewish students, like all students, can pursue their education free from discrimination and harassment.”\nA spokesperson for the University of Glasgow said it recognised the concerns and took the complaints “extremely seriously\".\nThey added that any student believed to have used language which breached their Code of Conduct, would face disciplinary action, and any suspected hate crime would be reported to the police.\nThey also made clear that the Rector is not a member of the senior management group and his views, and those of student societies, do not represent those of the University.\nThe spokesperson said: \"The University’s priority is the safety and wellbeing of our students and colleagues, and we stand opposed to hate and harassment in any form.\n“The University fully recognises the concerns of Jewish students. Senior managers are in regular contact with the University’s Jewish Society as well as with leaders of the Jewish community in Scotland.\n\"We take complaints received about recent protests on campus extremely seriously. The University has contacted protesting groups, and everyone across our community, challenging in particular the use of language which is likely to cause harm and distress.\n\"As a University we have sought to tackle antisemitism, Islamophobia or any other form of racism on campus. In particular, we engaged extensively with the office of Lord Mann as he undertook an inquiry into Jewish student experiences in Higher Education and Glasgow’s work to address antisemitism is referenced throughout Lord Mann’s report.\"\nA spokerson for GUJPS said: \"As Kraskin acknowledges, Jewish identity and the modern nation-state of Israel — founded through the displacement and violent ethnic cleansing of Palestinians in 1948 (known as the Nabka) and maintained through the structural enforcement of apartheid and genocide to this day (as argued before the ICJ by South Africa) — are not one and the same.\n\"Her theological argument that the connection between Jews and Israel is 'undeniable' holds no water as the basis of a modern political concept such as the nation-state, which did not develop until the mid-17th century with the establishment of the English Commonwealth, by the earliest estimations.\n\"After all, Al-Aqsa mosque and many Christian sites of great importance lie within Palestine —this does not give any one religious or ethnic group the right to reinterpret liturgical passages and religious rites as the basis for political domination and oppression, which we clearly see the Israeli state do on a daily basis — from the indescribable brutality of the bombing of Gaza, to the daily surveillance, terrorisation, and dehumanisation of Palestinians in the West Bank, occupied Palestine, and around the world.\n\"Thus, Zionism is not 'simply the belief that Jewish people have the right to a state in their ancestral homeland,' it is a racist form of ethno-nationalism; there is nothing 'simple' about a 'homeland' that is established through atrocity and the displacement of those already living in Palestine: Palestinians.\"\nThey added: \"The Jewish members of GUJPS also wish to express that political Zionism erases and voids the rich history and cultural contributions of Jews living within the UK and across the world, who do not define their identity through the state of Israel.\"\nThey said the demand to ban Zionists from campus, was \"in direct response to the repeated invitation of prominent pro-Israeli speakers, such as Michael Gove and Kerissa Khan to campus by the university, as well as companies which facilitate and profit off of Israel’s genocide, such as BAE Systems and CGI.\"\nThey said the the interpretation of the Arabic word intifada as a call to violence against Jews is \"dangerously ignorant of the word’s actual meaning of ‘shaking off’ or ‘rising up,’ and its use to describe the historical periods in which Palestinians have resisted their colonial domination and oppression by Israel.\"",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-23T05:00:00"
    },
    {
      "title": "Analysis:  A night in corridor care opened my eyes to deep cracks in the NHS",
      "url": "https://www.heraldscotland.com/news/25028003.analysis-night-scotlands-troubling-nhs-corridor-care/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-23T08:00:00",
      "content_en": "Yet there I was on a Monday night earlier this month lying on a trolley bed in a corridor somewhere in Glasgow’s Queen Elizabeth unable to sleep through the pain and discomfort.\nWhat seemed to start off as an annoying sinus infection turned out to be quite a significant bout of pneumonia in both my lungs.\nNot ideal to say the least but this is not a personal sob story.\nThe experience allowed an insight into the current care and waits in Scotland’s NHS.\nFrom my own care path to fellow patients’, what I found was deeply troubling.\nMy route into the belly of the beast began at a local practice.\nAfter a third trip to the GP, I was sent to ‘Glasgow’s super hospital’ and told to head for what the doctor named, ‘The Immediate Assessment Unit’.\nIt turns out this was not very immediate and it is instead called ‘Intermediate’- IAU for short. This is the route patients take when they are referred to the hospital by their GPs.\nThis was meant to provide a speedier route to care than an A & E path, according to my GP, but after experiencing both IAU and A&E waits, I’d beg to differ.\nThe waiting room is small, dark and crowded. Everyone is in a lot of pain. One man faints beside me.\nI arrive at 1.30pm and I am eventually diagnosed by a doctor and given medication at 10pm that day.\nThe waits didn’t stop there. I’m informed shortly after that I’d be sleeping in a corridor that night.\n“It’s really sh** and I’m so sorry for that,” a kind consultant candidly tells me.\nI see her dart about, making the same genuine apologies to others but it’s not her fault. This doctor is doing her best under a system that is beyond breaking point.\nDespite junior doctors desperately vying for jobs across the country, they are like gold dust here.\nIt’s the same with qualified nurses. Scottish Labour leader Anas Sarwar called the situation “ludicrous” as he told me this week he’s spoken to relatives of qualified nurses unable to find employment.\nThis rings true with what NHS staff said during my time in hospital.\nThe problem isn’t that no-one wants to do the job, it’s that there aren’t enough jobs, a consultant in the QEUH remarks.\nEducators have since told me they are worried about the future jobs opportunities for their students.\nThen there’s the glaringly obvious capacity issue.\nA doctor says they built the QEUH with roughly 1,000 less beds than it should have.\nAnother apology ensues. “We need more staff and we need more beds”, he simply puts it.\nWhat many may not know about corridor care but could very likely guess is that assessments and treatments in these zones are almost non-existent.\nIt’s a public space. Any assessments must happen behind a curtain or a private room.\nNow, I’m lucky. I’m in my late twenties and I’m not often ill. I can walk to the toilet and I don’t have other complex medical needs.\nHowever, looking around the narrow, busy space, the five other trolleys are all occupied by elderly patients. Many immobile.\nThe man in front of me is 89. My corridor buddy clearly has delirium. At 3am, he tries to steal my oxygen mask. I manage to stop him by moaning loudly for a good 30 seconds.\nAll was forgiven as backing away, the 89-year-old plops himself on his trolley and begins singing Viva Las Vegas. If you don’t laugh, you’ll cry.\nBut then there’s an upsetting aspect of his NHS journey.\nThe elderly man tries to go to the toilet on several occasions but staff won’t let him as he needs assistance. ‘He’s known for running away’, apparently.\nMy corridor buddy clearly has delirium. At 3am, he tries to steal my oxygen mask.\nBecause staff are rushed off their feet, it takes half an hour (I counted) for someone to come round and help him.\nThen there's the older woman behind me who is at high risk of having a stroke.\nAll the care she can get in her trolley is the same as mine: an oxygen tank and the occasional check-in to see if she needs painkillers. She has to wait the whole night with her daughter anxiously holding her hand.\nIn corridor care in the Queen Elizabeth University Hospital. (Image: staff) Despite her own health problems, her approach is incredibly similar to my late gran's stern words but kind concern.\n“That’s an awful cough you’ve got, dear. Mind and take loads of water,” she says as I pass her by following a trip to the toilet.\nWe chat for a bit and I ask her how she’s doing. She tells me she will be fine - that familiar brand of Glaswegian stoicism seeping through - but I know she’s worried. Who wouldn’t be?\nREAD MORE:\nAt the same time we were in hospital, journalists were reporting on the healthcare ordeal of 87-year-old Winifred Bolland from East Lothian.\nThe poor woman was left traumatised after waiting around 12 hours at Edinburgh Royal Infirmary’s A&E department on three separate occasions.\nHer daughter told the press her mother was “badly let down” and she couldn’t possibly survive another admission like that.\nThese stories of pain and waiting amongst the elderly and others are not rare.\nMore than 12,000 patients over the age of 85 were forced to wait in A&E for more than 12 hours last year, according to figures published by the Scottish Liberal Democrats.\nAcross all ages, data analysis by the Royal College of Emergency Medicine found the number of Scots going through the same waits surged to almost 100 times the level it was at in 2011.\nThen there’s the stark figure of a record 10,000 people who have died whilst on Scotland’s NHS waiting lists in the last year. It is understood this is likely an underestimate due to how data is collected by individual health boards.\nIn the first full week of March, there were 9,399 patients who spent longer than four hours in accident and emergency before being either admitted, transferred or discharged.\nThis includes 3,250 patients (12.1%) who were there for at least eight hours and 1,361 (5%) who were there for half a day or more.\nAlthough the recent weekly A&E waiting times show a slight increase in patients being seen, the First Minister himself admits that the waits are unacceptable.\nDespite promises that it is tackling the lists by investing £200 million, the Scottish Government is still well below meeting its target of 95% of patients in A&E admitted, transferred or discharged within four hours.\nI respect John Swinney’s honesty when he admits that some patients are not getting the right care at the right time, however, acceptance is not the final stage to be reached when it comes to Scotland’s broken NHS.\nAfter nearly a week in hospital, I’m scared of the place - and I’m deeply concerned that not enough progress is being made.\nOvercapacity and waiting issues are casting a dark cloud over a health service meant to freely serve us from cradle to grave.\nTackling problems in the NHS will be legacy-defining for Mr Swinney but, far more importantly, for some patients, fixing it is a matter of life or death.",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-23T08:00:00"
    },
    {
      "title": "‘Domestic abuse victims face homelessness if bill isn't changed', say Scottish Greens",
      "url": "https://www.heraldscotland.com/news/25028306.housing-bill-must-change-protect-domestic-abuse-victims/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-23T05:00:00",
      "content_en": "The Housing (Scotland) Bill sets out plans to make changes to the law covering rent controls, tenants’ rights and a mechanism to delay evictions under certain circumstances.\nHowever, Scottish Green MSP Maggie Chapman believes the Scottish Government’s current definition of domestic abuse within the context of the proposals is not broad enough to offer the necessary protections as the Greens believe it only covers violent, threatening and intimidating conduct.\nMs Chapman has lodged the changes in an amendment to the bill which would see controlling, coercive, and degrading behaviour included within the definition.\nYet, the Scottish Government has said the bill's definition of the term \"already covers the point\" Ms Chapman is raising, adding it is \"wide enough\" to capture \"physical or mental injury, fear, alarm or distress\".\nThe bill, as introduced to parliament this month, states abuse can cover \"violence, harassment, threatening conduct, and any other conduct giving rise, or likely to give rise, to physical or mental injury, fear, alarm or distress.\"\nREAD MORE:\nThe Green MSP has also lodged another amendment which would force the Scottish Government to implement findings of their December 2020 report on improving housing outcomes for women and children experiencing domestic abuse.\nMs Chapman said: “Women might feel unable to leave a violent and abusive relationship for fear of ending up homeless, and that sense of feeling trapped only increases when there are children involved in the process.\n“This bill must work to enhance the support we offer women and children, so that they are better protected and able to flee from abuse, without fear of being left homeless or placed in unsuitable and unsafe accommodation due to their experience of abuse not matching the government’s definition.\n“By expanding the definition of domestic abuse, we can help to resolve that fear and create a more hopeful future for women and their families who are rebuilding their lives.”\nThe expansion of the meaning in the bill is something which has been long called for by Scottish Women’s Aid as it would allow for the proposed legislation to be in line with the Domestic Abuse Act.\nDr Marsha Scott, the chief executive of the charity told The Herald: “These forms of abuse are among the most dangerous for women and children, yet the current definition focuses only on violent, threatening, and intimidating conduct.\n“Aligning the Bill with the Domestic Abuse (Scotland) Act 2018 is essential to ensure survivors are fully protected from all forms of abuse that can lead to homelessness. No survivor should be left without the support and security they need.”\nShelter Scotland has said they welcome any proposals which they believe will \"strengthen protections\" around domestic abuse.\nTheir support comes after their joint report with Engender last year which highlighted the “devastating reality” women are faced with when met with barriers in accessing safe and secure housing.\nIt showed barriers were particularly pronounced for minoritised women including, disabled women, LGBT+ women, and women of colour.\nThe charity’s director of communications and advocacy, Gordon MacRae said: “Scotland’s housing system is not only broken but biased as well, with women being disproportionately affected.\n“We know that when it comes to housing, councils are breaking the law on an industrial scale, denying support to those who need it and are entitled to it; for a woman fleeing domestic abuse the consequences of being turned away could be utterly catastrophic, so we welcome proposals that strengthen protections around domestic abuse.”\nMinisters have said the definition in the bill already includes sufficient measures to protect domestic abuse victims, as they say protecting survivors is a \"priority\" for government.\nHousing Minister Paul McLennan said: “Domestic abuse and other forms of gender-based violence are abhorrent and utterly unacceptable and supporting victim-survivors with their housing needs continues to be a priority for this government.\n“We share Ms Chapman’s desire to protect women who are experiencing domestic abuse and are sympathetic to her proposal. However, we believe that the Housing Bill and amendments already cover the points she is raising.\n“We have introduced provisions in the Housing Bill updating the definition of domestic abuse in line with more recent domestic abuse legislation. Our current definition is wide enough to capture behaviours which give rise, or are likely to give rise, to physical or mental injury, fear, alarm or distress.\n“We look forward to working with Ms Chapman during Stage 2 to deliver a Bill that does what we all want it to do – protect women.”",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-23T05:00:00"
    },
    {
      "title": "Scotland's five best short but oh-so scenic ferry journeys to enjoy this spring",
      "url": "https://www.heraldscotland.com/news/25017896.scotlands-five-best-short-oh-so-scenic-ferry-journeys/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-23T10:00:00",
      "content_en": "Glenelg to Kylerhea\nMV Glenachulish is the last surviving manually operated turntable car ferry in the world and the five-minute passage between Glenelg and Kylerhea – which recommences for 2025 on April 1 – is a bucket list gem.\nFrom the moment you leave the A87 at Shiel Bridge and begin the drive over Mam Ratagan Pass, you can feel the history in every twist and turn of the road.\nIt was an ancient route used by drovers to take cattle to market. There are echoes too of its former incarnation as part of General Wade’s military road network, built after the 1715 Jacobite Rising.\nThere is something whimsical and romantic about sailing over the sea to Skye (rather than using the road bridge between Kyle of Lochalsh and Kyleakin). The ferry crew are rather cute too (I’m referring specifically to the resident collies, who help haul ropes).\nIf you want a pit stop to stretch your legs, there’s a lovely walk to Kylerhea wildlife hide, reputed to be one of the best places in the UK for spotting otters. The entrance to the Forestry and Land Scotland car park is only half a mile up the road from the ferry slipway.\nHoy to Graemsay\nThe 15-minute crossing between Moaness on Hoy and neighbouring Graemsay forms part of a round-trip from Stromness on the Orkney mainland.\nIf you leave early enough in the day, you can enjoy a whistle-stop tour of both islands – although do note that the MV Graemsay operates a foot passenger and bicycle service only (there are separate advertised cargo sailings for vehicles that must be pre-booked).\nHoy – as the name suggests – is home to the famed Old Man of Hoy sea stack, as well as historical sites such as Lyness Royal Naval Cemetery, Rackwick Church and the Dwarfie Stane, a rock-cut Neolithic tomb.\nGraemsay proffers not one, but two, Stevenson lighthouses – Hoy Sound Low and Hoy Sound High – built in the mid-19th century to guide herring boats through the dangerous skerries. The island was also where Orkney pirate John Gow embarked upon his final rampage in 1725.\nREAD MORE\nGourock to Kilcreggan\nYou could drive the long way round – the best part of 50 miles and roughly an hour-and-a-half by road – or you could hop across the water from Gourock to Kilcreggan in a mere 13 minutes.\nAs a busy hub of maritime activity, this stretch of the Firth of Clyde always has something interesting to see, from gargantuan cruise ships docking at nearby Greenock to the occasional submarine slinking in or out of Faslane.\nThere is usually plenty of wildlife to observe too. Keep your eyes peeled for seals, otters and, if you’re very lucky, dolphins or porpoises.\nOperated by CalMac, this is a foot passenger-only ferry. There is no Sunday service. Arrivals in Gourock link with trains to/from Glasgow Central.\nKilcreggan Pier (Image: unknown)\nCorran\nThe five-minute journey across the Corran Narrows of Loch Linnhe puts the fun in functional, linking the wider Lochaber area with communities on the Ardgour peninsula – an alternative journey by road takes around two hours.\nThe Corran Ferry, nine miles south of Fort William, is Europe’s busiest single-vessel ferry service, carrying some 270,000 cars and 11,000 commercial vehicles a year.\nIt is another that lies on an ancient drover route, a picturesque area where a smattering of classic, white-washed buildings, such as Corran Point Lighthouse and the Inn at Ardgour, are framed against a tapestry of craggy shoreline and rugged mountains.\nLerwick to Bressay\nIf you fancy a spot of island-hopping, the seven-minute ferry trip from Lerwick on the Shetland mainland to Bressay is a great start.\nFans of the Shetland books and TV show will be familiar with the myriad charms of Bressay. Its croft-dotted vistas, sites of archaeological interest and spectacular coastline making it a spellbinding place to spend time.\nBressay is the location of Shetland’s only parkrun, which can also lay claim to being the most northerly of its kind in the UK. Among its many lures is the excellent Speldiburn Cafe, renowned for its breakfast rolls, yummy soups and home-baking.\nSusan Swarbrick is a columnist and freelance writer who loves history and the outdoors. Follow her on X @SusanSwarbrick",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-23T10:00:00"
    },
    {
      "title": "How to spot a ghost kitchen in Scotland: A consumer’s guide",
      "url": "https://www.heraldscotland.com/news/25027882.spot-ghost-kitchen-scotland-consumers-guide/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-23T07:30:00",
      "content_en": "Out of the twenty or so businesses using this model in our city, eight use it through Virtual Branding accounts. These are allowed by Deliveroo Partners Policies because their menu is “substantively different” from the one from its “parent” brand.\n“Virtual Brands enable restaurant partners to expand their offer without the large investment required to open an additional venue, supporting local businesses to reach more consumers and providing additional choice for customers.”, a Deliveroo spokesperson comments.\nHowever, at least thirteen other restaurants in Edinburgh operate their ghost businesses through Duplicate Accounts, which are explicitly forbidden by Deliveroo’s policy. These are not easy to find since they can either be an exact doppelganger of its parent brand or have a completely different name and look.\nIn this article, I will guide you through the defining characteristics of Duplicate Accounts and how they differ from Virtual Brands. The previous article, “The rising trend of Scotland's 'ghost kitchens’”, explored their need for regulation. Knowing their characteristics can help you be a more informed consumer in your hunger-driven Deliveroo scroll.\nThe easy part: address and phone number\nAs consumers, it is never wrong to be thorough with our food-delivery purchases. In third-party apps like Deliveroo, Just Eat, and Uber Eats, you will find an information tab under a restaurant’s name with a Food Hygiene rating, allergen information, and an address.\nIn some cases, a Virtual Brand mentions the name of the parent restaurant. For instance, Bird Box at Ocean Terminal has “BirdBox@Frankie & Benny’s” in their address. This might be done to help delivery riders find the correct restaurant despite having a different name.\nIn the case of Duplicate Accounts, things become tricky. Deliveroo allows more than one restaurant to have the same address due to Virtual Branding, so Duplicate Accounts can easily blend in. However, some business owners do not know this and will make slight changes to their address to avoid a possible ban from the apps. In some cases, they use capital letters, remove the name of a neighbourhood, or add a range of addresses rather than just one house number.\nIf you suspect you’re about to order from a Duplicate Account, you can also look at the business phone number. Out of the thirteen found in Edinburgh, seven had the same phone number as their parent business.\nRead more:\nThe fun part: Quirky names and logos\nIf you regularly order food, you have probably laughed at some quirky restaurant names before. Some examples are Pizza Amore at The Chanter, or Eugreeka! and Wingology from The Fat Pizza. These names are distinctive of Virtual Brands, which usually have a more cohesive image with appetising pictures for every item and wrappings with their brand’s logo.\nIn Edinburgh, the names of Duplicate Accounts fall into two categories. Nine accounts have a completely different name than the parent restaurant, while the remaining four tweak the name of the parent restaurant slightly. One example is Holyrood Restaurant in Old Town, whose Duplicate Account is “Holyrood Twenty - Old Town and Canongate”.\nThe social part: reviews and popularity\nReviews matter, and not only when it comes to ratings. Parent restaurants’ accounts usually have more reviews than their Duplicate Accounts, but not necessarily a better rating. Accounts with more than 500 ratings are always the most trustworthy, and if there are no reviews or very few, it could be a duplicate.\nLastly, we also must pay attention to our surroundings and the physical world, rather than the digital. Have you seen this restaurant in the street it claims to be? Have you heard a friend or a coworker recommend it? Have you ordered from there before, and if so, what was the packaging like? These are all useful when choosing any restaurant but become crucial for identifying ghost kitchens.\nIs Deliveroo chasing Duplicates?\nDeliveroo shared for this article that they are actively working on tackling Duplicate Accounts:\n“We do not allow Duplicate Accounts on our platform, and conduct monthly sweeps to detect and remove any duplications. We are aware that a small number of Duplicate Accounts are managing to bypass these sweeps, so are currently developing further processes to prevent this which will launch later this year.”\n“All brands operating on our platform, must ensure imagery and menu information is accurate and descriptive.”\nWhile this is good news for Edinburgh, the regulation of ghost kitchens by the UK’s Food Standard Agency is still a work in progress.",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-23T07:30:00"
    },
    {
      "title": "The Kirk opposes death penalty, but it's a bit late for those it killed for blasphemy",
      "url": "https://www.heraldscotland.com/news/25029616.kirk-used-kill-blasphemers-now-turns-cheek/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-23T06:10:00",
      "content_en": "Oh, all right then. But on your heads be it. I shall be as objective and dispassionate as usual when considering the Church of Scotland.\nIt’s the “national church of Scotland”. That’s why it’s getting done, as it were, here. Before you start, I’m not doing any of the others as they all, to say the least, seem over-sensitive. The great thing about Christianity in general is that you can put the boot into it and they just forgive you and even have a laugh.\nThe Kirk, today at least, neither barks nor bites. I’ve met several of its its leaders (or “moderators”; they’re a bit anarchic when it comes to leaders). Nicest people ever. Churchgoers are, generally speaking, I say again, nice. I like them. In general, I’d say I prefer a churchgoer, Catholic, Protestant, whatever, to an atheist, who thinks himself so smart (see above and, indeed, below).\nApart from anything else, you need to take people individually and not judge them in a lump, as I’ve just done with atheists. D’oh! It’s a difficult thing not to do.\nPRAY FOR SANITY\nRegarding religion, with the possible exceptions of Taoism and Buddhism (which are not strictly speaking all that theological), it’s a mystery to me how adherents believe what is obviously such cosmological piffle. But the downside of dismissing it all is that churchgoers have a social structure, purpose and calendar of activities.\nAnd, despite religion’s beginnings in sacrificing children and animals for better crops, it ended up setting down decent rules of morality. The religious also have hope and certainty, none of which your defeated and downhearted correspondent has.\nAnd so to the Church of Scotland, the Kirk, fellowship of hope and glory. Where the hell did it come from? Well, its roots lie in the Reformation of 1560 and the zeal of preacher John Knox.\nYou’ll be surprised to learn that at one time Knox played a major part in your correspondent’s life. It used to be my job to attend the Scottish Parliament twice a week during its first happy years at the Kirk’s Assembly building on the Mound. Turning up for another gruelling shift of cynical observation, I’d pass the statue of a declaiming John Knox and say cheerfully: “Morning, you curmudgeonly old scrote! ”\nBut I digress. The Kirk’s organisational approach, advocated by the aforementioned scrote, is Presbyterian, which sounds kinda democratic while, in practice, anyone identifying as such (“Aye, ah’m a right Presbyterian, me”) tends to be a roaster. At any rate, no one gets to be “head” of the faith as that role belongs to God (see “apologies for absence” in committee minutes).\nKnox’s First Book of Discipline (or Fifty Shades of Pray) argued that all the old church’s assets should pass to the new one. A system was set out whereby church elders are collectively answerable for correct practice and discipline. As you may recall from the Alexander Selkirk article in this series, offending punters would be brought before its Kirk Session in a form of Sharia Law.\nIn 1696, the Kirk was behind one of the worst acts in Scottish history when it demanded – and got – the execution of Thomas Aikenhead for blasphemy after he called religion, in the court’s words, “ill-invented nonsense”.\nIRISH STEW\nDESPITE the fact that Christianity was brought to Scotland’s shores by Irishmen, in 1923 the Kirk produced a report called The Menace of the Irish Race to our Scottish Nationality. Hmm, get some popcorn in before we read this.\nIt accused the immigrant Catholic population of subverting Presbyterian values, getting drunk, committing misdemeanours and being financially reckless. Not seeing the problem here.\nRev John White, a senior member of the General Assembly, advocated a “racially pure” Scotland. “Today,” quoth he, “there is a movement throughout the world towards the rejection of non-native constituents and the crystallisation of national life from native elements”. Crystallisation, aye.\nToday, by contrast, overcompensating for its intolerant past, the Kirk is painfully woke, tying itself in knots over alleged links to the slave trade, mainly of the “I know someone who goes to church and his auntie’s dog walker has a third cousin who bought some fags from a tobacconist and tobacco used to come from plantations” variety.\nIt opposes nuclear weapons and supports devolution. It dislikes happy endings, such as euthanasia, preferring people to suffer in agony. Irrationally biased towards life, it opposes the death penalty, which is a bit late for Thomas Aikenhead.\nIn 1992, the Kirk issued “God’s Invitation”, a statement outlining its Christianity in everyday, dumbass language. Controversially, it begins: “God made the world and all its creatures with men and women made in His image.” So it was Him! He created a horrible world where the basis of life is that everything eats everything else, baby animals are ripped apart, and everybody is ill, a place absolutely rootin-tootinly predicated on cruelty and suffering. Hats off for the pronoun, though.\nDespite all this, in 2023 the Kirk had 259,200 members, which is mental. If you went into a bar or prison and said, “Hands up who’s a member of the Kirk”, not one mitt would shoot up. Who are these people?\n(Image: Agency)\nBURY THE TRUTH\nTRUE, that number is down from 920,000 in 1982. Also, in 2019, the Scottish Household Survey found that 20% of the Scottish population, over one million people, identified with the Kirk as their religion. But that was just so they could get buried properly. Today, you just get your friendly, neighbourhood humanist to bung you into the void.\nOddly enough, while I’ll never forgive them the Aikenhead barbarity, I think the Kirk’s demise would be a sad day for Scotland.\nIf it could keep the morality and ditch the cosmology it might have a future. Then again, in future, everybody will be sitting in the hoose wearing a virtual reality headset and getting their ethics off the internet. So it probably doesn’t matter anyway.",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-23T06:10:00"
    },
    {
      "title": "I will miss River City - even though it had more murders than Al Capone’s Chicago",
      "url": "https://www.heraldscotland.com/news/25021556.miss-river-city-even-murders-capones-chicago/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-23T10:00:00",
      "content_en": "But several questions rage as a result of BBC Scotland’s decision to end the recurring drama after 23 years; did Shieldinch deserve its Do Not Resuscitate order? There’s little argument that the storylines became darker than death, the town playing home to more murders than Capone’s Chicago. Writers were charged (and found guilty) with the task of attempting to meld human storylines with absurd plots. (Were they encouraged to watch Scorsese box sets for inspiration? Seems very likely.) Regardless, the little town became effectively a police precinct drama.\nYes, the crime and chaos content has been building over the years, the major warning shot fired when Lenny killed wife Lydia, bundled her into the boot of his car - only for Lydia to Lazarus herself some three years later and live on. Meanwhile, viewers choked on their tea cakes.\nParadoxically, however, as audience figures dropped, producers doubled down with the gangster storylines, chasing the ratings with sensationalist tales of human trafficking, gun threats and drug wars. And in doing so shot themselves in both feet.\nRead more\nAnd now we are all left wondering; did this have to happen? Could more have been done to save the recurring series which once pulled in 400k viewers a week, but has now failed to attract half that number? Probably not. Soaps are a dying format. Coronation Street and EastEnders are ailing. Neighbours were cancelled twice and will now remain in the cemetery at the bottom of Ramsay Street.\nYet, the mad, bad storylines were not what creator Stephen Greenhorn had imagined for the show back in 2002. It was about community. Connection. Family feuds and family values. River City was heightened reality, but gently heightened. It was about real people’s lives, taking the essence of kitchen sink dramas onto the screen. We loved the Tall Ship stories of crushed dreams. We loved the delight of multi-generational argument because it reflected right back at us. We loved to see couples rip each other apart because isn’t that what happens in real life?\nAnd who can forget sharp-tongued Suzie’s adventures with online dating, or Gina’s custody battle crises or Bob’s hiring of the cherry picker to take him up to the first floor of Zara’s flat when he proposed with the very best ring a backstreet car mechanic could afford. And what of the wonderful who’s-the-daddy story when he and Angus didn’t know which grease monkey had proved to be the spark plug which fired Kim into new life?\nYet, Bob’s love life is another reason why the TV soap is dead in the water. The one-time Shellsuit found himself playing out more romantic plotlines than Warren Beattie in his heyday. And because of his popularity, producers gave him even more women to fall for, be dumped/duped by – and to die on him. (Cleverly however his greatest love was recognised to be Angus, even if that relationship too was over worked). Also, a victim of success, Scarlett found herself reaching for the registry office number almost as often as Gail in Corrie.\nYet, there is little doubt that those viewers who still tuned in will miss the show. They loved Frank Gallagher’s quite immaculate performance of crime lord Lenny. They warmed to Lesley Hart’s openly gay police person character Lou. (Hart has written an episode to be screened later in the year.) Gail Watson’s Dr Gillian proved to be a dopamine booster and Barbara Rafferty (who appeared as two different characters) and Juliet Cadzow and Kath Howden have all shown that older actors can grab audiences by the neck.\nRead more\nWhich all suggests that BBC Scotland has a moral duty of care to the talented actors such as Jordan Young and Jimmy Chisholm and Joyce Falconer who have become part of the Scottish cultural psyche. It may invest the River City budget in ‘high-end drama’ but will these new series’ be co-productions? How many Scots will be involved? Will they feature non-Scots big names in order to attract the co-producers? And how many Scots writers will be involved?\nWe need to know if there will be a platform in upcoming dramas for talents such Johnny McKnight, Sergio Casci and Kim Millar. New series are always welcomed. But they tend to involve one writer.\nAnd will the new slate of series’ become water-cooler television? It’s subjective of course, but dramas coming out of the BBC haven’t always demanded that audiences give Netflix a miss and stay tuned to council telly.\nYes, Guilt and The Nest were golden tickets, and you can understand why BBC Scotland hope for a new Shetland that can be sold on overseas. And yes, psychological thriller The Ridge looks promising (if only because it’s fronted by Lauren Lyle) but what of The Young Team, a story of addictions and gang violence? Meanwhile, Granite City has been recommissioned for a third series but it’s hardly a show you can’t wait to talk to your mates about down the pub. Yellowstone it ain’t.\nBut we need to hope there is life after soap. We need to hope there is work for the crews of River City, the directors, stage designers, the canteen staff and the cleaners. And that the BBC recognises that the series was a fabulous training ground, creating learning potential ten times the size of the Dumbarton lot.\nSo, RIP River City. (Who will watch it now that its death has been announced?) And let’s hope Scotland’s drama TV future offers at least some of the colour the soap delivered in its early years. And isn’t overly gangster reliant.",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-23T10:00:00"
    },
    {
      "title": "'Our play was born out of drug and alcohol addiction'",
      "url": "https://www.heraldscotland.com/news/25024426.our-play-born-drug-alcohol-addiction/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-23T10:00:00",
      "content_en": "The pair met back in 2003 while studying acting at Telford College in Edinburgh, neither with any real expectation of developing a career. They became friends and socialised to the full extent of their capacity. But Christopher became drug dependent. “I’m quite an anxious person,” he explains. “Going out and taking lots of alcohol was the perfect lubricant. I felt it made me more interesting. And it would help me to socialise. And at times when sitting at home at night the drugs helped me medicate the anxiety. But then before you know it, you need them. And it becomes about how you get through the day without them, rather than just the anxiety.”\nWas it also about lack of opportunity? “Not really,” he admits. “My dad was a schizophrenic and we’d gone through lots of difficulties as a family, and I hadn’t really processed any of that. I just didn’t know how to navigate life.” He adds, “My parents were estate agents, and we moved a lot. I stayed in about 15 homes before I was 16. Looking back, I’m sure that didn’t help with my stability.”\nRead more\nGraeme Smith’s early life was also far from uncomplicated. Growing up in Bonnyrigg, his parents lost their home, and he had to move schools. “Before this I was top of the class. But by the age of 15 I just felt I wasn’t academic and spent the next few years partying. But at 21 I decided to go to university.”\nMeantime, in 2019 Christopher had decided he had to change his life and gone into rehab. “When I got out, I joined a creative writing group for people in recovery, and I remembered at this point that Graeme had gone into writing in some way.”\n(Image: Tommy Ga-Ken Wan)\nIn fact, he’d completed a master’s in creative writing at Dundee University. “I was writing short stories,” Smith recalls. The pair’s friendship now took on a new (non-partying) form. They simply enjoyed spending time together. Making each other laugh. So why not write a play together?\nIt was during lockdown that the chums began throwing ideas around. They couldn’t meet up in person so the writing was done via WhatsApp, which culminated in their hugely successful play, The Schaff, about young friendships and loyalties played out via football. “Most of the play was actually written on WhatsApp,” says Smith.\nBut what of their new play? Christopher explained the genesis. “I loved the recovery group writing nights, the support system and really came to see how cathartic the time had become to everyone. It really made me itch to tell the story. And Graeme had had similar experiences.”\nSmith’s knowledge of addictions and writing came about while working in prison. “So many of the guys in there were struggling with addiction issues and I saw this on a wide scale.”\nThey played around with characters. Came up with plot lines. Christopher adds; “We didn’t want to right a classic addiction story whereby people look back at their childhood and the reasons for it all. We wanted to write something joyful that shows how life changing recovery can be.”\nRead more\nHe grins. “And have lots of big laughs in there, and dancing set pieces.”\nTheir play Dancing Shoes tells of Donny, who lives with his mum and has been struggling with addiction most of his life. He also has a secret hobby - dancing alone in his bedroom.\nDetermined to get help, Donny attends his local support group where he bonds with two other men, Jay and Craig, who change his life. But when a video of Donny dancing goes up online and makes him an accidental viral superstar, the men’s new friendship is put to the test with the whole world now watching on.\nIt’s not a play about addiction as such, but about how lives can be transformed once the addiction is conquered.\nSmith adds, smiling; “Steven really, really wanted to write about a man who loves to dance.” Christopher agrees, laughing. “I love to dance. So why not write about it?”\nDancing Shoes features Ross Allan, Stephen Docherty, Craig Mclean. A Play, Pie and a Pint, Oran Mor, Glasgow, March 24–29",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-23T10:00:00"
    },
    {
      "title": "Jeane Freeman: Some Covid decisions ‘worth reconsidering’",
      "url": "https://www.heraldscotland.com/news/25030309.jeane-freeman-covid-decisions-worth-reconsidering/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-23T13:30:48",
      "content_en": "She acknowledged that some of those decisions may have been wrong.\n“I think it’s something worth reconsidering,” she said.\n“I don’t know, because I’m not sitting now with all the information that I had then – in five years, I don’t remember it all.\n“So I can’t say for sure that was the wrong decision.”\nShe added: “Many of them are probably worth a reconsideration and there’s certainly things to be done to prepare us to be in a better starting place than we were for the next pandemic that will come along.”\nREAD MORE\nMs Freeman said she “absolutely” understands the anger of families who lost loved ones to Covid-19.\n“I absolutely can understand their anger, of course I can.\n“That doesn’t diminish their anger, nor, I’d say, does it diminish what I’m saying to you.\n“I made what I believed were the best decisions with the information I had at the time and as I could improve the circumstances, I absolutely did.”\nShe added: “But there is no getting away from the fact that people died, people were harmed and there is a long-term impact.”\nMs Freeman said the wider toll of the pandemic, from long Covid and bereavement to the isolation of lockdown, was still being felt.\nYoung people, she said, missed out on key milestones.\nMan holding a sign reading covid testing centreShe also suggested that some decisions—such as school closures, which kept most pupils at home during the early stages of the pandemic—may have been wrong.\nMs Freeman, who left Holyrood in 2021, reflected on her own experience of the crisis.\n“I described it as two years of running anxiety… you’re always anxious.\n“There’s anxiety about everything from whether you’re making the right decisions to whether what you’ve said needs to be done is getting done.\n“Is it getting done properly? What’s going wrong that you don’t yet know about?\n“To just anxiety that everybody had about your own relatives, loved ones, how they’re all doing, hoping they don’t get ill, hoping everything will be okay for them.”\nAsked if she felt a sense of pride, she instead said she was “pleased with my own resilience.”\nMs Freeman also addressed the pressures facing Scotland’s NHS today, suggesting a “national booking system” for elective care could help ease the burden.\nBut Scottish Labour’s deputy leader Jackie Baillie said: “Under the dysfunctional SNP, operating theatres remain underused while A&E patients wait in corridors, and nearly one in six Scots are on an NHS waiting list.\n“Scottish Labour will bring a patient-first approach to our NHS where the money follows the patient rather than propping up bureaucracy and all available operating capacity is used.”\nScottish Tory health spokesman Dr Sandesh Gulhane accused Freeman of a “shameful” attempt to defend the government’s record, saying: “The SNP were completely unprepared for Covid and were too busy playing politics against Westminster when they should have been focused on saving lives.”",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-23T13:30:48"
    },
    {
      "title": "Rachel Reeves denies UK heading for austerity as Labour plans 15% civil service cuts",
      "url": "https://www.heraldscotland.com/news/25030137.rachel-reeves-confirms-plans-civil-service-cuts/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-23T10:55:00",
      "content_en": "When she set out her budget last autumn, Ms Reeves left herself with £9.9 billion in fiscal headroom to help keep her self-imposed fiscal rule that current spending must be paid for from tax receipts.\nHowever, rising interest rates and the resulting increase in government spending have all but wiped that out.\nREAD MORE\nThere are also reports that the Office for Budget Responsibility could slash the growth forecast by as much as half.\nMs Reeves will deliver her spring statement on Wednesday, and is expected to reveal sizeable spending cuts, on top of the £5bn to be slashed from the benefit bill announced last week.\nWith deep unhappiness in the party, some Labour MPs have urged the Chancellor to rethink her fiscal rules to help pay for further defence spending.\nMs Reeves has rejected that call.\n“I’m not going to pre-empt the Office for Budget Responsibility’s forecast, but the world has changed,” the Chancellor told Sky News’ Sunday Morning with Trevor Phillips\n“We can all see that before our eyes and governments are not inactive in that – we’ll respond to the change and continue to meet our fiscal rules.\n“But we’re also shaping the new world, whether that’s in the defence and security realm, or indeed on the economy.\n“I promised at the general election to bring stability back to the economy.”\nAsked if austerity was on the table, Ms Reeves told the BBC’s Sunday with Laura Kuenssberg: “Last year, I put £100bn more into capital spending than the previous government had committed to. We put more than £20bn into the National Health Service.\n“That is a far cry from what we’ve seen under Conservative governments in the last 14 years.”\nAsked if there would be budget cuts to unprotected departments outside of the NHS and education, Ms Reeves said: “We’ll set all that out when we do the spending review, but we can’t just carry on like we have been spending on the same things that the previous government spent on.\n“People want to know we’re getting value for money, when people are paying more in tax that they’re getting more in return.”\nThe Chancellor confirmed plans to reduce Civil Service running costs.\n“We are, by the end of this Parliament, making a commitment that we will cut the costs of running government by 15%,” she told the BBC.\nShe said anyone running a business will think that is “more than possible” given advances in technology and AI.\n“We’re going to cut the back office functions, the administrative and bureaucracy functions.\n“The size of government increased massively during the Covid pandemic.\n“That was five years ago … but the size of the Civil Service hasn’t come back during that period. So, we now need to make sure that we do realise those efficiency savings so we can invest in the priorities.”\nDuring the interview, the Chancellor also refused to rule out slashing tax on tech giants.\nThere have been reports that the government might consider changing or ditching the Digital Services Tax, which imposes a 2% levy on the profits of firms like Facebook, in order to avoid the global tariffs that the Trump administration is planning to impose.\nAsked if this was true, Ms Reeves said the UK is in discussions \"around a whole range of things\" with the US related to tariffs.\n\"But we will continue to operate on that principle that you should pay taxes in the country in which you operate.\"\nAsked if she might tweak the tax, she said: \"You've got to get the balance right, and those discussions at the moment are ongoing.\n\"We want to make progress. We do not want to see British exporters subject to higher tariffs, and we want to see trade barriers fall right across the world.\"\nSNP Economy spokesperson Dave Doogan said Ms Reeves was a \"Tory tribute act.\"\nHe added: \"During the election campaign, Labour promised the public change from the austerity agenda of the Tories - but sticking by their self-imposed fiscal rules means more of the same for the public. Labour's promises are, in reality, worthless.\"",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-23T10:55:00"
    },
    {
      "title": "Neon lights, flat roofs, balconies: how Art Deco gave metropolitan style to Scotland",
      "url": "https://www.heraldscotland.com/news/25023239.scotland-fell-love-art-deco-style/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-23T10:27:00",
      "content_en": "Even though the practicalities of a flat roof or Vitrolite tile shop front on a rain-splattered Glasgow street made it an unlikely romance, Scotland in the interwar years became the canvas for a style more often associated with sun-drenched Miami boulevards and the shimmering skylines of New York.\nNow a new book by Bruce Peter, Professor of Design History at The Glasgow School of Art, has highlighted the scale of Scotland’s Art Deco romance, and sheds light on why the nation fell head over heels in love with it.\nThe curved lines of Tobermory pier buildings reflected Art Deco style that swept the country (Image: Bruce Peter)\nHis book, which accompanies a major Art Deco exhibition at in the Reid Gallery Corridor at The Glasgow School of Art, coincides with the centenary of the 1925 Exposition Internationale des Arts Décoratifs et Industriels Modernes in Paris.\nA showcase for modern architecture and avant-garde design – forward-looking after the misery of war - it brought the decorative together with new materials and technologies in a series of French and international displays of bold buildings, objects, furnishings and fashions.\nIt would be decades later before the term ‘Art Deco’ was coined by the Swiss-French architect, artist and theoretician Le Corbusier.\nHowever, fallout from the exhibition in the French capital swept the globe and took Scotland along with it on a wave of new and exciting modern style.\nTo towns and cities of grim tenements, and Victorian and Edwardian emporium and factories came gleaming white buildings with facades of glass, and lavish cinemas that turned a night at the movies into a Hollywood-tinged event with their neon signage and glitzy interiors.\nRead more by Sandra Dick:\nIn city suburbs, glossy villas appeared with curved windows, flat roofs and open balconies for occupants to sit out on while sipping on a Martini – or perhaps more likely, given the temperamental Scottish weather, a steaming hot cup of tea.\nRight across the country, from Nardini's Cafe and Ice Cream Parlour in Largs and the Rogano in Glasgow, to moderne-style pier buildings at Fort William, Mallaig, Tobermory, Port Ellen and Stornoway, to grand department stores in Sauchiehall Street and outdoor swimming pools at Portobello, Gourock and Stonehaven, architects embraced distinctive Art Deco style.\nSteps Bar in Glassford Street, Glasgow, retains its Art Deco style (Image: Bruce Peter)\nSome buildings were more imposing than others: Steps Bar in Glassford Street with its black Vitrolite with floral acid etched windows is at the opposite end of the spectrum to St Andrews House in Edinburgh.\nTowering over the east end of the city’s Princes Street, beyond its austere exterior are Art Deco sculptures and clocks designed by its forward-looking architect, Thomas S. Tait.\nThe style even encompassed Scotland’s hydroelectric power stations and bridges. Symbols of Scotland’s engineering prowess, they were designed with a flair that softened their industrial function with sleek, modern lines.\nEven colliery pithead baths where miners could wash off the grime of work, were given chic Art Deco designs.\nKincardine Bridge, opened in 1936, was among dozens of bridges and industrial structures which embraced Art Deco style (Image: Bruce Peter)\nAt the same time stylish ocean liners with power and technology to match their new shape departed Clyde shipyards as floating Art Deco palaces often kitted out with Scottish-produced art, furniture and furnishings that echoed the new trend.\nNone was more impressive than the Blue Riband winning Cunard-White Star RMS Queen Mary, built by John Brown of Clydebank and packed with Art Deco interiors and furnishings, much of it produced in Scotland by companies like Wylie & Lochhead, McNeil Bros, A H McIntosh, Scott Morton, Donald Bros and James Templeton & Co.\nAs glamorous liners crossed the globe, travellers across Scotland boarded streamlined tramcars and buses that embraced the new style, sweeping them to destinations in carriages that seem futuristic even today. Railway posters echoed the style, showing the nation’s modern face to the world.\nInterior of LNER Coronation observation car, 1937 (Image: Bruce Peter)\nScottish flair for producing textiles, carpets, linoleum and furniture – explored in detail in the new book – saw producers across the country turn their hands to the new style: even old-fashioned tenement flats and traditional properties could become a haven of Art Deco interior style.\nScotland – in particular Glasgow, with the vibrant School of Art and the influence of Charles Rennie Macintosh – became a hotbed for Art Deco designs.\nYet this was an unlikely romance. Why would a country with a northern maritime climate, belching chimneys and heavy industry, with buildings blackened by soot and shrouded in smog, produce such a large and diverse array of Art Deco stretching from the industrial heartlands to places like Peterhead, with its grand 1,500-seat Regal cinema, and Rothesay with its Pavilion?\nThe observation lounge of Clyde-built floating Art Deco palace, RMS Queen Mary (Image: Bruce Peter)\nAccording to Prof. Peter, part of Scotland’s fascination with Art Deco was down to the nation’s heavy industrial past, and a desire to be seen as embracing a new modern age.\nAs Scots looked towards a brighter future with electrical gadgets at home and new industries on the horizon, its strong engineering culture meant there was both a fascination for new technology and ambition not to be left behind in the grime of their industrial roots.\n“Scottish industrialists saw the ‘up to date’ as synonymous with being successful,” he says. “If you were in any way involved in industry, you wanted to express that you were moving with the times.\nPitlochry Dam and Power Station was built in an Art Deco style (Image: Bruce Peter/HES)\n“On top of that, in Scotland there was a strong sense of being an outward-looking and cosmopolitan nation.”\nThere was also a vibrant generation of Scottish architects and designers influenced by historic links to France – ground zero for this new modern style – and the 1904 appointment of the Parisian architect Eugène Bourdon as head of the Glasgow School of Architecture.\nWhile they had one eye on France, its Beaux-Arts system and its Impressionist artists, the other was trained on the United States of America, with its towering skyscrapers.\nWell-trained and well-travelled Scottish architects worked with clients who had also experienced the world’s cosmopolitan centres of style.\nIt combined to create a ‘lightbulb’ moment: Scots were more than ready to embrace this dramatic new style.\n“There were all these influences which encouraged this type of modern work,” says Prof. Peter. “And there was a lot of it in Scotland.”\nBuilt-up conurbations at the time were dark and dirty, with buildings blackened with soot from thousands of chimneys.\nBut this new aesthetic shone like a new pin.\nAn Art Deco style home in Newton Mearns, designed by Mactaggart & Mickel, mid-1930s (Image: Bruce Peter)\nVisitors to the 1938 Empire Exhibition at Bellahouston Park were greeted by the new style in all its glory: the Tower of Empire overlooking creamy coloured buildings made from new materials like asbestos cement, a ship-shaped Atlantic Restaurant and façades of curved glass and steel.\n“The atmosphere here at the time was filthy in ways we can’t imagine. And this was an aesthetic that at the time had very broad appeal.\n“This pastel-shaded environment with all the illuminated fountains… it was a totally different world.\n“It opened up people to welcome possibilities of things being done differently and better, and the idea of cleanliness and bright colours.”\nAlso driving the craze was a new connectivity that enabled people to share trends and tap into what was happening in cosmopolitan centres like Chicago, New York and London.\nRead more Sandra Dick:\n“Talking movies and illustrated magazines made the general literate part of the public more aware of other ways of doing things in other places.\n“They had an impression that things really ought to change.”\nAs the shift began, new buildings in Art Deco style – cinemas, dance halls, department stores, car dealerships, villas and even factories – sprang up.\n“Given the climate in Scotland, there’s a tremendous number of art deco villas with flat roof villas, balconies and corner windows,” he adds.\nPortobello outdoor pool near Edinburgh was among several lidos and outdoor swimming pools designed in Art Deco style (Image: Bruce Peter/HES)\n“They look as if they should be in the Mediterranean, the south coast of England or one of the leafier suburbs of Los Angeles, but they’re in Bearsden, Newton Mearns, Kelso, Dundee, Broughty Ferry, Stranraer…\n“Everywhere you go, you see another one.\n“This new development was generally welcomed; it was a sign of progress and change.”\nIndustrial buildings also embraced the style, such as Scotland’s first modern industrial estate at Hillington, a unique project in the second half of the 1930s which used electricity rather than coal power, making it a beacon for a cleaner future.\nA response to the impact of the Great Depression on Clydeside’s heavy engineering-based economy, it was intended to show a bright future away from the “dark Satanic mills” of the Industrial Revolution, looking towards new industries of pharmaceuticals, cosmetics and household goods.\nThe new book, Art Deco Scotland, includes more than 400 photographs and illustrations from the Historic Environment Scotland archives.\nLothian House, in Lothian Road, Edinburgh, features boldly detailed stonework surrounding its many window bays (Image: Bruce Peter)\nThe accompanying exhibition, in the Reid Gallery Corridor at The Glasgow School of Art and part of events celebrating Glasgow’s 850th anniversary, will bring together images, ephemera, a film and textual interpretation covering Art Deco style in Scotland.\nA key piece will be an animated 3D model of the Empire Exhibition, alongside examples of Scotland’s best-loved Art Deco buildings including Bathgate’s Regal Cinema and the Paramount Cinema, Glasgow.\nThe Regal cinema in Bathgate, one of many Art Deco styled cinemas that sprang up around Scotland (Image: Bruce Peter)\nBoth the exhibition and book also highlight the impact of leading Scottish architects of the time, who didn’t just apply the style at home, they exported it.\nSuch as Sir John Burnet’s architecture firms in Glasgow and London, which played a pivotal role in defining the look of interwar London with designs for Adelaide House, the tallest building in the city at the time, Selfridges department store with its ornate entrance canopy, and Kodak House, with its American-style modern frontages.\nThey were so influential that they produced a detailing guide which was adopted by almost every other architectural firm.\nAs well as working with the practice and contributing to projects from New Zealand to Johannesburg, Paisley-born Thomas S. Tait, the creative force behind Adelaide House, was also involved in designing the Daily Telegraph building in Fleet Street, the grand portals of the Sydney Harbour Bridge and St Andrew’s House in Edinburgh.\nSt Andrew's House in Edinburgh was designed in Art Deco style by Thomas S. Tait (Image: Scottish Government)\nAnother key figure, Glasgow-trained James Steel Maitland, designer of Paisley’s Russell Institute, brought experience from his time in North America bringing international insight to his designs.\nFor all its glamour, however, Art Deco was not always practical in Scotland. Flat roofs, perfect for sun-drenched locales, were less suited to relentless drizzle, and architects often had to tweak designs to reflect the climate.\nIt also took a leap of faith for Scottish homemakers to swap heavy, and dark soft furnishings that hid fireplace soot for the brighter fabrics from the likes of Edinburgh Weavers, the funky linoleum of Kirkcaldy’s Michael Nairn & Co, and Templeton’s abstract carpet designs.\nA bedroom suite produced by Kirkcaldy cabinetmakers A H McIntosh (Image: Bruce Peter/The Cabinet Maker)\nBut while Art Deco thrived in the new electric age, Scotland’s love affair with it would eventually be swamped by new trends. Buildings which once dazzled in grim city streets lost their shine. More often than not, they were eventually demolished.\nSome survivors are being coaxed back to life: Rothesay Pavilion, closed since 2015, recently received final funding to help restore it to past glory.\nOthers, like the former Leyland Motor Co. building in Glasgow’s Salkeld Street, languish on the Buildings at Risk Register.\nThe former Leyland Motor Co. building in Glasgow's Salkeld Street (Image: ichard Sutcliffe and licensed for reuse under creativecommons.org/licenses/by-sa/2.0)\nProf. Peter hopes by shining new light on Scotland’s Art Deco romance what’s left can be better appreciated and protected for future generations to admire.\n“One of the things that I find utterly vexing at the moment is the terrible neglect of so many of our great buildings, particularly in Glasgow but also in other places,” he adds.\n“I hope the book will draw attention to the great work that the body of Scottish architecture represents.”\nArt Deco Scotland: Design And Architecture In The Jazz Age by Bruce Peter is published by Historic Environment Scotland. An accompanying exhibition of the same name runs from 5 – 28 April at Reid Ground Floor Corridor, Glasgow School of Art.",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-23T10:27:00"
    },
    {
      "title": "Why parents of autistic children are turning on Scot Gov's classroom inclusion policy",
      "url": "https://www.heraldscotland.com/news/25029820.parents-autistic-pupils-turn-scot-gov-classroom-inclusion-policy/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-23T06:10:00",
      "content_en": "Her friend Natalie Blue replies: “I haven’t been to a shop in 2025. I’ve been out once this entire year.”\nRebecca Smith – who asked for a pseudonym to be used to preserve her family’s privacy – adds: “My mental health was in the toilet. I had to reach out for help. I was so low. I don’t want to go into it all, as my kids are around, but I was the lowest you can get.”\nThe three women are painting a picture of what it’s like to be the parent of a child with additional support needs. They run the organisation Empower:ED Scotland, which campaigns for ASN families.\nASN families say they’re in the middle of a crisis. The number of children with conditions like autism is soaring, while school resources dwindle. Disabled people are in the cross hairs of the Labour government’s austerity programme. Discrimination is rising, and ASN children are increasingly blamed for violence in society and schools.\n“The temperature has dropped,” says Lamond, who worked for years as a learning disability nurse. “Winter is coming. It’s getting dark out there for children like ours.”\nLamond’s daughter has autism. Like most ASN children, her daughter is meant to attend mainstream school. It’s what is known as “inclusion” – the policy of educating ASN pupils alongside other children.\nBut like many ASN parents, Lamond says mainstream education failed her daughter. “Her education broke down. She was out of school for years. The school environment just didn’t meet her needs.”\nBlue’s six-year-old son also has autism. Due to the “trauma” he experiences by attending mainstream school he can appear disruptive to other pupils and teachers. He’s been out of school for more than a year.\nSmith’s child is autistic as well. The nursery he attended told her “they simply couldn’t handle him any more and we had to find other provision”. School has become nightmarish. He’s “pre-verbal”, which means “he can’t formulate his own sentences”.\nAttending mainstream primary school has “traumatised” him, Smith says.\nLamond set up the ASN campaign “because of the powerlessness we felt as parents”. There’s a “huge power differential”, she says, between parents and teachers and officials. “We wanted to challenge local authorities and government.”\nThe system which caters for ASN children in schools “is a shambles”. The Scottish Government knows exactly how bad matters are, Lamond says, as it staged an inquiry into additional support learning. “They got all this evidence but nothing happened.”\nASN children are “pushed into the mainstream”, Lamond adds. But children like her daughter just “aren’t able to cope in a mainstream setting. They suffer sensory overload. It can be hell on Earth for them”.\nOutburst\nASN children can be completely overwhelmed by the sounds, smells, and whirl of activity in mainstream schools. That can trigger behavioural outbursts. The education of the rest of the pupils can suffer as a consequence.\nLamond, and the other parents favour the creation of “intermediate schools”. These would provide a halfway house between special schools for children with profound needs and mainstream schools. But when it comes to intermediate schools, “there’s nothing like that in Scotland”, Lamond adds.\nPatrick Kieran is also part of the campaign. His son is five and autistic. He wants his child to attend an intermediate school. “The risk is if he goes to mainstream it will be beyond the scope of his ability and it’ll come crashing down and fall to pieces. Then you have a situation where the child is traumatised and it puts them off education for life.”\nHe fears that if his son was sent to a special school for children with “profound disabilities and challenging behaviour” it might cause him to “regress. So we’re stuck between a rock and a hard place”.\nKieran adds: “The Scottish Government has this presumption that all children should be educated within mainstream school. The idea of inclusivity is all well and good, but the reality is there are some children who need support over and above what mainstream provides.\n“While all these platitudes are nice –that everybody is equal – the world isn’t like that. We’re supposed to be giving children an education which ties in with their needs and abilities. We should push them to reach their potential, but we shouldn’t do that in a way that’s detrimental to their health and wellbeing.\n“Shoving kids into mainstream school because it’s cheaper is easy.”\nHe accepts that finding money to pay for intermediate schools is difficult, “but it’s a discussion as a society which we must have”.\nAs the situation stands, parents find “the pathway through the education system horrendous … It’s hard enough being the parent of an autistic child as your life changes in ways you can’t imagine. Then on top of that you have to fight the system. It’s draining”.\nAn astonishing 40.5% of pupils – that’s 284,448 children – have additional support needs in Scotland. The number has doubled since 2014. Meanwhile, the number of ASN teachers has fallen. In 2013, each ASN teacher supported 40 pupils. By 2023, the ratio was one to 89.\nBlue describes the system as “shambolic”. It took from January to September last year to assemble a multidisciplinary meeting about her son’s education and inability to attend school. An occupational therapist and educational psychologist were assigned but still haven’t met with her son. In addition, there is a nurse, social workers, and council officers.\n“But he’s still out of school. It’s a box-ticking exercise.” She doesn’t blame the individual teachers or other professionals. “They’re lovely people, it’s a systemic problem.”\nBlue says she just wants her son to get an education. “He’s got no friends,” she adds.\nSmith is a teacher – which is why she wants to remain anonymous – so knows the system from the inside. Every parent of an ASN child “has to put on boxing gloves”, she says. “You don’t stop fighting.”\nIsolated\nCOUNCIL inclusion officials suggested her son “should be isolated” while in nursery, and “shouldn’t be integrating with the main population – who at the time included his little brother”. Her son was toilet trained but after his experience of mainstream education that unravelled and he now regularly “has accidents. That’s just one example of the trauma that mainstream did to him”.\nWithin months of her son entering primary school, an educational psychologist as well as the deputy head and his class teacher told Smith “this isn’t the place for him”. But there’s no other option available.\nShe also doesn’t blame the professionals she’s encountered. It’s simply a case that mainstream schools are limited in what they can do. “The staff have gone above and beyond in every way they can, but it’s not enough.”\nSmith also favours the creation of intermediate schools for ASN pupils. Her son’s school has a language and communication base – intended for ASN children – but due to the number of children with special needs only those with the most “profound” conditions have been prioritised and given one of the few places in the base.\nKieran says that it’s not a question of ASN children “failing mainstream school, rather mainstream school has failed them”.\nMainstream schools are often designed in ways that exacerbate the problems ASN children face. A simple matter like Christmas can be deeply upsetting for autistic children. The pattern of the days change, brightly coloured trees are put up, there’s loud singing, parties, Santa appears. These can all be incredibly stressful for children not suited to mainstream school.\nKieran says “we need to rethink this presumption that we mainstream educate all children. Obviously, we should try and include them. That might look like a hybrid model, where children with additional support needs go to an intermediate school for part of the day and mainstream for the rest”.\nEvidently, as numbers of ASN children rise, resources must rise accordingly. “I see no evidence of provision growing,” he says.\n“If anything it’s shrinking.”\nLamond believes that the system “is making children unwell at the cost of an inclusion ethos”.\nCuts\nSTATE support for disabled people is to be cut by £5 billion. The Labour government is under attack from backbenchers, unions and disability charities who say this will push disabled people deeper into poverty. Parents of ASN children fear the financial impact.\nUK Health Secretary Wes Streeting has been criticised for claiming there is an “overdiagnosis” of mental health conditions.\nLamond said such comments and the cuts are “all part of the stigmatising of disabled people, the language used is full of stereotyping, othering, demonising and marginalisation”.\nParents, she says, “live in fear of the future for their children”.\nCutting support makes it appear as if “the society you live in doesn’t truly value your existence” and that it’s “okay for disabled people to live in poverty”.\nFamilies of ASN children “live much more basic lives, a more meagre life as befits our position in society which is undoubtedly as ever at the bottom”. Social attitudes are “dehumanising and Dickensian”.\nShe adds: “Loss of income decreases your quality of life and increases the stress for the family, particularly single-parent families. As my child isn’t in school, I also have increased costs of them being at home, and trying to provide the activities that support their meagre educational experience.”\nLamond “feels abandoned by the state, which has become cruel. These attitudes have permeated into services which are the gatekeepers of support. It’s an incredibly challenging position as a parent to find yourself in”.\nThe Labour government “has belittled the disabled community”. The disabled are seen as “easy targets” due to claims that they are “faking it to live in luxury – and that’s not true”.\nHer child doesn’t even want to “disclose her diagnosis for fear of judgement”.\nLamond questions why there wasn’t “fairer taxation of the wealthy” rather than cuts. Due to NHS waiting lists, ASN children “are being left without the early intervention that’s proven to improve long-term outcomes”.\nShe adds: “As a result, too many young people with ASN face a future of increased dependency, not because of their conditions, but due to systemic failures in education, healthcare, and employment support that’s set them up for economic failure.\n“Instead of penalising the most vulnerable, the government must focus on creating inclusive policies that provide genuine opportunities for all.”\nLamond pointed to research by ADHD UK which rebuts claims that mental health issues are overdiagnosed. It found that ADHD was actually underdiagnosed in Britain.\nKieran said that as “parents of ASN children are already poor”, the government had chosen to “make the poor poorer”. Parents of children with ASN incur greater costs and also need to spend more time at home caring for children which impacts their earning power.\nBlue said claims of overdiagnosis “ignore the reality that many people struggle to even access a diagnosis due to long waiting lists”. She added that “removing essential support will likely lead to increased crises, higher demand on the NHS and ultimately greater costs to the government in the long run. Instead of investing in proper support systems these cuts seems to punish those who need help the most.\n“It feels like the concerns from disabled people are being ignored entirely and their fate is in the hands of people who don’t value their views or needs.”\nDiscrimination\nDISCRIMINATION is rampant, the parents believe. The very notion of “inclusion” needs questioned, Lamond feels. “Exclusion is a society-wide issue,” she says. “That can’t be fixed by throwing all the kids in together and hoping that in 20 years there will be an inclusive society.”\nHer first experience of exclusion didn’t come from the school system but other parents. To many ASN parents, inclusion is a “joke” as the sense of exclusion is socially pervasive.\nIn terms of education, the policy of inclusion will only work, Lamond believes, when schools are properly equipped to provide the level of support ASN children need.\nSo, is she saying the policy of inclusion is good in theory but a disaster in practice? “Yes.” Blue replies: “I agree. It’s not working.” Blue would be happy for her child to be educated in mainstream school if he was adequately supported. “But he’s not supported.”\nSmith, who has taught in special schools, says there’s a big difference between the educational needs of ASN children and children in special schools who are “wheelchair-bound or deaf and blind”.\nASN children, she adds, “aren’t special enough for special schools, and not mainstream enough for mainstream”.\nThe way inclusion operates now means that no child wins, the group feels. Some ASN kids can be traumatised and left exhausted by the overstimulating nature of mainstream schools. Non-ASN pupils can suffer from the major disruption caused in class and the demand on limited resources.\nChristmas is again used an example. It upsets many ASN kids but is loved by other kids. “It epitomises the conflict in mainstream education,” Lamond adds.\nSmith says that “grief comes with finding out your child has additional support needs. It’s almost like the child I envisioned had died or gone. You compare your kid to other kids”.\nBlue has set up a podcast so parents of ASN children can share such painful feelings. “There’s quite a community of us,” she says. “A lot of parents feel they’re being gaslit by schools. Children are set up to fail. My son can’t draw, read or write.\n“People say to me ‘why don’t you homeschool’. I’m not a teacher. I’ve no idea how to teach. I can’t get his shoes on some days, so how am I going to teach him to read and write? I don’t have those skills.”\nBlue’s son has what’s called pathological demand avoidance (PDA), a condition often linked to autism. Superficially, it’s a refusal to obey instructions, but it’s triggered by children becoming overwhelmed by the environment around them.\nBlue’s son was with her during this interview, and became so distressed briefly that there was a risk he’d break her iPad. “He gets so worked up, upset and anxious that he’ll fling something because he doesn’t know how to cope.”\nDisruptive\nIN school, PDA can lead to children throwing chairs or other disruptive behaviour. “It’s probably the main reason that primaries are getting much higher incidences of behaviour that’s challenging,” Lamond adds.\n“It’s what happens when kids are so dysregulated that they’re in flight or fight mode. Teachers aren’t equipped. They don’t get the training.”\nThe sort of discipline that would work on a child without ASN won’t work on a child with ASN.\n“It actually kicks them off,” Lamond explains. The de-escalation techniques required are too complex for mainstream teachers. No teacher can do that when they’ve got 30 kids in front of them,” Lamond says.\nSmith says she taught in a school where a special needs assistant clearly had no training in dealing with autistic children. “Her lack of knowledge was very evident.”\nShe gave this analogy for PDA: “It’s like when you’re trying to make dinner, and the kids are asking for stuff, and you’ve one thing boiling and another coming out of the oven, and your husband comes in and goes ‘put the kettle on’ and that simple request can just make you explode because you’re like ‘hold on, look at everything I’m doing!’.\n“That’s PDA for kids. They’re too busy controlling the environment – juggling noise, smells, everything that triggers them. They’re just trying to exist and you give them this little request and it just spins them.”\nThe parents warn that inadequate training for teachers can exacerbate health issues, such as children avoiding food. The parents report some children not eating for up to two months while at school.\nMainstream society knows very little about ASN. For example, autistic children who wear earphones, Smith explains, aren’t just protecting themselves from noise.\nMany autistic children experience pain from loud noises.\nBlue says that the notion of ASN children “building up resilience is ridiculous”. ASN kids are effectively in “an environment that’s impossible for them”.\nLamond’s daughter experienced “autistic burnout” due to the school environment. Expecting her to return to class was “like throwing bombs at war veterans”. The system is so broken, the group says, that reform can only come from “the top down”.\nHowever, the Scottish Government “claims ‘our laws are child-friendly, and all your needs will be met’. But that’s not true,” Lamond adds.\nBlue called her podcast ‘No Problems Here’, satirising the response of the system to parental concerns. Asked to sum up the state’s approach, she replies: “It’s bull***t.”\nLamond says the Scottish Government has been presented with mountains of evidence that the system isn’t working. “What will it take? It’s like we’re howling at the Moon.” She points out that the Children and Young People’s Commissioner has strongly criticised ASN education in Scotland.\nSmith says that many ASN children “mask” while in school. They pretend to cope “as they’re so keen to be seen as ‘normal’ and in line with their peers. But when they get home they’re just burned out. It’s the Coke bottle effect”.\nEvery time a child is exposed to some overwhelming stimulus “the bottle gets shaken”. When they get home, the bottle explodes.\nUnhappy\nLAMOND says the life of ASN parents can be hard. “I’ve been incredibly lonely,” she explains. “You’re isolated. There’s a lot of truth in the claim that you’re only as happy as your unhappiest child.”\nShe lost her job and home as she had to devote her life to her child’s needs. “Our whole society is built on kids going to school. If they’re not going to school, then you’re not going to work. It’s been the most disempowering experience of my life.” Until she set up the campaign, she was “completely lost. But now this is our fightback”.\nBlue says her son doesn’t want to leave the house. He has just emerged from “a burnout episode, even without school. The last two years have been awful. He doesn’t sleep so I’m always tired”.\nShe adds: “I used to be a social butterfly.” Now she doesn’t go out any more. “It’s become my norm, but it’s not most people’s norm and it wasn’t my old norm.”\nSmith says she feels “constantly judged”. Like many parents of ASN children, she says her son is regularly not invited to parties. “It’s so common, it happens all the time.” She’s had parents talking about her son in front of her.\nLamond adds that she’d “be rich if I got a pound for every micro-aggression we experience and the free advice we get like ‘if they were mine’ or ‘if I was you’ or ‘I’d soon sort them out’. You feel responsible when you’re hearing that all the time”.\nWhen reports emerge of children going to school in nappies, ASN parents are regularly called “the scum of the Earth”. Lamond adds: “This is around us constantly. We’re not welcome. For some reason this ableism is tolerated.”\nExtremist rhetoric is growing, particularly online, where ASN children are called “uneducable” or claims are made like “does it really matter if an autistic child gets an education?”. Lamond adds: “It’s terrifying. We’re going backwards.” Some of the comments she sees online read like “fascist eugenics”.\nBlue takes none of these attacks lying down. When people make judgements or try to tell her how to raise her child, she tells them: “Why don’t you educate yourself and p**s off. You can’t argue with stupid.”\nShe’s had people suggest that tests be run during pregnancy and if conditions like autism are found then the child should be aborted. “Should autistic people not be here?” she asks.\nLamond says that “an attached cost” has now been placed on ASN children. They’ve been “attached” to disruption, challenging behaviour in schools, violence in the classroom, and violence in society. “It’s classic scapegoating,” she says – and it makes her fear there are those who want to “remove them from society”.\nLamond believes attitudes began to “chill about 15 years ago”, after the financial crash. Blue and Lamond say they believe there’s a large genetic component to the rise in conditions like autism. A number of people in Lamond’s family, for instance, are neurodivergent. Like many parents of ASN children, Blue is now waiting to be checked herself.\nViolence\nTHE group claims data held by the state on ASN children is “shabby”. It’s unclear, they claim, how many children are missing from school due to conditions like autism. Sometimes incidents are recording as violent when they’re relatively minor.\nBlue says a five-year-old autistic girl asked for her clementine orange to be peeled. The teacher was busy and didn’t respond so the child “flung the clementine”. Nobody was hurt but “it was recorded as a violent incident with a weapon”. The child was allegedly restrained.\nViolent offending by autistic teens has been brought into sharp focus by events such as the Southport killings and an attack which saw a child thrown from the balcony of the Tate Modern.\nLamond says that a young relative of hers was “sexually assaulted by an older autistic boy” so offending “clearly” happens. However, she also believes that the correct support has not been put in place to prevent such offending.\n“Statistically,” she says, “autistic people aren’t dangerous.” She feels they are scapegoated in a similar way to people with schizophrenia. She says: “Neurodiverse people and people with learning difficulties are more likely to be the victim of crime. And just look at the statistics for autistic people who commit suicide or self-harm.”\nSmith explains that sometimes her son’s behaviour “can be violent. He’d lash out, he might fit or bite. In mainstream school, the staff didn’t understand”. She says what appears to be “bad behaviour” is actually a distressed child with a mental health condition trying to communicate that they are upset.\nStressing that she is “not justifying” acts of violence which have been committed, she adds that the vast majority of ASN children “aren’t being violent for the sake of trying to hurt or harm you. They’ve become so dysregulated that they cannot control themselves”.\nSmith says that disruptive behaviour proves the problems inherent in mainstream education for ASN children. “You’re taking your child into a place that’s causing them trauma and they never get the chance to recover. That’s got to have a massive mental impact. People can’t develop or learn when they’re in a state of flight or fight. You can’t function as your brain interprets all sorts of things as danger.”\nThe effects of war or abusive relationships are similar, she says, to “what’s happening to our children just because we’re sending them into school. We need to prevent trauma”. To her, intermediate schools for ASN children “would be the prevention”.\nInstead, her child isn’t coping in mainstream school and the resources assigned to help him could be “used on other children” if he was in an intermediate school.\n“He’s not learning, he’s not thriving, he’s literally just surviving in that school. If he was in a different place, the learning assistant could be allocated to someone with dyslexia, and that pupil would be able to thrive as opposed to not getting the resources.\n“Across the board, everybody would benefit. We know the system is at breaking point. There’s no way we can just continue with things as they are and expect it to suddenly get rosy. That’s the definition of madness.”\nBlue adds that from a simple economic perspective intermediate schools would therefore be more “cost-effective”.\nUnless there’s a change, then society “will have to build more prisons”, she says, adding: “That’s not a joke. If these children have no opportunity to learn and gain self-esteem, you’re going to destroy them and where do they go from there? You’re going to have an epidemic of adults who can’t live alone.”",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-23T06:10:00"
    },
    {
      "title": "Motorcyclist pronounced dead at the scene after crash in South Ayrshire",
      "url": "https://www.heraldscotland.com/news/25029608.man-59-dies-motorcycle-crash-south-ayrshire/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-22T15:25:31",
      "content_en": "A 59-year-old man, who had been riding a KTM 1290 Superduke R20 was pronounced dead at the scene.\nThe road was closed while emergency services were in attendance and re-opened around 12.15am on Saturday, 22 March, 2025.\nSergeant Chris Hoggans said: “Our thoughts are with the family of the man who died and enquiries are ongoing to establish the full circumstances”.\n“We are asking anyone who may have information to contact us. If you were on this road around the time of the crash and saw the motorcyclist or if you have dash-cam footage that could assist with our investigation then please contact us.”\nAnyone who can help is asked to call Police Scotland on 101, quoting incident number 2669 of Friday, 21 March, 2025.",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-22T15:25:31"
    },
    {
      "title": "University of Glasgow urged to 'be on the right side of history' over arms divestment",
      "url": "https://www.heraldscotland.com/news/25029549.glasgow-university-must-be-right-side-history-gaza/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-22T14:23:09",
      "content_en": "His campaign included four key pledges: pressuring the University of Glasgow to condemn the war, to divest from the arms trade, to form links with universities in Palestine and to adopt the Jerusalem Declaration on Antisemitism rather than the IHRA definition.\nAccording to the Glasgow University Arms Divestment Coalition, the university has more than £6.8m worth of investments in the arms industry, and has also received around £600,000 in research funding from BAE Systems and Rolls Royce since 2017.\nThe securitization of Glasgow University campus, the criminalization of righteous indignation at this genocide has reached unprecedented levels. In the early hours of Tuesday morning Israel killed 80 children in 51 minutes using weapons fully or partly manufactured by companies… — Ghassan Abu Sitta (@GhassanAbuSitt1) March 22, 2025\nDr Abu-Sittah wrote on social media: \"The securitization of Glasgow University campus, the criminalization of righteous indignation at this genocide has reached unprecedented levels.\n\"In the early hours of Tuesday morning Israel killed 80 children in 51 minutes using weapons fully or partly manufactured by companies that the university holds shares in and is thus part owner of. Yet what is portrayed as pathological is the students' reaction to this moral outrage and not the complicitous position that the UK government has put the universities in.\n\"University of Glasgow management needs to step back and be on the right side of history as our students are.\"\nRead More:\nThe rector was recently absent from a meeting discussing whether to divest from weapons manufacturers, according to recently published minutes first reported by student newspaper Hillhead Review.\nAt the meeting, held on November 20, members of the University’s Court voted 14-7 (with four abstentions) to reject calls to force divestment from the defence sector.\nDr Abu-Sittah told The Herald he was on a humanitarian mission to Lebanon which meant he was unable to attend.\nThe rector told The Herald ahead of his election: \"If you are selling arms to Israel, which BAE Systems with the help of the British government through trade licences is, you are complicit.\n“As a shareholder in BAE Systems you’re complicit, you are benefitting from blood money. 13,000 Palestinian children have been killed and some of them have been killed by these weapons or parts.\n“That money is blood money. It’s fine to talk about blood diamonds because we’re talking about some poor African militiamen who make their money from blood diamonds – but this is blood money, blood technology.\n\"Glasgow University medical school has been instrumental in changing the face of medicine in the 20th and 21st Century, for this place to also be instrumental in the death of 13,000 children, over 30,000 women, men and children, over 100,000 between killed and wounded, to be the beneficiary of blood money – it betrays the very essence of what Glasgow University stands for and what Glasgow as a city stands for.\n“Glasgow, as a city, stood up to Margaret Thatcher. The University of Glasgow voted for Winnie Mandela in the 80s, in the darkest moments of apartheid when it had the complete support of the British government and the US government.\n“Glasgow University took a principled stand then, and I think for this new generation Palestine is the anti-apartheid struggle.",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-22T14:23:09"
    },
    {
      "title": "Private talks take place ahead of Scottish Premiership win celebration in Glasgow",
      "url": "https://www.heraldscotland.com/news/25029414.private-talks-ahead-scottish-premiership-win-celebration-glasgow/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-22T12:16:32",
      "content_en": "Around 25,000 Celtic supporters gathered in Merchant City last May to celebrate the club's third successive Scottish Premiership league win bringing the area to a standstill.\nRead More:\nCommunity councils representing Merchant City, Trongate, and Calton previously said residents, businesses and visitors to the area had been 'terrified and intimidated' by the display. Police Scotland, Glasgow City Council, council leader Susan Aitken and local businesses also criticised fans for engaging in anti-social behaviour, violence and causing property damage.\nFour police officers were injured during the party and 19 arrests were made in connection with disorder-related offences and the use of pyrotechnics.\nIt followed similar celebrations in Trongate by Celtic fans in 2022 and 2023, and George Square by Rangers fans in 2021.\nThousands of Rangers supporters gathered in George Square in May 2021 (Image: Archive)Our sister title the Glasgow Times understands further talks are set to take place with the council saying they would support Celtic or Rangers organising or hosting celebrations for supporters at the end of the season.\nHowever, so far it's understood no agreement has been made on what sort of event could take place.\nMSP Kaukab Stewart has also arranged a meeting with \"all relevant parties\" which is expected to take place next week.\nStewart said since she was elected in 2021, she has been \"inundated\" with messages from residents and businesses in the city centre and has met with representatives from Rangers and Celtic to discuss what plans could be put in place to prevent repeats.\nREAD NEXT: 'Damage, disruption, antisocial behaviour': Council hits out at Celtic celebration\n(Image: Newsquest) She told the Glasgow Times: \"Since my election in 2021 celebrations at the end of the SPFL season have seen fans flock to the city centre and unfortunately some have caused fear and alarm for both residents and businesses.\n\"After been inundated with correspondence from individuals throughout the city centre I have met with both Rangers FC and Celtic FC, the Merchant City and Trongate Community Council, and other relevant stakeholders to discuss concerns and explore what plans could be put in place to prevent this happening so everyone feels safe in the city centre to go about their business.\n\"Clearly we need a long term plan to look at alternative solutions so celebrations can take place without causing anti-social behaviour, this requires all relevant stakeholders to work together.\n\"With the SPFL season coming to an end shortly, I have arranged a meeting with all relevant parties to discuss what has been implemented to ensure we do not have a repeat of previous years.\"\nIt is understood the SPFL has also been involved in discussions with relevant authorities throughout the year.\nA council spokesperson says \"Glasgow is a great sporting city\" and fans should be able to celebrate their teams but there is \"no justification\" for the behaviour seen in recent years.\nThey said: \"Glasgow is a great sporting city - and fans should have the opportunity to celebrate success.\n\"However, there can be absolutely no justification for celebrations that lead to the kind of disorder, vandalism and violence that has been a persistent feature of gatherings at Trongate and George Square at the conclusion of recent football seasons.\n\"We have heard and we share the frustrations of local businesses and people living in these neighbourhoods.\n\"The council has made it clear during its engagement with clubs and stakeholders that it would be in the best interests of the city, its sporting institutions and above all local communities for all parties to use whatever influence they have to encourage fans not to gather in that manner.\n\"At the same time, the council has always been clear that it will support any efforts made by clubs to organise or host sustainable and safe celebrations for supporters.\n\"We have been engaging on this subject, consistently, over recent years – and we will continue to do so right up to the end of this season.\"\nA Police Scotland spokesperson added: \"We work closely with a range of partners to address concerns and ensure appropriate policing plans are in place to maintain public safety and minimise any disruption to the wider community.\"\nCeltic FC and Rangers FC have been contacted for comment.",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-22T12:16:32"
    },
    {
      "title": "'One of the best ever': Boxing great George Foreman dies at the age of 76",
      "url": "https://www.heraldscotland.com/news/25029188.george-foreman-dead-76-family-lead-tributes-boxer/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-22T08:57:22",
      "content_en": "“Our hearts are broken,” the post said.\n“With profound sorrow, we announce the passing of our beloved George Edward Foreman Sr. who peacefully departed on March 21, 2025 surrounded by loved ones.\nRead More:\n“A devout preacher, a devoted husband, a loving father, and a proud grand and great grandfather, he lived a life marked by unwavering faith, humility, and purpose.\n“A humanitarian, an Olympian, and two-time heavyweight champion of the world, he was deeply respected — a force for good, a man of discipline, conviction, and a protector of his legacy, fighting tirelessly to preserve his good name — for his family.\n“We are grateful for the outpouring of love and prayers, and kindly ask for privacy as we honour the extraordinary life of a man we were blessed to call our own.”\nForeman was an Olympic gold medallist in 1968 before claiming his first heavyweight title with a stoppage win over Joe Frazier in 1973.\nHe lost the belt a year later to Muhammad Ali in the ‘Rumble In the Jungle’ bout held in the African nation then known as Zaire.\nHis second championship came more than two decades later at the age of 45, with a stunning knockout win over Michael Moorer in 1994 making him the oldest heavyweight champion ever.\nHe retired from the sport in 1997 with a record of 76 wins – 68 by knockout – and just five losses.\nForeman found tremendous success in the business world after his retirement, with his popular George Foreman Grill selling in the millions.\nHe was married five times and is survived by 12 children.\nTributes began to pour in following the news, with former heavyweight champion Mike Tyson saying Foreman’s “contribution to boxing and beyond will never be forgotten”.\nTop Rank chief executive Bob Arum said: “George was a great friend to not only myself but my entire family. We’ve lost a family member and are absolutely devastated.”\nEx-NBA player Earvin “Magic” Johnson, who won five titles with Los Angeles Lakers, said it was a “pleasure getting to know (Foreman) not only as a boxer but as a man”.\nHe wrote on X: “I was really sad to hear the news that one of my boxing heroes, George Foreman, passing away.\n“I attended so many of George’s championship fights over his career. He was a knockout artist in the ring, and it was a pleasure getting to know him not only as a boxer but as a man.\n“After leaving the ring, he turned into an amazing businessman — I even bought one of the first George Foreman grills! (Johnson’s wife) Cookie and I will be praying for his family during this time.”\nActor John Cusack said: “Beyond a living legend in the ring – just a wonderful spirit – an incredibly kind generous man — in person. I always remember every encounter with great gratitude — it was an honour to know him.”\nCharles Barkley, Hall of Fame NBA player, said the loss “just hurts”.\n“I got to know Mr Foreman a little bit, seeing him at all the boxing matches and I always picked his brain about trying to be an entrepreneur when your career is over,” he said.\n“It hurts a lot because he was obviously one of the greatest boxers ever, but just a gentle man, was a pastor. This just hurts.”",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-22T08:57:22"
    },
    {
      "title": "Two major Scottish cities' positions in global league table revealed",
      "url": "https://www.heraldscotland.com/news/25027872.glasgow-edinburgh-places-global-league-table-revealed/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-22T04:35:00",
      "content_en": "Edinburgh’s position was, at 29th in the latest rankings, unchanged from September 2024 when it climbed to its current position from 33rd. However, while its league placing was unchanged in the latest index, the Scottish capital’s overall score improved.\nIndustry body Scottish Financial Enterprise (SFE), which described the Z/Yen survey as “the leading measure of international financial centres”, said: “Edinburgh's improved score and Glasgow's impressive five-place jump underscores the continued growth of Scotland’s world-class financial services sector.”\nRead more\nSFE added: “The results highlight the strength of the financial services sector in Scotland, with the expansion of global firms establishing significant regional hubs in Scotland including Barclays, Blackrock and JP Morgan. This, combined with Glasgow and Edinburgh’s proximity to London, a growing expertise in fintech and AI (artificial intelligence), and a strong pool of talent, provides a valuable asset in the development of the sector.”\nSandy Begbie, chief executive of SFE, said: “To have Scotland’s two largest cities continue to improve their rankings among the leading financial centres highlights the value of [the] financial services sector to the Scottish economy. Our outstanding pool of talent, well-established ecosystem and world-leading universities, combined with our relationship with London, provide a distinctive proposition for businesses looking to establish themselves in the UK market.\nRead more\n“As our sector growth strategy outlined, our goal is to see Edinburgh and Glasgow break into the top 20 and 30, respectively, and we are actively pursuing strategies to achieve this ambition. We now need to capitalise on the achievements of our sector to secure Scotland’s position as a global leader in financial services.”\nKoral Anderson, site lead for banking group Barclays in Scotland, said: “At Barclays, we recognise the strength of the financial services sector in Scotland and we are proud to be part of its continued growth, which is reflected in these results. With 6,000 jobs at our Glasgow campus, our investment in Scotland as a financial hub is clear and to see Scotland jump up the GFCI (Global Financial Centres Index) rankings highlights that our strategy is the correct one.”\nSFE said the ratings of Edinburgh and Glasgow in the latest Z/Yen Global Financial Centres Index “are evidence that the sector growth strategy launched at the end of 2023 is delivering results”.\nThe growth strategy was launched in late 2023 with the aim of boosting the annual gross value added (GVA) of financial and related professional services in Scotland from £14.3 billion to between £17bn and £21bn in five years.\nIt was developed by SFE in collaboration with City of London Corporation, TheCityUK, FinTech Scotland and the Global Ethical Finance Initiative, and supported by the Scottish and UK governments.",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-22T04:35:00"
    },
    {
      "title": "Brian Donnelly: SNP’s axing of forestry fund puts industry progress back years",
      "url": "https://www.heraldscotland.com/news/25028038.snps-axing-forestry-fund-puts-industry-progress-back-years/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-22T04:35:00",
      "content_en": "In a special investigation into the state of Scotland’s forestry industry, Vicky Allan, environment correspondent, and I uncovered concern in communities and unrest across the industry chain from nurseries to timberyards.\nAs the country remarkably faces a timber shortage, Scotland nearly halved the forestry budget aimed at bolstering net zero and providing a supply beyond import.\nReplanting in Scotland. (Image: Getty Images) Scotland nearly met its 30 million annual tree planting target in 2023 but a budget cut of 41% saw this level almost halved the following year, and we’re not likely to hit targets for at least a further two years on top of the five in a row that already stand unmet.\nIn our series, I looked at what happened at the BrewDog plantation where hundreds of thousands of saplings died, and Vicky examined contentious plantations across the country, visiting and interviewing people on the ground at key sites.\nI revealed that Scotland’s forestry industry is facing a funding black hole of £24 million and national planting targets will not be met now for at least two years.\n\"The budget cut has knocked the forestry industry’s confidence, potentially stalling planting projects and leading to trees being destroyed.\"\nVicky wrote that the well-known Stobo Hope is not the only site in Scotland \"where a battle is being waged by locals and nature lovers against a tree-planting plan\", adding: \"There are many others, in sites ranging from Aberdeenshire to Dumfries and Galloway, and frequently their concern is over commercial Sitka spruce, the fast-growing conifer regarded as the answer to both tree shortages and net zero planting targets.\n\"In Langholm, in the Southern Uplands, one campaign, centred on Warblaw, a hill just outside the ‘Muckle Toon’, believes it is the first to begin objecting early in the planning process.\"\nREAD MORE:\nJohn McNee, editor of our sister title Forestry Journal, also wrote a column on the industry this week. He wrote: \"Frustration. If a single word could sum up the feelings of the overwhelming majority of Scotland's forestry professionals it would be this.\n\"They can see tremendous opportunities for the sector. They are aware of multiple environmental crises looming large, the answer to each of which would appear to be planting, managing and doing more with trees.\n\"They are ready and willing to do all that's necessary to transform our landscape and make Scotland a true 'forest nation'.\n\"Yet at nearly every turn they find themselves stymied by red tape, mixed messaging and a lack of support. And it really shouldn't be this way.\"\nA Scottish Forestry spokesperson said it has \"funding to support around 10,000 ha of new woodland, which is still a reputable amount and will be more than the other countries of the UK combined\".\nThe spokesperson continued: \"In the past five years we’ve had to be content with Covid, Brexit, one of the most vicious storms in the last 10 years, and a very tough budget settlement. We think that what has been achieved in Scotland in the last five years is quite remarkable considering all the challenges.\"",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-22T04:35:00"
    },
    {
      "title": "Only pub in Scottish town 'with old world feel' goes on market",
      "url": "https://www.heraldscotland.com/news/25028365.pub-scottish-town-with-old-world-feel-sale/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-22T04:30:00",
      "content_en": "Cornerstone Business Agents said the Dryburgh Arms in Newtown St Boswells in the Scottish Borders is just off the A68 and close to larger Borders towns such as Melrose and Galashiels.\nThe agent said: “The town has an old world feel to it and is a very popular residential area for people working in the larger Borders towns such as Galashiels and Hawick.\n“The area around the town continues to expand with new house building in and around the area.\n“The main entrance leads from a vestibule into the public bar which features an open fire. A few steps from the bar leads to the games area with a pool table and beyond this, a large darts room with two darts lanes, which enables the business to host pool and darts teams. The lounge bar is located off the bar.”\nREAD MORE:\nThe agent added: “There are three letting bedrooms on the first floor, all offered in an excellent and well-presented condition. The rooms are neatly furnished and en-suite. The current breakdown of rooms offers, two double and one family room. In addition, there is also a large self contained flat on the first floor. This would be ideal family sized accommodation or it could be utilised as a self-catering let.\n“There is a further attic floor, which is currently not utilised. The attic level offers three additional rooms. These rooms require minor redevelopment to turn them into additional accommodation for owners.”\nCornerstone said: “There is a well presented beer garden to the rear with paved beer patio.\n“The Dryburgh Arms Pub with Rooms represents a superb business opportunity, offering new owners immediate and obvious potential to grow and enhance the business.\nThe business also offers flexibility in terms of the owners accommodation or it could be utilised as a self-catering let.\n“As the only pub in this expanding town, there is genuine demand from locals and visitors alike.”\nThe freehold is offered at £295,000.",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-22T04:30:00"
    },
    {
      "title": "Linn Products keeps the faith with high fidelity investment",
      "url": "https://www.heraldscotland.com/news/25027947.linn-products-keeps-faith-high-fidelity-investment/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-22T04:30:00",
      "content_en": "Gilad Tiefenbrun, whose father Ivor founded the business in 1973, said demand remained resilient in all key territories during the financial year to the end of September. Linn's biggest market with a sales value of nearly £8.4m was continental Europe, followed by North America (£5.3m) and the UK and Republic of Ireland (£5.1m).\nRead more:\nTotal annual sales amounted to £23.1m, up from £22.3m the previous year. However, pre-tax profit fell from £1.5m to £1.3m as costs and administrative expenses increased.\nMr Tiefenbrun was positive about the Linn's future prospects, saying the company was confident in its ability to maintain and grow its share in the market for premium audio products.\n“It's been another successful year for the company,\" he added. \"We have strengthened in all areas of the business, making significant investments in people, technology and manufacturing capability to ensure Linn continues to be the world leader in the hi-fi industry.”\nThe company, which employs 168 people, paid out £1m in ordinary dividends during the year. According to the latest accounts filed with Companies House, the highest-paid director - likely to be its chief executive - received £310,000, down from £336,000 a year earlier.\nThe younger Mr Tiefenbrun spent a decade outside of his father's business working in the mobile phone sector before returning to the company in 2003, when he suggested Linn should pivot away from CDs in favour of streaming technology. The company's range of network music players currently includes the Klimax DSM, the Selekt DSM and the Majik DSM.",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-22T04:30:00"
    },
    {
      "title": "The Trump policy causing investors a real headache",
      "url": "https://www.heraldscotland.com/news/25025342.trump-policy-causing-investors-real-headache/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-22T04:32:00",
      "content_en": "Trump has form in this area having started by introducing tariffs during his last term in office. This ended a multi-decade decline in tariffs as investors benefitted from globalisation. It appears that tailwind has disappeared; at least for now.\nIf there is one thing investors hate it is uncertainty and at this point it is hard to know what Trump’s tactics are. Is he simply using tariffs and the treat of tariffs as a bargaining tool? In which case the imposition of tariffs may be short lived and withdrawn once he has got what he wanted.\nAre they a means to raise taxes? In the medium term this may be effective, but consumers and suppliers will change their behaviour to avoid tariffs; so, they are not effective at raising significant funds for very long. For example, companies might start to manufacture goods in the US to avoid the tariffs. Perhaps this is Trump’s aim although it will take years for this to happen.\nRead more:\nWhen governments impose tariffs, the immediate reaction in the stock market is often negative. Companies that rely on importing goods or exporting products may face higher costs, leading to reduced profit margins. For example, US tariffs on Chinese goods, particularly in recent trade disputes, raised costs for American manufacturers who rely on affordable imports. Investors, anticipating lower profits for these companies, may sell off shares, causing stock prices to drop. Similarly, companies that export goods may see reduced demand for their products if tariffs raise prices overseas, which can hurt their stock value also.\nThere is also the effect on inflation to consider. Often when there is a sudden rise in inflation, say due to a rapid increase in the price of oil, outbreak of war or in this case trade tariffs the reaction of the central bank may be to cut interest rates to counteract the impact on the economy. This might have worked in the past, however with high inflation still fresh in consumers' minds it is likely that companies will pass on cost increases and workers will be very quick to demand higher incomes. This will leave central banks in a quandary, and they are likely to delay any movement on interest rates until a clear picture emerges.\nHowever, the impact of tariffs is not always uniformly negative. In some cases, specific industries or companies can benefit from tariffs. For instance, if a government imposes tariffs on foreign goods, domestic producers may see an increase in demand for their products as consumers seek alternatives. This can drive up the stock prices of companies that stand to gain from reduced foreign competition. For example, US steel manufacturers benefited from tariffs on imported steel, leading to a temporary boost in their stock prices.\nUltimately, the effect of tariffs on stock markets is complex and depends on several factors, including the scope of the tariffs, the industries involved, and the broader economic context. While tariffs can create immediate market turbulence, their longer-term impact often hinges on how governments and businesses adapt to the new trade environment.\nInvestors closely monitor tariff-related news, as shifts in trade policy can have lasting effects on market dynamics. At times like this it pays to remain well diversified as the uncertainty means that it can be difficult to pick the winners and losers.\nDavid Thomson is chief investment officer of VWM Wealth",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-22T04:32:00"
    },
    {
      "title": "‘I wouldn’t have got through it without you’ Sturgeon’s Branchform thanks to public",
      "url": "https://www.heraldscotland.com/news/25029859.nicola-sturgeon-jokes-police-probe-comedy-festival/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-22T20:02:50",
      "content_en": "The show, Books and Banter, was part of the city’s comedy festival.\nThe ex-SNP leader and the author were given a standing ovation as they walked on stage to The Who’s I’m Free.\n“We make each other laugh and we think we’re funny,” Ms Sturgeon said, before admitting that Ms McDermid’s partner, Jo, disagreed.\n“Tonight is basically just an experiment,” she added.\nNicola Sturgeon on stage at the King's (Image: Jane Barlow/PA Wire) On Thursday, Police Scotland confirmed that Ms Sturgeon was “no longer under investigation” as part of the force’s long running police probe into the SNP finances.\nIt came as her estranged husband and former party chief executive Peter Murrell appeared in court charged with embezzlement.\nREAD MORE\nMs McDermid joked that the police decision had ruined her script for Saturday night’s show.\n\"I had a whole speech prepared about how it was a terrible injustice, but I’ll just have to say I’m delighted Nicola’s here with us today.\"\nMs Sturgeon said: “Anyway, I don't want to dwell on this. Can I just say the last couple of years have been interesting. The last couple of weeks have been interesting. I’ve announced that I’m going to leave politics. I’ve revealed the title of my book, which will be available in all good book shops.\n“I just wanted to say, the last couple of years I wouldn't have got through it without some really good pals, Val and Jo chief among them.\n“There are others in here tonight, but also without so many of you, people I've never met, who come along to things like this, sent me messages of support. I just wanted to take 30 seconds tonight to say from the bottom of my heart, thank you for all your support.”\nMs Sturgeon’s book, for which she negotiated a £300,000 advance from publisher Pan MacMillan, will be called Frankly.\nMs McDermid said people had assumed she was writing Ms Sturgeon’s memoir.\n“If that was true it would be funnier,” she added. “It would have more jokes.”\nMs Sturgeon replied: “Boris Johnson is in it.”\nThe two were joined onstage by the comedian Ashley Storrie and writer Christopher Brookmyre.\nMs Storrie, the daughter of comic Janey Godley who died in November, talked about her mum’s pandemic voice overs of Ms Sturgeon’s press conferences.\nShe said: “Sometimes my mum would ask ‘what do you think he sounds like?’”\nShe then put on a nasally voice, and added: “Just a wee wee man.”\n“Was that Douglas Ross?” Ms Sturgeon asked.\nMs Sturgeon asked Mr Brookmyre about a passage in his 2004 novel, Be My Enemy, where a character said: “do you know how many times I’ve sat in a press conference and heard Nicola Sturgeon call for a minister to resign? I think she must say it in her sleep.”\n“You’ve been holding a grudge for 21 years?” Ms McDermid asked her friend.\n“You have no idea how many grudges I’ve been holding,” Ms Sturgeon replied.\nAt one point Ms McDermid told her friend: \"Don’t give up the day job.\"\n“That train might have left the station,\" Ms Sturgeon replied. \"You never know, I might change my mind. \"\nThe comment was met with cheers and applause from the audience.\n“For the benefit of all of the journalists in the room, that was a joke,” Ms Sturgeon said.\nNicola Sturgeon and Val McDermid (Image: Jane Barlow/PA) Someone in the audience then shouted out something about Ms Sturgeon being “our Queen”, which prompted Ms McDermid to tell her friend: “I still think you let us down over the Queen though.\n\"When she died, you should have hung on to her and said you don’t get the Queen back until you give us another referendum.”\n“Those were the bits you’re not meant to read out,” Ms Sturgeon said.",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-22T20:02:50"
    },
    {
      "title": "Finding Dr Garvie: the island GP whose evocative images captured Orkney life",
      "url": "https://www.heraldscotland.com/news/25025516.island-gp-whose-evocative-images-captured-orkney-life/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-22T10:00:00",
      "content_en": "But beyond her medical work, she had another passion - one that would capture the very essence of island life in a way few others could.\nWith a keen eye and a camera in hand, she documented the rhythms of daily existence, capturing islanders at work and at family gatherings, building an extraordinary photographic record that offers a rare glimpse into a faded way of life.\nDr Garvie's photographs captured daily life in North Ronaldsay (Image: Orkney Library and Archive)\nBut as well as taking photographs, her meticulous methods – rooted in her medical training – meant she also kept records of the people, places and events she caught on film, even the cameras and films she used, making her work a unique collection that tells an evocative story of North Ronaldsay life.\nAnd while some photographers may have been tempted to train their lens on the wild Orkney scenery or its bountiful nature, Dr Garvie’s focus was on the people.\nUnlike the stiffly posed studio portraits of the time, her unique relationship as their doctor and fellow islander meant her images showed her subjects without any hint of self-consciousness, relaxed and spontaneous, whether strapping a cow into a harness and lifting it onto a steamer, tying ‘baunds’ of barley or tending to their seaweed eating sheep.\nWhen Dr Garvie died, islanders – conscious of the value her photographs had in capturing their rapidly changing way of life – requested nine albums of images be returned to North Ronaldsay.\nBut while her photographs are recognised as an important record of island life, much less was known about the enigmatic Dr Garvie: what had led her to Orkney, what drove her passion for photography and the journey she had taken to become the island’s doctor?\nNow fascinating elements of her life have been unravelled by artist and researcher Fiona Sanderson who, having found the ghostly image of her own grandmother in one of Dr Garvie’s photographs, embarked on a journey to discover more about the extraordinary woman behind the camera.\nFiona Sanderson's grandmother photographed by Dr Garvie (Image: Orkney Library and Archive)\nSince 2020 she has worked with islanders to rediscover the story of Dr Garvie and her photography; leading to a new body of collaborative work and an exhibition which showcases some of her exceptional photographs of island life.\nWhat began as a lockdown project has also uncovered details of how Dr Garvie paved the way for others in her medical career, put her own health at risk to serve others and, with her partner, Charlotte, was warmly welcomed by the community she served.\nAmong the hundreds of photographs Dr Garvie took during her 16 years as North Ronaldsay’s GP was the one showing Fiona’s grandmother as a young woman in the yard of the family’s South Ness croft.\nMembers of researcher Fiona Sanderson's family including her father pictured in his mother's arms (left) (Image: Orkney Library and Archive)\nDressed in her summer clothes, she is caught standing in a barrel, shin deep in water, eyes cast downwards as she pummels her laundry with her feet.\nPiles of blankets lie in front of her, behind her is a rundown building, minus its roof. Dr Garvie captioned it simply: “Jenny South Ness, tramping the blankets”, transposing her surname for her location.\nFiona recalls the impact the photograph had and how it inspired her to delve deeper into Dr Garvie’s own life.\n“I couldn’t believe I could find pictures of my family and my grandmother as a young woman at the croft in North Ronaldsay,” she says.\n“I grew up hearing stories of the island, and they were always very important to me. Being able to put pictures to these stories became possible through the Garvie photographs.\n“She was there for 16 years, and she was part of the community.\n“In the pictures we see the self-sufficiency and pride islanders have in their lives. You can see their lives made a great deal of sense - that’s not romanticising it, because they had hard lives.\n“You can see how hard the women worked; apart from keeping the family together they were working in the fields alongside the men.\nDr Garvie captured images of women at work in North Ronaldsay's fields (Image: Orkney Library and Archive)\n“Documenting women’s lives was a really important part of Dr Garvie’s work.”\nBut, she realised, only snippets of Dr Garvie’s own life were known.\n“On island, it was known she worked in India. She wore jodhpurs, she had lots of Indian things in her bungalow like brass ornaments which she gave to children on the island when she left.\n“It sounded like she came straight from India to North Ronaldsay.”\nRead more by Sandra Dick:\nA distinctive 1930s image of Dr Garvie in her jodhpurs and Fair Isle sweater, looking as if she might already be in her fifties at the time, led Fiona to wonder just when she might have qualified as a doctor.\nIt led her to records which showed she was one of Scotland’s pioneering and earliest women doctors, one of the first to qualify in 1895 through the Triple Qualification - a degree open to women and endorsed by the Royal College of Surgeons of Edinburgh, the Royal College of Physicians of Edinburgh, and the Faculty of Physicians and Surgeons of Glasgow.\nIt meant she could work as a doctor, yet there were still few openings available to women like her.\nWillie Swanney of Holm pictured by Dr Garvie burning kelp (Image: Orkney Library and Archive)\nIt led Perth-born Dr Garvie to work in fever hospitals, where she treated tuberculosis patients at risk to her own health.\n“She worked in Glasgow, in the Midlands, Islington in London, mostly as a TB officer which seemed to be one of the career options for women doctors,” adds Fiona.\n“Unfortunately, many got ill because of the work they were doing.”\nNorth Ronaldsay children John and Bertie Thomson pictured in front of Dr Garvie's bicycle (Image: Orkney Library and Archive)\nHer role screening returning First World War soldiers for TB led to her highlighting the need for similar efforts to protect their wives and children.\nAn active supporter of suffrage, Dr Garvie also turned attention to the impact of poverty on public health, working in the face of prejudice and sometimes with her recommendations for improvements and better care, either turned down or ignored.\nLater, as a medical missionary working for the Church of Scotland in India, she encountered vastly different challenges but maintained her fierce commitment to public health.\n“All her career she championed the under privileged,” adds Fiona.\n“After coming back from India, she gave a series of talks around Scotland about being a medical missionary and we know she came to Orkney years before she came here to work.\n“She was well-travelled but she was never as settled as she was in North Ronaldsay.”\nShe arrived with a remarkable set of experiences, her past evident in the Indian ornaments she kept in her bungalow and her favoured jodhpurs.\nBut despite her adventurous past, Dr Garvie laid down roots on the island and remained for 16 years, living in a bungalow with her housekeeper and partner, Charlotte Tulloch, a North Ronaldsay islander.\nDr Garvie incorporated movement in her photographs giving them a natural feel (Image: Orkney Library and Archive)\nThey were times when same sex relationships were less open than today, but that did not appear to faze locals.\n“It obviously was not a problem,” says Fiona, “and it’s an important layer to her story.\n“In a small community, you have to get along with people and in some ways give people respect to be who they are.”\nA sign of how embedded she was in the community can be seen by her appearing in group and family photographs, often alongside babies and children whose births she would have attended.\nSome families appear regularly, including Charlotte’s family, suggesting the women’s relationship was warmly accepted.\nTwo North Ronaldsay women at work in fields, tying 'baunds' pictured by Dr Garvie (Image: Orkney Library and Archive)\nMany of Dr Garvie’s images show islanders involved in daily tasks: women working in the fields alongside men, children playing, families gathered for special occasions.\nWhile they appear entirely natural, Fiona says Dr Garvie’s records show she paid enormous attention to her photographic work, often planning in detail so she could capture certain events – such the construction of a new roof on a local bakery and the first plane to land on the island.\nComposition was important to her too, many of her images are perfectly framed, while she incorporated movement into her photographs, with islanders’ hands often blurred as they go about their work.\nRead more by Sandra Dick:\n“She thought through her camera angles, or used more than one camera to capture it all,” Fiona adds. “She was a highly skilled photographer.”\nDr Garvie and Charlotte left the island together in 1946. Dr Garvie was living in Castlebrae, in Auchterarder, when she died, aged 83, in 1956.\nHundreds of images from her North Ronaldsay albums have now been digitised by Orkney Library and Archive. More recently, work has been done to add additional images, with Dr Garvie’s notes of who and what she photographed and additional details gathered from Fiona’s research involving islanders.\nDr Garvie captured moments in island life, such as work to put a new roof on a bakery building (Image: Orkney Library and Archive)\nIt means people with island connections from around the world will be able to search the Dr Garvie collection and potentially find images of their own family members.\nMeanwhile, the research and new exhibition, Finding Dr Garvie, has ignited new interest in her work.\nFiona handed vintage cameras to islanders and encouraged them to document their own lives. The results included modern-day images that mirror those taken a century earlier: scenes of crofting, families, of the old tradition of punding where North Ronaldsay’s seaweed-eating sheep are rounded up and checked, showing that while there has been changes, some things have stayed the same.\nSchoolchildren, too, have learned about the remarkable island GP, creating an animated film about her life and dressing up to recreate her photographs.\nNow there are hopes that the research and exhibition might led to more of Dr Garvie’s photographs and perhaps even journals and diaries from before and after her time on North Ronaldsay coming to light.\n“Her family didn’t even know she was a photographer,” adds Fiona. “All they knew was she was a doctor, not even that she was an early woman doctor.\n“She was a remarkable woman – determined, in capital letters, she went against the grain, and was a highly skilled photographer.”\nFinding Dr Garvie is at Pier Arts Centre until April 26.",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-22T10:00:00"
    }
  ]
}