{
  "schema_version": "1.0",
  "date": "20250325",
  "articles": [
    {
      "title": "Man who died in 1290 Superduke crash named by police",
      "url": "https://www.heraldscotland.com/news/25033793.man-died-b741-superduke-crash-named-police/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-24T17:54:05",
      "content_en": "Mr McGill, of Dailly, near Girvan, was pronounced dead at the scene after emergency services arrived.\nThe road was closed and later reopened at about 12.15am on Saturday.\nREAD MORE:\nSergeant Nick Twigg, of Police Scotland, said: “Our thoughts are with the family and friends of Mr McGill, and inquiries are ongoing to establish the full circumstances of the crash.\n“We are appealing to anyone who saw the motorbike in the area prior to the crash or witnessed the crash itself to contact us.\n“Additionally, if you have any dash-cam or helmet camera footage that may assist with our investigation, please get in touch.”\nAnyone with information has been asked to contact Police Scotland on 101 quoting incident number 2669 of Friday March 21.",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T17:54:05"
    },
    {
      "title": "The great sports car rush which stalled on the starting grid",
      "url": "https://www.heraldscotland.com/news/25033291.we-found-little-evidence-people-buying-lamborghinis/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-24T16:55:00",
      "content_en": "The freedoms ushered in a decade ago allow people to take 25% of their retirement pot as a tax-free lump sum when they hit 55. They also permit older savers to take an ongoing income as a pension drawdown, or use some or all of their pension to buy a lifetime income with an annuity. Savers can also choose to mix and match.\nHowever, planning how and when to start taking money out of pensions remains “one of the most complex challenges of later life”, according to Royal London which said the changes have forced consumers to make “difficult decisions that could affect their standard of living for many years to come”.\nA survey commissioned by the mutual and investment company, published today, found more than two in five (42%) of those aged 50 or over said they worried about running out of retirement.\nRead more:\nBut despite the complexities involved in managing pension cash through retirement, the survey found that older savers are taking money out of their pension without seeking advice or finding out what tax they will have to pay. Only four in 10 (37%) of those with a defined contribution (DC) or personal pension considered whether taking out a lump sum would mean they paid more tax or moved them into a higher tax bracket. Just four in 10 (39%) took advice from a financial adviser.\nIn addition, nearly one in five (18%) of those eligible to make a withdrawal had not taken any advice at all, whether from financial professionals or family and friends, before taking money out of their pension. Only 20% of consumers aged 50 or over with a DC or personal pension made use of guidance from Pension Wise, the government-backed advisory service.\n“Pension freedoms were designed to give consumers more flexibility and choice about their retirement, and they’ve certainly done that,” said Clare Moffat, pensions and tax expert at Royal London. “Despite comments at the time that people could buy a Lamborghini with their retirement pot if they so wished, we’ve found little evidence of people doing so. However, the changes have also left consumers making difficult decisions that could affect their standard of living for many years to come.\n“It is concerning that so few people took financial advice or made use of free guidance services, such as Pension Wise. Worryingly, our research shows that many made decisions that may not have been in their best interests over the longer-term.\n“It demonstrates why there’s a need for more people to access the right level of support, including from their pension provider; something that the financial regulator, the Financial Conduct Authority, is exploring this year.\n“We would encourage people facing complex financial decisions to take advice from a financial adviser - it could be time, and money, well spent.”\nIn other findings, nearly 8% took their tax-free cash lump sum within six months of their 55th birthday, which is currently the earliest age at which most people can access money from their pension.",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T16:55:00"
    },
    {
      "title": "New airline to debut with A380 flight from Scotland to New York",
      "url": "https://www.heraldscotland.com/news/25033646.global-airlines-debut-a380-flight-glasgow/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-24T17:10:07",
      "content_en": "Global will then operate a flight from Manchester Airport to JFK on Wednesday, May 21, before returning to Manchester on Sunday, May 25.\nThe \"special A380 flights” will be operated by Portuguese charter airline Hi Fly, which ferried the airline's superjumbo from Dresden in Germany to Beja in Portugal to allow it to undergo maintenance in January.\nGlobal said the plane will feature \"overhauled\" cabins which \"give a brand-new look and feel\".\nREAD MORE:\nGlobal Airlines 'takes step closer towards passenger flights'\nUK startup Global Airlines debuts its first A380 in Scotland\nUK startup airline debuts its first A380 in Scotland\nIt added: \"The catering team has been busy preparing a new menu and there will be special ‘limited edition’ amenity kits in all cabins, for all passengers\".\nGlobal has launched a 'VIP pre-sale' for the inaugural flights. The pre-sale will allow people to book their seats in economy, business and first class 24 hours before they are released to the public, with passengers travelling in business and first class offered the chance to book a chauffeur service to the airport.\nGlobal said: \"It is an exciting time for us all as we see a great deal of work come to fruition as the team at Hi Fly make the final plans to take the Global A380 back into the skies.\"\nFounded by UK entrepreneur James Asquith in 2021, Global Airlines aims to begin operations from London to New York City and Los Angeles, using a fleet of four Airbus A380s.\nThe airline's mission is to take passengers back to the \"Golden Age of Travel, reinvigorating the onboard experience with elevated service and products across all three cabins: First, Business and Global Traveller\".\nGlobal Airlines has announced plans to fly from Glasgow in May. (Image: supplied)\nProduced by Airbus, the Airbus A380 is the world's largest passenger airliner and the only full-length double-deck jet airliner.\nGlobal took full ownership of its first A380, formerly operated by China Southern Airlines, in February 2024. Prior to that, the superjumbo was withdrawn from use and ferried to Mojave Air & Space Port in California in late 2022.\nIn May 2024, Global Airlines debuted its first A380 in Scotland after it arrived at Glasgow Prestwick Airport from Mojave via Montreal.\nThe arrival at Prestwick, which drew a large crowd of aviation enthusiasts, marked the first time an Airbus A380 has landed at the nationalised airport. The flight also garnered significant interest online, with thousands tracking its journey on flight tracking site Flightradar24.\nWhile at Prestwick, the aircraft underwent a livery overhaul, with Airbourne Colours - Europe’s only privately-owned aircraft painting specialists in commercial and corporate aircraft painting, repainting and refinishing - completing the initial phase of the new livery identity.\nThe A380 then departed Prestwick for Dresden in October last year to undergo heavy maintenance - including mandatory inspections and component replacements - at Elbe Flugzeugwerke GmbH, a joint venture between Airbus and ST Engineering.\nFollowing the departure, Richard Stephenson, director of Global Airlines, expressed his hope of a return to Scotland for the airline in the near future.\nHe told The Herald: \"Our first A380 arrived at Prestwick Airport. It’s been well cared for in Scotland and we would like to thank everyone who played their part in its journey to this point.\n\"We are getting closer to launching our commercial flights and we hope it will not be long before a Global Airlines A380 is back in Scotland.”",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T17:10:07"
    },
    {
      "title": "Police draw blanks over report girl approached by 'balding man' in park",
      "url": "https://www.heraldscotland.com/news/25033201.police-draw-blanks-claim-girl-attacked-man-dunfermline-park/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-24T15:59:36",
      "content_en": "However, despite going door to door, speaking to people in the park and reviewing CCTV from the area around the city’s Rex Park, they are yet to identify the girl or the man said to be involved.\nAccording to the report, the young girl was uninjured in the attack but left “distressed”.\nREAD MORE:\nOfficers described the man involved as white, early 40s, around 6ft tall, slim build and possibly balding but with dark and untidy hair.\nHe was said to be wearing a bright orange jacket with an orange hood, blue jeans and boots.\nRex Park, Dunfermline (Image: NQ) Chief Inspector Christopher Dow said: \"We would like to reassure the local community that since this was reported, we have had officers carry out door to door enquiries, speaking to people who use the park, visiting local schools, and gathering and viewing a substantial amount of CCTV footage from in and around the local area.\n\"Despite these extensive enquiries and the significant attention this report has gathered locally, no-one else has come forward to report that either they or their child was involved in this incident, or witnessed it take place.\n“We also have no trace of this incident or anyone that may have been involved on CCTV footage in the area.\n\"This is a busy area and if anyone has any further information and hasn't approached officers, please contact us through 101 quoting incident number 2256 of 16 March.\"",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T15:59:36"
    },
    {
      "title": "Charity offering vital services to vulnerable children in Glasgow faces closure",
      "url": "https://www.heraldscotland.com/news/25028558.notre-dame-childrens-centre-glasgow-faces-closure-funds-cut/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-24T15:00:00",
      "content_en": "However, the charity has warned parents that it will have to shut its doors within 90 days after its main income streams – provided by Glasgow City Council and NHS Greater Glasgow and Clyde – were cut.\nA letter sent to parents and carers urging them to put pressure on councillors and MSPs to reverse the decision states that the centre will close on 30th June unless more money can be found.\nThe facility has been running for almost 100 years and first opened its doors in the city’s West End in 1931.\nNotre Dame Children's Centre was founded to respond to the needs of extremely vulnerable children who were experiencing poverty and deprivation.\nAt the time the work done was innovative as psychotherapy and play therapy was virtually unheard of.\nThe centre opened in Glasgow in 1931 (Image: NQ) Today the charity provides assessment and ongoing weekly support to troubled, vulnerable and in some cases bereaved youngsters.\nTheir parents or carers also receive support to allow them to understand and cope with the child's issues.\nEach year, Notre Dame works with children aged between five and 18 and their families with a small team of play therapists, psychologists and social workers.\nMany of the children are living in foster care, have been adopted or are living with grandparents as they own parents are unable to look after them.\nChildren who use the service typically have experienced trauma through abuse, neglect, loss, domestic violence, poor attachment, drug and alcohol misuse or parental mental ill health.\nOne source at the Centre said: “This has all come as a shock and it’s really hard to work out what the next step will be for us.\n“We are scrabbling around for funds and to find other backers, but if the position doesn’t change, the centre will have to close.”\nOne parent who spoke to The Herald, said that the facilty had helped his child “flourish”, and changed their lives “beyond recognition”.\nREAD MORE:\nThe parent said: “The short-sightedness of this decision is mind-boggling and will leave a scar on this city for years to come and result in a large number of children not being able to rely on carers who will understand what they are going through and respond in a compassionate and child-centred way.”\nThey added: “The shock announcement this week of the withdrawal of funding from such a specialist and family orientated service is not only significant in terms of the impact on children but also on parents & carers.\n“This is the only service that provides the parallel support, that responds to the needs of parents as well as the child and provides an ongoing framework for parents to develop the skills they need to nurture the children who most need them every day.\n“To wrench this funding away from those families, including my own, is devastating.”\nA Glasgow City Council spokeswoman said: “Glasgow City Council has invested in a significant and expanding range of services for children and young people in order to support their mental health and wellbeing.\n“Due to the availability and effectiveness of alternative provision through our new Embedded Supports Contract framework, and a shift towards providing support in schools and local community hubs, accessible even during school holidays, the current contract will not be extended.\n“A three-month period has been agreed to arrange alternative support for existing service users.”\nA spokesperson for NHSGCC said: \"NHS Greater Glasgow and Clyde’s Specialist Children’s Service (SCS), in partnership with Glasgow City Social Work Services and Glasgow City Education, previously commissioned the Notre Dame Centre to deliver therapeutic services for children and young people.\n\"The two-year contract included the provision of services to improve the mental health, relationships, functioning and well-being of children and families affected by issues relating to neglect, trauma and family breakdown.\n\"This was a fixed term contract which commenced on 1st April 2023, and as such has come up for review.\"\nThey added: \"In recent years, NHSGGC’s SCS has developed preferred and enhanced clinical pathways for dealing with children referred for therapeutic support. As a result, we, along with the other two commissioning partners, have decided not to continue with the current arrangement with the Notre Dame Centre.\n\"By integrating services within local Child and Adolescent Mental Health Services, we will ensure that therapeutic support is accessible to all children and families within the health board, regardless of their location.\n\"We have agreed and extended the notice period to the end of June to ensure the completion of interventions for children currently engaged with Notre Dame.\"",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T15:00:00"
    },
    {
      "title": "Is it time for a rethink of free university tuition in Scotland?",
      "url": "https://www.heraldscotland.com/news/25033367.time-john-swinney-rethink-tuition-fees/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-24T16:22:14",
      "content_en": "John Swinney has repeatedly given his absolute commitment to protecting free university tuition in Scotland. But is it now time for a rethink?\nFree tuition has come under increasing scrutiny in recent weeks after the scale of financial pressures was laid bare.\nDundee University revealed it is on the \"brink of insolvency\", facing a £35 million deficit and more than 600 jobs facing the axe.\nEdinburgh University, meanwhile, plans to cut £140 million to avoid a deficit.\nEight universities in total reported an operational deficit for 2023-24, up from four in the previous year and revealing the precarious and challenging times ahead for the higher education sector.\nSo what are the solutions?\nAn Ipsos UK survey suggests almost half of Scots favoured means testing university tuition fees so that low income or disadvantaged households are prioritised.\nUniversities are paid £1,820 per Scottish student each year to cover the cost of free tuition and institutions instead have to rely on fee-paying international students to plug the gap.\nInternational students are charged varying fees in Scotland - from around £10,000 to up to £40,000 per year.\nFor prestigious universities like St Andrews and Edinburgh, where there were more international students last year than Scottish-domiciled students, it allows them to rake in significant fees to offset the funding gap.\nBut there's a problem. It leaves them vulnerable as the number of foreign students fall.\nOverseas student numbers dropped by more than 10,000 last year, significantly exacerbating the financial strain on universities.\nAnd so it has been suggested that charging the wealthiest Scots for their universities fees could help struggling universities out of the hole.\nBut we know this is never going to happen.\nFormer first minister Alex Salmond said \"rocks would melt in the sun\" before he would ever considering introducing fees for Scottish students after he implemented the policy in 2007.\nAnd 18 years later, the discourse hasn't changed. Mr Swinney told The Herald on Monday there was no situation that would result in tuition fees being scrapped.\nThe First Minister described free tuition as \"important\" in allowing students from poorer backgrounds to attend.\nRead more from Unspun:\nSNP relief as Nicola Sturgeon cleared by Police Scotland\nDoes Netflix show explain young voters turning to Reform?\nSNP MSP faces de-selection amid Operation Branchform probe\nThird of SNP MSPs stepping down leaves Swinney at crossroads\nThere's numbers to back this up. Figures show 16.7% of entrants in 2023-24 came from the country's 20% most deprived communities - up from 16.3%.\nAnd even if there was a change in government, tuition fees would be safe.\nScottish Labour leader Anas Sarwar - the only other likely contender for first minister in 2026 - described free university tuition as one of the \"successes of devolution\".\nThere's another thing both agree on though. The current situation isn't sustainable.\nJohn Swinney has instead said the UK Government must look at \"removing some of the barriers\" preventing international students coming to Scotland.\nHe pinpoints the reason for dwindling international student numbers on immigration changes such as ending the inclusion of family members on student visas.\nScrapping tuition fees might not be the solution for easing the financial strain on universities, but maybe it is time politicians started having conversations on what will.",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T16:22:14"
    },
    {
      "title": "Luxury hotel unveils 'spectacular' pavilion following £750k transformation",
      "url": "https://www.heraldscotland.com/news/25032595.luxury-hotel-unveils-first-images-following-750k-transformation/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-24T14:20:29",
      "content_en": "With floor to ceiling windows framing \"unparalleled\" views of the Firth of Clyde and the Isle of Arran, the space has been designed to create \"a showstopping setting for unforgettable coastal celebrations\".\nEnhancing the guest experience for weddings, two new bars have been added to the function suite and ceremony room with brand new expansive sea views and comfortable luxe seating for wedding guests to enjoy.\nREAD MORE:\nFirst look: Luxury castle hotel reopens following £20 million investment\nLooking to explore Britain by rail? Here are the best hotels near train stations\nLandmark Scottish hotel owned by same family since 1956 goes on market\nThe pavilion design has been brought to life by hospitality interior specialists Lucid Interiors, who have worked closely with Vivien and Robert Kyle, independent owners of The RAD Hotel Group, to realise their vision for \"an exceptional, contemporary wedding venue\".\nVivien Kyle, co-owner of The RAD Hotel Group, said: \"We wanted to create a space that feels as special as the moments our couples will celebrate here at Seamill Hydro. The Firth Pavilion has always been a breathtaking setting, made even more magical through thoughtful design that blends timeless elegance with those incredible, showstopping seafront views.\n\"Every little detail has been designed with our brides and grooms in mind, from the soft, luxurious fabrics we’ve chosen, to the warm glow of the lighting that shifts seamlessly from day to night. We can’t wait to welcome couples in for a glass of fizz and help them picture their dream wedding by the Ayrshire coast.\"\nBeyond the wedding suite transformation, The RAD Hotel Group has announced \"ambitious\" plans to renovate Seamill Hydro’s spa facilities, with work expected to commence next year.",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T14:20:29"
    },
    {
      "title": "Morrisons set to close two stores and 13 cafés in Scotland",
      "url": "https://www.heraldscotland.com/news/25032309.morrisons-set-close-13-cafes-two-stores-scotland/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-24T13:26:38",
      "content_en": "The closures will see it shut down 52 cafés, all 18 market kitchens, 17 Morrisons Daily convenience stores, 13 florists, 35 meat counters, 35 fish counters and four pharmacies across the UK.\nThe majority of staff members affected by the changes are expected to be deployed to roles elsewhere in the business, Morrisons said.\nREAD MORE:\n£5m bio boost for Scotland's manufacturing sector\nWhy one Glaswegian is marketing SPF to Scotland's wettest city\n'We’ve tried everything': Why we’re closing down the Still Game café\nBut there will be a total of around 365 employees at risk of redundancy.\nRami Baitieh, Morrisons’ chief executive, said the changes were a “necessary part of our plans to renew and reinvigorate” the chain and invest in areas that “customers really value”.\n“Although these changes are relatively small in the context of the overall scale of the Morrisons business, we do not take lightly the disruption and uncertainty they will cause to some of our colleagues,” he said.\nReports suggest that Morrisons are set to close 13 cafés and two Daily stores in Scotland.\nList of Morrisons cafés set to close in Scotland:\nPaisley Falside Road\nBanchory North Deeside Road\nBellshill John Street\nDumbarton Glasgow Road\nEast Kilbride Lindsayfield\nEast Kilbride Stewartfield\nGlasgow Newlands\nLargs Irvine Road\nTroon Academy Street\nWishaw Kirk Road\nBathgate\nErskine Bridgewater SC\nHelensburgh\nList of Morrisons Daily stores set to close in Scotland:\nPeebles 3-5 Old Town\nStewarton Lainshaw Street\nList of Market Kitchen counters set to close:\nAberdeen King Street\nList of florists set to close:",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T13:26:38"
    },
    {
      "title": "Swinney: SNP is 'back in business' and will beat Labour in 2026",
      "url": "https://www.heraldscotland.com/news/25032310.swinney-snp-back-business-will-win-2026/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-24T13:26:53",
      "content_en": "He said the party was \"very optimistic\" ahead of 2026 - days after the long-running police probe into SNP finances was closed.\nFormer first minister Nicola Sturgeon was cleared of any wrongdoing in Operation Branchform, with Mr Swinney confirming he had spoken to his close ally in the days since.\nMs Sturgeon's estranged husband Peter Murrell - former SNP chief executive, appeared in court on Thursday after being charged over alleged embezzlement.\nHe made no plea and was bailed.\nMr Swinney told SNP members at the weekend party resources would always be used \"wisely\" under his \"highest standards of governance\".\nMr Swinney told journalists in Kirkintilloch: \"We're back in business.\"\n\"I’m working very hard to gain the ground that we need to gain to get the SNP - well, I think the SNP is on the front foot.\nREAD MORE:\nSwinney: Chancellor's Spring Statement 'deeply worrying'\nWomen make up most care home workers - but they're penalised\nSNP has 'highest standards of financial control in place'\n“I think we’re back in business. I’m really pleased with the election results that we’re delivering on the ground. Opinion polls are healthy for us. I’m very optimistic.”\nRecent polling has suggested that while the SNP is on course to lose seats in 2026, it will remain the largest party in Holyrood.\nLabour had been leading in the polls following the July general election victory, however Anas Sarwar's party has seen a decline in popularity after Sir Keir Starmer's first few months in government.\nMr Swinney said: “I’m very, very pleased with where the SNP are just now. We’re leading in the opinion polls. I don’t think people who have suspected that when I became First Minister 11 months ago.\"\nThe SNP won two by-election seats from Labour in Glasgow City Council last week, making it the fifth by-election win for the party in 2025.\nMr Swinney's party won council seats in Broxburn, Kilmarnock and Bannockburn earlier this year.\nHe added: “We’re back to winning seats again. We went 22 months without winning a local council by-election and we’ve just won five seats in 2025 already.\n“So, I think electorally we’re doing better.\n“All the things I said to the party we would do, the heavy lifting that’s required to get ready for 2026, is all happening.\n“We’re building up and working very hard to win in 2026, which is what I intend to do.”\nScottish Labour deputy leader Jackie Baillie said: \"This SNP government has lost its way and run out of ideas.\n\"From the crisis in our NHS to the violence in our schools, the SNP has left every institution in Scotland weaker.\n\"This is not as good as it gets, and in 2026 Scotland will have a chance to put a stop to SNP decline and vote for a fresh start with Scottish Labour.\n\"Scottish Labour will be working tirelessly to earn voters' trust and demonstrate that we can deliver the new direction Scotland so desperately needs.\"",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T13:26:53"
    },
    {
      "title": "Scottish hydrogen startup makes 'milestone' technology breakthrough",
      "url": "https://www.heraldscotland.com/news/25032116.glasgow-hydrogen-startup-makes-milestone-technology-breakthrough/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-24T12:46:27",
      "content_en": "The Glasgow-headquartered business has announced the successful operation of its “Beta” prototype system which produced hydrogen continuously from water via its Decoupled Electrolysis process for the first time.\nThe test comprised of operating scaled up versions of the two main sub-systems together under manual control. The next step is to build the fully integrated prototype with a control system which the team expect to achieve later in 2025.\nThe development comes hot on the heels of Clyde Hydrogen achieving its first \"major\" technology milestone, announced in December 2024, when the business demonstrated it successfully produced hydrogen at pressures exceeding 100 bar using its scaled-up catalytic hydrogen generator.\nREAD MORE:\nMove to 'supercharge' Scotland's deep tech start-up scene revealed\nScots technology chief reveals investment target\nScottish golf technology company prepares to go to the next level\nClyde Hydrogen is a spin-out from the University of Glasgow’s School of Chemistry, a global leader in electrochemistry research. Its cutting-edge technology utilises a decoupled electrolysis process, including an electrochemical reductor which generates a reduced mediator solution and a catalytic hydrogen generator that produces high-pressure hydrogen gas.\nClyde Hydrogen said the successful demonstration of a semi-integrated prototype which can produce hydrogen continuously represents a \"significant technical validation\" of its technology, which is designed to convert low-quality, intermittent renewable power into clean hydrogen.\nJames Peck, CEO of Clyde Hydrogen, commented: “This is an important step for the team as it enables us to demonstrate that the system works continuously and gives confidence that we can begin the build of the full prototype in preparation for a commercial pilot project next year.”\nClyde Hydrogen is on track to deliver a fully integrated pilot system in 2025, and following this, plans to scale up to a commercial demonstrator, with the first market-ready product targeted for release by 2027.\nLast month, the business signed a memorandum of understanding with Hebrides-based green hydrogen producer and distributor, PlusZero, to demonstrate its \"groundbreaking\" decoupled electrolyser technology for the first time outside of the laboratory.\nBacked by pre-seed funding from Zinc, the University of Glasgow and grants from the Scottish Government’s Hydrogen Innovation Scheme (HIS) and the Net Zero Technology Centre (NZTC), Clyde Hydrogen is now ready to accelerate its growth.\nTo support its journey toward commercialisation, Clyde Hydrogen has launched a new funding round aimed at attracting up to £5m of new investment. The funds will enable the company to refine its production process, develop a production-ready system in 2026, and expand its team to meet the growing demand for hydrogen technology.",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T12:46:27"
    },
    {
      "title": "Swinney dodges question on UK Chancellor's future amid 'deeply worrying' cuts",
      "url": "https://www.heraldscotland.com/news/25032181.swinney-chancellors-spring-statement-deeply-worrying/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-24T12:59:05",
      "content_en": "On Wednesday, the Chancellor will set out plans to slash civil service costs by 15%.\nIt follows the announcement the welfare budget will be cut to save £5 billion per year by 2030.\nThe plans make it harder for people to claim disability benefits.\nSpeaking to journalists on Monday, Mr Swinney described the Chancellor's plans as \"even more damaging than the reckless Conservative Government\".\nPressure has been mounting on the Chancellor in recent weeks, with Ms Reeves forced to defend accepting free tickets to a Sabrina Carpenter concert a few weeks ago.\nMr Swinney was asked whether he thought the Chancellor's position was at risk.\nREAD MORE:\nHow Brexit vote has affected social care in Scotland\nAnger at welfare cuts as disabled Scots fight back\nIntifada chant sparks fear among Glasgow's Jewish students\n\"The Prime Minister will make his choice about his government,\" he said.\n\"But I think what is deeply worrying is the priorities of the Chancellor and the fact the decision of employers national insurance contributions hasn't even been implemented yet.\n\"Believe you me, once that gets implemented the growth ambitions of the United Kingdom Government are going to plummet.\"\nIt was announced the threshold for the employer national insurance contributions would be lowered to raise around £20 billion, with backlash sparked by businesses.\nAhead of the Spring Statement, Mr Swinney continued his assessment on the Chancellor.\n\"I think some vulnerable people in our society are going to be absolutely punished by the Labour Government,\" he said.\n\"I literally cannot believe that a Labour Government is going to punish some of the most vulnerable people in or society.\n\"I'm also worried that the outlook on public expenditure is now becoming poorer and as a consequence of that, the investment we require in our public services might not come forward.\n\"Now that is a really serious threat to the issues of tackling poverty and improving our public services, particularly the national health service which lies at the heart of my government's agenda.\"\nThe Chancellor has already ruled out “tax-and-spend” policies ahead of her speech as she is expected to ask some government departments to cut their budgets, while Prime Minister Sir Keir Starmer has said he will “take some money out of government”.\nA UK Government spokesperson said: “The Budget delivered more money than ever before for Scottish public services and the Scottish Government receives over 20% more funding per person than equivalent UK Government spending.\n\"It is for the Scottish Government to allocate this across its own public sector and meet the priorities of people in Scotland.\n\"It will also receive additional Barnett funding on top of this record £47.7 billion settlement as part of support provided in relation to changes to Employer National Insurance.”",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T12:59:05"
    },
    {
      "title": "Family of Sheku Bayoh agree out-of-court settlement with Police Scotland",
      "url": "https://www.heraldscotland.com/news/25032019.family-sheku-bayoh-agree-settlement-police-scotland/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-24T12:27:59",
      "content_en": "His family raised a civil action against Police Scotland three years later.\nA public inquiry has also been examining the circumstances leading to Mr Bayoh’s death, the investigation into his death and whether or not race was a factor.\nPolice Scotland Chief Constable Jo Farrell met with Mr Bayoh’s family last month and offered an apology to them for their ordeal.\nA joint statement from Police Scotland and solicitor Aamer Anwar, who has been representing the family, said on Monday a settlement has now been agreed without any admission of liability by the force.\nREAD MORE\nPolice Scotland chief has 'brutally honest' meeting with family of Sheku Bayoh\nThe statement said that to “respect the privacy of the family, the details of the agreement will remain confidential”.\nMr Anwar said: “On the 3rd of May it will be the 10th anniversary of Sheku’s death in police custody, however the struggle for the truth continues.\n“As we reach the final stages of the public inquiry, those who broke the law should remember there is no time limit on justice. There will be no further comment today.”",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T12:27:59"
    },
    {
      "title": "Edinburgh hospital offers first-of-its-kind AI service to mirror patient consultation",
      "url": "https://www.heraldscotland.com/news/25031865.edinburgh-hospital-offers-ai-service-mirror-patient-consultation/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-24T12:00:17",
      "content_en": "The offering from Waterfront Private Hospital is being deemed an ‘educational’ tool and the Ouaba family are certain it will be a huge asset to patients.\nBut they are keen to make it clear that it is only for patients to make informed decisions and the AI tool will not be used as a substitute for a consultant.\nDr Omar Quaba said: “We want to ensure that all our patients get answers to their questions as soon as possible so that they can make the most informed decision about their treatment options.\n“This tool helps them prepare for a real consultation by answering their questions about suitability, assessment of medical conditions, relevance of job and social history, and can advise on procedure types, risks and complications, aftercare, and costs.\nREAD MORE\n'We lose two-thirds of staff every two years - people have to pay the bills'\n“It's important to stress that this is strictly for educational purposes and not meant as medical advice or as a substitute for a consultation with a medical professional.\n“It's a far more interactive and dynamic way for patients to learn and ask questions in a way you never could by browsing a website.\n“By providing this educational resource, we can reach more patients and provide the support and guidance they need to feel confident when they come in for their actual consultation.”\nThe tool is designed to replicate the information provided during in-person consultations, utilising advanced adaptive technology to guide patients through the key aspects of the process.\nPatients answer questions about their medical history, concerns and treatment goals and the AI provides answers on procedures, risks, costs and aftercare.\nDr Awf Quaba said: “Ultimately, this tool ensures that patients are empowered, better informed, and more prepared when they choose to take the next step in their healthcare journey by coming in for an actual consultation.\n“This is just one way AI can effectively support us in ensuring our patients receive the best care possible. It's an incredible educational resource, and we've received fantastic feedback on it so far.”",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T12:00:17"
    },
    {
      "title": "Scottish tourist pulled alive from rubble after building collapses in Rome",
      "url": "https://www.heraldscotland.com/news/25031762.east-kilbride-man-hospital-following-explosion-rome/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-24T11:44:40",
      "content_en": "Mr Paterson was pulled out of the ruins conscious but is believed to have suffered third degree burns to 75% of his body, according to local news site Roma Today.\nHe is understood to be receiving treatment at Sant’Eugenio hospital.\nSocial media posts show Mr Paterson arrived in Rome last week for a holiday and had visited famous sites such as the Colosseum and the Pantheon before Saturday’s incident.\nREAD MORE:\nPolice dog injured in Aberdeen knife incident to return to service\nEmergency services on scene after three-vehicle crash outside Glasgow hospital\nMotorcyclist pronounced dead at the scene after crash in South Ayrshire\nRoberto Gualtieri, the Mayor of Rome, visited the scene and told reporters he has ordered a full investigation into the explosion.\nHe said: “The important thing is that fortunately there are no victims, although unfortunately one person was seriously injured.\n“Most likely he is a guest of a hospitality facility, of Scottish origin. We don’t know his exact condition, but he suffered burns, and this also suggests that it was an explosion caused by gas, which also causes flames.\n“It was a very loud explosion, a building collapsed and the wall of Villa Pamphili was also damaged.”\nA Foreign, Commonwealth and Development Office spokesperson said: “We are supporting the family of a British man who has been hospitalised in Italy and are in contact with the local authorities.”",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T11:44:40"
    },
    {
      "title": "UNIQLO announces opening of second store in Scotland",
      "url": "https://www.heraldscotland.com/news/25031603.uniqlo-announces-new-store-opening-glasgow/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-24T11:20:47",
      "content_en": "The Glasgow store, located on Argyle Street, will have a sales floor of approximately 1,200 sq meters across three floors.\nThe new store will feature LifeWear - UNIQLO's \"innovative, high-quality clothing that is universally appealing in design and comfort\".\nSpeaking about the announcement Alessandro Dudech, COO of UNIQLO U.K., said “Uniqlo continues to invest in the UK retail landscape, growing our store footprint and e-commerce across the nation. Opening in Glasgow is a natural next step following our success in Edinburgh in 2024.\nREAD MORE:\nGlobal fashion brand moves step closer to opening second Scottish store\nArrival of UNIQLO to Glasgow 'marks a major win for the city centre'\nMajor global fashion brand chooses Glasgow for second Scottish store\n\"We look forward to opening the doors in Autumn 2025 and to providing LifeWear to even more Scottish customers.”\nGuy Beaumont at Sovereign Centros from CBRE added: “We are thrilled to welcome international fashion powerhouse Uniqlo to St. Enoch Centre. The first to open in Glasgow, and the brand’s second branch in Scotland, Uniqlo’s arrival further strengthens our position as the city’s top shopping destination, with an array of exciting and high-quality international brands on offer.\n\"St. Enoch Centre strives to deliver the very best-in-class retail experience, and we are confident this latest addition will be a major hit for both local and visiting shoppers.”\nUNIQLO continues its regional expansion in 2025 with a new store opening in Liverpool in Spring and Birmingham in Autumn 2025, expanding their current offering of 20 stores to 23 by the end of the year.\nUNIQLO opened its first store in Scotland on Edinburgh's Princes Street in April last year. In anticipation of the opening, customers began gathering in front of the store at 4am, forming a queue of about 700 people by the time the store opened.\nOriginally founded in Yamaguchi, Japan in 1949 as a textiles manufacturer, UNIQLO is now a global brand with over 2,000 stores around the world.\nThe retailer's Round Mini Shoulder Bag, costing £14.90, has been a best-seller for the chain and helped drive stronger sales in Europe, particularly among young women.",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T11:20:47"
    },
    {
      "title": "From a house to a high-end apartment: One family’s move to Stewart Gardens",
      "url": "https://www.heraldscotland.com/news/25031490.house-high-end-apartment-one-familys-move-stewart-gardens/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-24T11:00:22",
      "content_en": "Mactaggart & Mickel has released the final block of apartments at Stewart Gardens, ready to move into now, with full LBTT paid and flooring throughout.\nPauline and Marc Cushing purchased a four bedroom Argyll duplex apartment in Stewart Gardens in November 2023, after a change in family circumstances led them to reconsider their needs. Previously, they lived in a spacious five bedroom detached home, also in Newton Mearns, with their two children Hayden (17) and Ayla (14) and Pauline’s elderly mother.\nAs their children grew older, and Pauline’s mother sadly passed away, the need for space lessened and they began their search for something different. “We loved our previous home, but it was simply too big for us,” Pauline explained.\n“After my mum passed, the house felt impractical, and with three levels, cleaning was a nightmare. We started looking for something that suited our needs better but still had enough space for our family.”\nMarc was immediately drawn to the apartments at Stewart Gardens, relishing the idea of a more manageable home that still maintained a luxurious feel. “When we first visited, I wasn’t sure if an apartment would work for a family of four,” Pauline admits. “But when we saw the space and layout, especially the size of the bedrooms, we were blown away.”\nThe generous room sizes were a huge selling point. “We wanted three big bedrooms, which is almost impossible to find,” Pauline continued. “The apartment solved that problem perfectly. Our son has the master bedroom downstairs, our daughter has a fantastic-sized room, and ours is so spacious that we even have a sofa and TV.”\nThe transition from a house to an apartment was a significant change, particularly with no garden, but it has proved to be a welcome one. “Marc has never been a fan of gardening, so he loves that we don’t have to worry about it anymore,” Pauline laughed. “And the balcony gets the sun all day, even in Scotland. It’s a lovely spot to relax.”\nThey’ve even made a few customisations to make their home their own, adding a wall to separate the kitchen from the living area for a cosier feel, and repurposing the fourth bedroom as a snug and office space. “The flexibility of the layout has been fantastic,” Pauline adds. “We also have so much storage, more than we did in our old house!”\nStewart Gardens’ location has allowed them to stay within the community they love. “We’re still a 15-minute walk from The Avenue shopping centre and the supermarket, which is great,” Pauline said. “There are plenty of buses nearby, making it easy for the kids to get to school or into town. The East Renfrewshire schools are also ranked some of the best in the country.”\nAs for the future, Pauline and Marc see their new apartment as their forever home. “With the lift access, even if we struggled with stairs in the future, we could easily adapt. We have more than enough space for the kids and even future grandchildren,” she said. “Honestly, we couldn’t be happier with our decision.”\nStewart Gardens’ premium residences boast open-plan layouts, spacious rooms, and high-quality finishes, ensuring a perfect balance of functionality and sophistication. Every apartment benefits from two allocated parking spaces, secure video entry, and lift access to the first and second floors, providing ease of living and security for all residents.\nThe development is ideally positioned on the western edge of Newton Mearns, just a short walk from The Avenue Shopping Centre and Parklands Health Club. With excellent transport links via the M77, Stewart Gardens offers effortless connectivity to Glasgow city centre, the Ayrshire coast and beyond.\nResidents can enjoy the best of both worlds – the vibrancy of city life and the tranquillity of open green spaces, with beautifully maintained communal gardens with pergola, seating and ample planting, creating a serene retreat from urban hustle and bustle.\nAmong the available homes are the last remaining three and four bedroom top-floor duplex apartments, offering an elevated standard of luxury living. The standout among these is the Argyll, a four bedroom duplex spanning 1,735 sq ft and offering panoramic views of Glasgow’s south side from its private Velux balconies.\nFrom the moment you step into the Argyll duplex, the sense of space and luxury is undeniable. The expansive hallway leads to a stylish open-plan lounge and kitchen, complete with fully integrated appliances and a generous dining area. French doors open onto a private balcony, allowing natural light to flood the living space while providing a perfect outdoor nook for relaxation. The lower floor hosts two large bedrooms, with the master bedroom featuring fitted wardrobes and private access to the bathroom.\nUpstairs, the second level offers two additional bedrooms with charming coombe ceilings and Velux windows that transform into balcony areas, inviting in fresh air and natural light. A separate shower room on the upper floor ensures convenience and privacy for the entire household. As the last available apartment of its kind in Stewart Gardens, this exquisite home is priced at £484,500.\nRegional Sales Director, Liz Cleghorn said: “The apartments at Stewart Gardens offer a unique combination of space, style, and functionality, making them an ideal choice for a wide range of buyers. Whether you're a young couple looking for a modern city escape, a family in need of more room to grow, or someone looking to downsize without sacrificing quality. These homes truly cater to everyone and we’re really happy to hear Pauline and Marc are delighted with their new home.\n“Each apartment is designed with the highest standards in mind. The open-plan living spaces create a sense of light and airiness, while the large bedrooms offer the perfect retreat. With high-quality fixtures, integrated kitchen appliances, and custom-fitted wardrobes, no detail has been overlooked.\n“We have been building homes in Newton Mearns for many years, and Stewart Gardens has truly exceeded expectations. With its location, outstanding design, and family-friendly features, it’s clear why these apartments are in such high demand. We encourage anyone considering a new home to visit us and experience the incredible quality for themselves – it’s not something you can truly appreciate from pictures alone.”\nPrices at Stewart Gardens start from £346,500. The sales office is open Thursday to Monday, 10am – 4pm. For further information, please call 0141 280 9096, email stewartgardens@mmhomes.co.uk or visit https://www.macmic.co.uk/homes-for-sale/2-newton-mearns",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T11:00:22"
    },
    {
      "title": "Two ambulances involved in three-vehicle crash outside Glasgow hospital",
      "url": "https://www.heraldscotland.com/news/25031444.emergency-services-scene-crash-outside-glasgow-hospital/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-24T10:52:15",
      "content_en": "No injuries have been reported at this time and the hospital continued to operate as normal while it was ongoing.\nThe ambulances were both recovered from the site of the crash on Govan Road.\nREAD MORE\nA Police Scotland spokesperson said: “Around 7.20am on Monday, 24 March, 2025, officers received a report of a three-vehicle crash outside a hospital on Govan Road, Glasgow.\n“Arrangements were made for the vehicles to be recovered.”\nA spokesperson for NHS Greater Glasgow and Clyde said: “We are aware of a road traffic incident which occurred outside the Queen Elizabeth University Hospital this morning.\n“We can confirm the hospital continues to function while this incident is being cleared.”\nA Scottish Ambulance Service spokesperson said: “We can confirm two ambulances were involved in a collision with another vehicle today at Queen Elizabeth University Hospital. There were no patients on either vehicle.”",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T10:52:15"
    },
    {
      "title": "Time is running out to get a whole year of The Herald for £20",
      "url": "https://www.heraldscotland.com/news/25031564.time-running-get-whole-year-herald-20/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-24T11:13:39",
      "content_en": "The Herald is the longest-running national newspaper in the world with our reputation for quality and trusted journalism spanning several centuries. There is no plan to stop evolving, providing you with the latest news and analysis, top-rate features, interviews, reviews, newsletters, and everything in between.\nThe Herald is where Scotland comes together to discuss the issues affecting us all. We have Scotland’s most authoritative and wide-ranging columnists and guest writers who set the agenda that the rest of the media follow. But the only way to take advantage of our full offering is by taking out a subscription.\nNeed more reasons to subscribe to The Herald? Here are 20:\nWe’ve been around 1783, the longest-running national newspaper in the world. That is not an accident. Full, advert-free access to The Herald website. Our coverage spans everything from news to politics to culture and everything in between from Scotland and beyond. Our politics team is based in the heart of the Scottish Parliament, leading the conversation with hard-hitting exclusives and top-rate analysis. Our opinion section covers the gauntlet of Scottish discourse, regardless of your political persuasion. Full access to all our special series and features. We have a range of specialist reporters, from education to transport to environment, providing expert coverage of important and significant issues. Our Business HQ team is a reputable cornerstone of Scottish business, unparalleled by the rest of the media landscape. No matter what team you support, we have you covered in our Sport section. We also cover a range of sports including golf and rugby. Our coverage spans the whole of Scotland, with special deep dives into rural issues and agenda-setting exclusives from our Edinburgh correspondent. Our journalism is often mentioned in Holyrood and other areas of public life, showing our work's impact on Scottish society and the emerging issues it prioritises. Get full access to long-lasting Herald institutions such as the Herald Diary. Our newsletters have something for everyone, whether you are looking for nightly political or business analysis or just to keep up to date with the latest in culture, environment and transport. Enjoy newsletters exclusive only to subscribers including Editor’s Pick and Ron Mackenna’s Review. Subscribers get access to the best of USA Today, keeping you up to date with President Trump’s return to the White House. Our new Herald app gives you everything you need from us directly to your phone. Take advantage of our digital archive and explore decades of articles from our long-running history. Access to exclusive Reader Rewards and competitions. Subscribers get to join in on the conversation with our comment sections. It’s only £20 for a year. This is a limited time offer so do not hesitate to take advantage of this excellent deal.\nTerms and conditions apply. Offer ends 26th March 2025 at 23:59 BST. £20 for one year offer only valid on 'Digital' digital annual subscriptions. Subscription auto-renews unless cancelled. After the first year, annual subscription will be charged at £62.99 per year on 'Digital'. Offer is exempt from gifting subscriptions. All subscriptions can be cancelled and refunded within 14 days of purchase. Non-subscribers have limited access on The Herald app. 'Digital' subscribers do not have access to The Herald Digital Edition. The Herald reserves the right to change or remove the offer at any time. Please see Terms & Conditions for full details.",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T11:13:39"
    },
    {
      "title": "£5m bio boost for Scotland's manufacturing sector",
      "url": "https://www.heraldscotland.com/news/25031417.5m-biotech-boost-scotlands-manufacturing-sector/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-24T10:47:05",
      "content_en": "The Industrial Biotechnology Innovation Centre (IBioIC) is responsible for managing the cluster in Scotland, working in partnership with Scottish Enterprise and Forth Valley College to support the cohort. Since 2014, IBioIC has helped to attract £35m in research and development funding for its 300 members.\n“Scotland has a thriving bioeconomy, and we’re pleased to see this latest commitment from the Innovate UK Launchpad programme to support new projects that will contribute to a greener future,\" said Liz Fletcher, director of business engagement at IBioIC.\n\"Bio-based manufacturing is key to achieving net zero targets and there are many possibilities for alternatives to fossil fuels emerging, backed by research and development. However, SMEs in this space face many challenges and to address these we are developing a range of activities as part of our role as the Launchpad cluster manager to support each participant to achieve their goals.”\nThe first stage of Launchpad in Scotland saw around £1.8m allocated to 13 projects and businesses focusing on the development of green fuels, polymers, and alternative foods, among other specialisms. Among these was SilviBio which received an award of £88,000 to further development of its peat-free plant propagation blocks for vegetable growers.\nIBioIC recently appointed Kirsty Neilson as its new programme manager to support the projects involved in each stage of the Launchpad initiative. She previously held the role of product development manager at Marine Biopolymers, a company extracting high-value components from brown seaweeds for use in a range of applications such as pharmaceuticals.\n“Being part of a start-up for over a decade means that, in some ways, I have already experienced and overcome many of the challenges that the Launchpad cohort may face, and I will be able to support them to navigate their next chapter of growth,\" Ms Neilson said.\n\"There are so many different sectors that come under the umbrella of industrial biotechnology, which makes it incredibly diverse and interesting. The Launchpad projects, in particular, could lead to significant growth and potential green jobs for Scotland in the future.”\nCharity launches free holidays for disadvantaged children\nMargo Paterson, chief executive of Hostelling Scotland (Image: Hostelling Scotland) A Scottish holiday organisation that runs youth hostels across Scotland is launching an initiative to provide free stays for disadvantaged young people and families, with applications set to open today.\nHostelling Scotland, a registered charity with 29 youth hostels and 24 affiliate hostels across the country, has created Happy Hosteller Breaks as part of its \"longstanding commitment to supporting young people and communities\".\nRead the full story here.\nScotland dismisses the self-employed at its own peril\nMore young people than ever say they would like to work for themselves (Image: NQ Archive)\nThe 250,000 self-employed people in Scotland contribute almost £15 billion annually to the country's economy and there are plenty of way Chancellor Rachel Reeves could make self-employment more attractive in Spring Statement later this week, argues Colin Borland of the Federation of Small Businesses.\nRead the full story here.",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T10:47:05"
    },
    {
      "title": "Police dog injured in Aberdeen knife incident to return to service",
      "url": "https://www.heraldscotland.com/news/25030977.police-dog-injured-aberdeen-knife-incident-return-service/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-24T09:21:59",
      "content_en": "The dog suffered injuries during the takedown of the man with a knife and was rushed to the vets for treatment.\nThe man involved also suffered injuries and was taken to hospital after being arrested. Police Scotland has now confirmed that Zeus is back fit and well and will return to duty soon alongside his handler.\nA statement said: “Some great news from Aberdeen; that's PD Zeus back fit and well after being injured last month.\n“We're all very grateful for the support offered by members of the public. Zeus & his handler are now looking forward to getting back to work & keeping everyone safe.”",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T09:21:59"
    },
    {
      "title": "Madness announce two Scottish dates for 2025 as part of new UK tour",
      "url": "https://www.heraldscotland.com/news/25030842.madness-announce-glasgow-aberdeen-dates-2025/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-24T08:40:33",
      "content_en": "Their Glasgow date will see them take to the stage at the OVO Hydro on Saturday, December 6 before they head for the Granite City the next night.\nThey will perform at the P&J Live on Sunday, December 7 before returning to England for the next part of their tour in Newcastle.\nRead More\nThe band, known for hits such as One Step Beyond, Baggy Trousers and Our House, has also announced they will be supported by Squeeze during the tour.\nPre-sale tickets for the gigs go on sale on Wednesday with a general sale on Friday.\nPrices have also been announced with tickets to cost between £45 and £76.",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T08:40:33"
    },
    {
      "title": "Boy, 16, given court date as further arrest made in connection with Amen Teklay death",
      "url": "https://www.heraldscotland.com/news/25030739.boy-16-given-court-date-connection-amen-teklay-death/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-24T07:03:32",
      "content_en": "Emergency services were unable to save the 15-year-old’s life after being called to the scene and an investigation into his death was launched.\nA 14-year-old was charged in connection with his death in the days that followed, and a 16-year-old has now been arrested and charged too.\nHe will appear at Glasgow Sheriff Court later today with a report submitted to the Procurator Fiscal.\nRead More\nAmen was a pupil at St Thomas Aquinas Secondary in the Jordanhill area of the city.\nHis headteacher, Claire McInally, said he was a bright pupil with an interest in music and media.\nShe said: “This is a tragic situation. Our thoughts and prayers are with Amen’s family and friends at this devastating time.\n“Amen was a friendly and much-loved young man who was really interested in music and the media. He was bright and showed great promise.\n“This has been a shock for our school community, and we are continuing to offer support to our young people, staff and those in the wider community who are affected.”",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T07:03:32"
    },
    {
      "title": "'We lose two-thirds of staff every two years - people have to pay the bills'",
      "url": "https://www.heraldscotland.com/news/25030222.social-care-worker-highlights-problems-retaining-staff/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-24T06:30:00",
      "content_en": "“I’m also responsible for the long-term development of people who require support.\n“I’m in situation many times where if I didn’t act accordingly the people I support might die if I wasn’t trained in what to do.\n“I hold a qualification in what I do, and I have to be registered with a professional body for what I do.\n“Now, what do you think that job is? And what would you say that hourly rate is?\"\nRead More on social care in Scotland:\nThe answer is £12 per hour, rising to £12.60 this year.\nNew figures published by The Herald revealed that workers in residential care are paid 27% less than the average UK worker, and their hourly pay is now below that of their counterparts in the rest of the country.\nOver 40,000 people in Scotland live in care homes, a figure which is only going to rise due to the ageing population, but low wages are fuelling a recruitment and retention crisis in the vital sector.\nKenny says: \"I started nine years ago and I think there are only four of us left. I’d say we have two-thirds of staff turnover every two years, it’s constant recruitment.\n“You’re in competition with other living wage employers who require less of their staff in terms of skills.\n\"All of the local fast food restaurants in our area pay more than we get paid. All of the supermarkets in our area pay more than we get paid – in fact, I struggle to name any employer in my area that pays less than what we get per hour.\n\"Even people who are passionate about the job, people who love the job and got into the job to genuinely help people who require it, don’t stay.\nSocial are is facing a retention crisis\n“Even if you love the job you have to pay the bills, and people leave – and that’s just the people who love the job.\n“This is a hard job with a lot of responsibility – why would people want that responsibility when they get nip next door to a retail job and be paid more?\n\"Our job is not a lowest amount job, you can’t attract people to a highly-skilled job by paying those rates and you can’t help the people we’re meant to help by paying those rates.\n“The Scottish Government know that, they’ve made a choice to put the money elsewhere. They may say otherwise but they’ve chosen to keep our wages at that rate..\n“The people we support and ourselves are hidden away in your community, we’re the quiet people who get on with their jobs.\n“We’re not the NHS angels, we’re not given this glorified status – which I believe the NHS deserve, by the way - because we’re in the private and charity sector we’re hidden away.\n“If it wasn’t for us being there quietly in the communities that we help, a lot of people would suffer.”\nThe high levels of staff turnover can also have a detrimental effect on residents.\nKenny says: \"With a lot of the people we support trust is a big issue, and personal interaction is a big issue.\n“For the people we support trust can take years to develop, and I don’t exaggerate that. They'll get used to one member of staff and then they're suddenly gone.\n\"Can you imagine your primary caregiver being changed on you every two months, and how that would affect you? If you had to get to know a new primary caregiver every two months?\n“It’s a vicious circle, because quite often when the people we support don’t get a balanced environment the way they respond to new people becomes what some may see as challenging.\n“If they had a stable long-term environment it would be easier for the new staff, but because it’s so constant it’s emotionally draining for both the people we support and the new staff coming in.\n“So, for the new recruits the job is harder than it should be.\n\"All the companies I’m aware of spend masses of money on agency, and I believe the NHS is the same. Ultimately they’ve got to provide somebody, but someone from an agency might come in to support someone for a day and then go away again.\n“I’ve just talked about the turmoil it can cause when people come in and they’re only there for a couple of months, so imagine what it’s like when agency staff come in for a day?”",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T06:30:00"
    },
    {
      "title": "How The Wombats dodged 'indie landfill' and became Gen Z cool kids",
      "url": "https://www.heraldscotland.com/news/25030338.wombats-glasgow-accepted-gen-z/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-24T06:30:00",
      "content_en": "Today most of the late wave bands are far from the zeitgeist, the likes of Razorlight, The Kooks and The Enemy playing their successful albums in full on the nostalgia circuit.\nOne might have expected The Wombats to follow a similar trajectory.\nFirst single 'Moving to New York', which went top 20 in 2006, shot the Liverpool group to fame and they followed it up with 'Kill the Director' and the platinum-selling 'Let's Dance to Joy Division'.\nRead More:\nAnyone not paying attention may have assumed their mainstream career ended there, but the trio are bigger than they've ever been.\nThey're in the midst of their first ever arena tour and, unlike The Courteeners or The View you won't find their gigs populated by beery blokes in their 30s.\nAs anyone who witnessed the throng of adoring teenagers who made it impossible to get near the stage for their 2023 TRNSMT set can attest, The Wombats are, whisper it, cool.\nDrummer Dan Haggis tells The Herald: \"I remember that gig because Lewis Capaldi came to our dressing room after and had a chat and he was so sweet.\n\"For us, obviously, we never went anywhere, we kind of just kept touring album after album.\n\"We're really lucky that each album we've done, we've kind of had enough support from radio or Spotify playlists or whatever that we have kept some new fans coming.\n\"But the big one for us was when there was a remix of 'Greek Tragedy', which we hadn't even heard, that suddenly started going viral on TikTok.\n\"We didn't even know what TikTok was when we first heard about this but I guess there were loads of young people on there who heard it then went and discovered the band.\nThe Wombats (Image: Newsquest)\n\"But also one thing I've noticed from speaking to fans is that we we get a lot of people who come who might be like 16, 18 or whatever, and they'll say, 'oh, I started listening to you guys when I was seven because my dad played it to us' or, you know, their older brother or whatever it is.\n\"It's so amazing to hear those stories. We get a pretty diverse range of crowds, to be honest.\"\nThe Wombats have very much built and maintained their following on the back of their albums and live shows.\nThe group hasn't had a top 100 charting single since 2011 but their last five albums have gone top five, with 2022's Fix Yourself, Not the World going to number one.\nMr Haggis says: \"We love playing live so much. That's where we started and like where we will end, that's where it all kind of comes together and makes sense.\n\"I think like the crowds over the years just feed off that and we feed off them, it's always just like a pretty joyous, rowdy occasion.\n\"Getting a number one album was a little surprising, but lovely.\n\"It's kind of arbitrary getting a number one because if you'd have released it a week later with the same amount of sales, it could have been number three and it wouldn't have made any difference to what the actual album was and how people individually feel about it.\n\"So for us, it's not the be all and end all. But it is definitely a good sign that there are people out there who love guitar music and I don't think it ever really goes away.\n\"We're lucky that we've got like a little army of Wombats fans who get out there and support us and hopefully, you know, if there are younger bands out there grabbing a guitar and a bass and drums the good thing with having a charting album is that then they go, 'oh, see, there are bands that are playing guitars that still doing well'.\"\nTestament to their unprecedented popularity, The Wombats will headline Glasgow's Hydro on March 25 - the biggest show they've ever played in the city.\nThe drummer says: \"We've always been so spoiled by Scottish crowds in general and Glasgow always has been one of the rowdiest most fun places ever since we first drove up there ourselves to King Tut's to support The Dykeenies in, I think, 2005.\n\"It was just like such a warm welcome, similar to Liverpool, just really warm, friendly people and also music lovers - it runs deep, doesn't it?\n\"To go from King Tut's all the way back then to like playing an arena is going to be a pinch yourself moment for sure and we can't wait.\n\"This tour is the first arena tour we've done. We've done we have done the O2 before, we've done Leeds Arena and certain arenas over the years but never in one go.\n\"But for us in all honesty playing the Barrowlands is such an insane experience.\n\"I'm sure playing an arena will still be great - it's just going to be a slightly bigger version of doing a Barrowlands show.\n\"We played the O2 Arena last album round and one of the things that we heard from people was, 'oh, even though it's such a big venue, it felt very intimate.\n\"Maybe it's because we come from that world that we still we want it to feel as intimate as possible, it just means there's more people singing along than there would be at a smaller show, really.\"",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T06:30:00"
    },
    {
      "title": "'Migrant workers are afraid to speak up in case they lose their visas'",
      "url": "https://www.heraldscotland.com/news/25030255.brexit-vote-affected-social-care-scotland/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-24T06:30:00",
      "content_en": "With an ageing population and low birth rates, the country will see both increased need for residential social care in the coming years and the need for working age immigrants.\nFollowing the UK's decision to leave the European Union and end free movement, net migration from the EU has fallen by around 70% since its 2016 peak.\nRead More on Social Care in Scotland:\nA 2022 report by the Scottish Government found that around 6.2% of staff in adult care homes were from the EU, a total of 3290.\nWhile there had been no statistically significant decrease in this number since the Brexit vote, of those studied 75% said it had become more difficult in the wake of leaving the European Union to recruit staff for care homes, while 30% said EU staff had left in the previous 12 months.\nSandra is an EU migrant who has been working in residential social care for 13 years.\nShe told The Herald: \"I’m lucky enough that I moved here before the Brexit scenario happened, but a lot of Europeans working in social care actually left the UK because they didn’t want to go through the rigmarole of having to apply to stay.\n“It was quite a volatile situation, I wasn’t sure if I was going to be allowed to stay or not even though I’ve been here in the UK for 27 years.\n“Brexit had a massive effect on social care, and now we have a lot of people from Africa and - this is not the company I work for because they’re actually quite good to be honest – where their visa is tied to their contract.\n“They’re open to even more exploitation than there already is in social care.\n\"Migrant workers get put on shifts nobody wants, they get paid less than other workers, and they don’t dare speak up because they’re scared they’ll lose their visa.\n“If you have a shoddy employer, which some of the care agencies are, it opens people up to exploitation, especially if you’re vulnerable with regard to your immigration status.\n\"Some agencies don’t deal with the issue of racism in the workplace, they brush it under the carpet – and more so for people with a different colour of skin, rather than just an accent.\n\"My life was here, I’m married and I’ve got a family, so I wasn’t going to just jump ship - but it’s a difficult one.\n“We have quite a lot of Eastern European people working with us and they decided to stay after Brexit but a lot of people left.\"\nAs revealed by The Herald, residential social care workers are now earning 27% less than the average wage.\nIn Scotland their pay is tied to the national living wage, the growth of which has not kept pace with inflation, average pay or the minimum wage.\nFrom 2025 they'll be paid £12.60 an hour, but unions are calling on the government to introduce a minimum £15 per hour and introduce sectoral bargaining to give the same pay and conditions to everyone in the industry.\nSandra says: \"I love the job, but the job doesn’t love me back.\n\"Making people happy or making their life better doesn’t pay the bills, that’s what it boils down to.\n“We have to register with a professional body but you don’t get paid a professional wage, and job experience doesn’t have an impact on your pay – I’m on the same pay as someone who is just starting out.\n“There are so many people who specialise, there are criminal justice social care workers, people who specialise in autism, care for the elderly, mental health.\n“We’re experts in the field, no-one could walk into the job and do it to the same standard that I do, but I get paid less than people who are stacking shelves in Aldi.\n\"I’m a specialist with medication, I’m not saying I’m a pharmacist or doctor, or even a nurse, but because of my experience I do know that certain medications counter-act with each other or there has to be a certain time difference between medications.\n“I’m a financial expert, I support people with their finances and give them advice on how to budget.\n“I’m a dietician, because I support people with diabetes or people with food allergies.\n“There are so many aspects to the job and if we don’t do it right we could actually endanger somebody’s life, we could kill somebody.\n“That’s a huge responsibility to place on people who are being paid a pittance.\n“I’m in a relationship so I can share the costs but I have colleagues who live on their own and they’re forced to work 60-70 hours just to afford the bills.”",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T06:30:00"
    },
    {
      "title": "'I had to take a zero hours social care contract as I can't afford childcare'",
      "url": "https://www.heraldscotland.com/news/25030293.women-make-care-home-workers---penalised/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-24T06:30:00",
      "content_en": "As of 2020, at least 80% of people employed in the care system as a whole were women.\nTamara works in residential social care for an agency, covering shifts in various different homes.\nRead More on Social Care in Scotland:\nShe told The Herald: \"I worked in the private care sector for about nine years, then I had my little girl and ended up going with agency work not long after Covid.\n“It’s really bad, it’s so under-staffed and under-valued, it’s a really stressful job for the pay that you get.\n\"That wasn’t through choice, I went with agency work because it was more flexible.\n\"When I worked in the private care sector I was working 12 hour shifts, but with the wages I was on I couldn’t afford the cost of childcare.\n“I had to go agency for more flexibility, but it’s a zero hour contract so it’s not great.\n\"You’ve got a sector that’s predominantly women, so they go off and have a child and try to return to their work and find they can’t afford the cost of childcare.\n“It’s not just that, nurseries aren’t open for the duration of a 12 hour shift so if you don’t have anyone for childcare and the care home you’re working in doesn’t provide flexible working there’s no choice but to leave the sector.\n“It’s not through choice, they want to be working full-time but they just don’t have the funds to be paying for private childcare, which you’re not entitled to until your child turns three.”\nSocial Care in Scotland (Image: Damian Shields) A 2021 report by the GMB found that pay and conditions were worse in private care homes than in those operated by health boards and local authorities.\nA study released late last year by Public Health Scotland found a 20% decrease in the number of people in local authority or health board care homes for older people between 2013 and 2023, with 76% of homes now run by the private sector.\nTamara says: \"I work predominantly in private care but when I do shifts in the local authority homes I do find the staff are happier and there are more staff.\n“The local authorities are held more accountable than the Scottish Government than the private care sector is, because those homes are obviously just run for profit.\n“Local authorities obviously get funding from the government so they’re held more to account whereas the private ones don’t rely on that as much so they don’t face the same kind of accountability as local authorities do.\n“There are also better training opportunities and better equipment, I find that things are better and more smoothly run.\"\nEchoing the other care workers The Herald spoke to, Tamara said the pay - £12.60 an hour from this year - did not match the responsibility of the job.\nShe said: \"What sane person would want to take on the responsibility you’ve got in a care home, where you’ve got people’s lives in your hands, for £12.60 an hour when you could go to Aldi and get paid almost £15?\n“You’d have less stress, less responsibility, you’re not taking that home with you. Care workers are vulnerable because they care about what they do, that’s why they work for the money they do.\n“They aren’t there for the money, it’s because they care about what they’re doing. And I think care homes exploit that.”",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T06:30:00"
    },
    {
      "title": "Disabled Scots speak out against 'devastating' welfare cuts",
      "url": "https://www.heraldscotland.com/politics/westminster/25028371.anger-welfare-cuts-disabled-scots-fight-back/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-24T05:00:00",
      "content_en": "Starmer has defended the cuts as necessary to combat “devastating” increases in the sickness and benefits disability bill, which is estimated to rise to £70 billion a year by 2030.\nIn Scotland, where welfare funding is devolved, a proportionate cut to the Treasury block grant would take place, similar to what happened when winter fuel payments were axed last autumn.\nSpeakers addressed the crowd from the Royal Concert Hall steps. (Image: Josh Pizzuto-Pomaco) Tressa Burke is the CEO of Glasgow Disability Alliance. She says the cuts do not reflect the “dignity and respect” disabled people deserve.\n“When times get tough, the government gets tough on disabled people”, Burke says.\n“The government is supposed to be helping people get access to work. This will not do that, but it will put people into poverty. Where is the dignity and the respect that disabled people deserve?\n\"Disabled people live with deep and long term inequality. A recent survey we conducted of disabled people living in Glasgow found that 79% are not able to access services, 91% deal with social isolation, and 71% can’t pay their bills.\"\nBurke added: “Disabled people are feeling afraid and are being scapegoated for the country’s debt. Instead of these cuts, we would appreciate more investment in social security and wider public services.”\nSeveral dozen disabled people, careers, and activists gathered at the top of Buchanan Street on Thursday evening to protest the cuts.\nAhead of the rally, the organiser, Euan Mitchell of Disabled People Against Cuts Glasgow, told The Herald he couldn’t stand by and not speak out.\nEuan Mitchell helped to organise the protest. (Image: Josh Pizzuto-Pomaco) “These cuts to disability services and to disabled people’s benefits are some of the most horrendous I've ever seen”, said Mitchell, a disabled person who also cares for a family member.\n“These are further attacks to the finances of people who are already taking on a large burden. People are already on their knees and this is just going to make it worse.\n“We’re getting to a situation where disabled people are going to become a hidden group in society. No amount of attacks on society’s poorest and most vulnerable people are going to fix the financial issue that has been created. We don’t keep disabled people safe by cutting their money.\"\nMitchell compared the current situation to the first wave of austerity instituted by the Tories in 2010.\nHe said: “Back then, the number of disabled people who died was horrendous, some through starvation, others from taking their own lives. Similarly, this just feels like the government is kicking a group when they’re already down.\n“There’s a lot of fear, but one of the things which can combat fear is people thinking they can make a difference and come together and realise they’re not alone.”\nFiona Robertson is a writer and disability activist from Aberdeen.\nShe told The Herald: “I can't really describe the despair in the disability community right now. We've spent fourteen years being the target of repeated, brutal austerity cuts which caused so much suffering and death, and most people had believed a Labour government would be the end to that, and we'd finally get the support we need to live our lives.\n“But the 'hard decisions' are never about making themselves unpopular with big donors, and are always about making life harder for sick and poor people.”\nFiona Robertson is a writer and disability activist (Image: Josh Pizzuto-Pomaco) Robertson added: “Using standard stigma about disabled people who can't work to target PIP is calculated and cruel, as it is not a work-replacement benefit. But even with the push to 'get disabled people into work' - the problem does not lie with us. We don't need CV help and confidence building.\n“Yes, many disabled people could do some work, but that might be four hours a week, at unpredictable times because of the variability of their condition. Many will need to work from home to avoid exacerbating their conditions.\n“If you want more disabled people in work, the only way to do that is to incentivise employers to be more inclusive, not to torture disabled people by withdrawing support we need to survive to try to get us into jobs which don't exist.”\nScottish Labour stalwart and former MSP Neil Findlay left the party in protest last week over the plans.\nIn a letter to Keir Starmer, Findlay wrote: “As political leaders like you, Mr Starmer, and your colleague Wes Streeting seek to stigmatise those with a mental illness and take money from those suffering from cancer, multiple sclerosis or heart disease, you accept hundreds of thousands of pounds worth of freebies; financial donations, clothing, glasses and tickets to football matches and pop concerts.\n“Tell me who is really milking the system? Of course it's one rule for you and another rule for the poor, the sick and disabled.\"",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T05:00:00"
    },
    {
      "title": "Prosecutors warn Tory dog theft law could create justice system 'anomaly'",
      "url": "https://www.heraldscotland.com/news/25030535.crown-office-concerns-tory-msps-dog-theft-law-plan/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-24T05:00:00",
      "content_en": "They also express concerns over the plans to give anyone who has had their dog stolen the opportunity to give a victim statement, an option currently only open to the victims of the most serious of crimes.\nMeanwhile, the Law Society of Scotland says the new offence would “have a very limited impact in increasing the number of people convicted” unless there was more money for police and the courts.\nHowever, there is strong support for the legislation from animal charities including Guide Dogs, Dogs Trust, and the Scottish SPCA.\nREAD MORE\nMr Golden’s Bill — which is currently making its way through Holyrood — will create a new standalone statutory offence of dog theft.\nIt suggests the penalties could be up to five years imprisonment and an unlimited fine.\nThe MSP argues that the current common law offence of theft focuses too heavily on monetary value, rather than on the emotional significance of dogs as both sentient beings and family members.\nIt also seeks to create a statutory aggravation to the offence for the theft of an assistance dog. This would apply regardless of whether the dog was working at the time it was stolen.\nIt would also seek to amend the Criminal Justice (Scotland) Act 2003 to classify dog theft as a prescribed offence, allowing those who have had their dogs taken to submit a victim impact statement in any court, summary or solemn, about how the theft affected them emotionally, physically, or psychologically.\nCurrently, statements can only be made by victims and family members of victims in solemn cases, those dealing with the most serious crimes, including murder, rape, abduction, some assaults, housebreaking and some crimes of violence.\nThat could mean someone whose dog was stolen could make a statement in a case that wasn’t heard by a jury but only by a Sheriff, while a victim of assault being dealt with in a summary court would not.\nIn the high court, someone whose dog has been stolen could make a statement, but someone who is the victim of human trafficking or domestic abuse would not be able to do so.\nCOPFS warns that there are “practical and resource implications of the extension of the scheme to cover the theft of a dog.”\nThey state: “It is respectfully suggested the draft provisions create an anomaly within the criminal justice system whereby a victim impact statement can be given for theft of dog when it is not open to victims to provide such a statement in many other scenarios including for charges in the solemn courts.\n“In addition, the introduction and expansion of this scheme to include all offences relating to the theft of a dog would have financial consequences and time constraints.”\nThey argued that information about the emotional impact can already be made available to the court through evidence or narrative.\nThey also point out that Scottish Ministers already have the power to modify the list of prescribed offences without the need for primary legislation.\nIn their submission, they also pointed out that the proposed penalties are no different from the sentencing disposals already available, and that existing common law already covers the theft of any pet, not just dogs.\nMaurice Goden with spaniel (Image: PA)Mr Golden’s Bill has cross-party support in Holyrood, with all of the Tory MSPs backing the legislation as well as MSPs from the SNP, Labour, Lib Dems and Greens.\nOffering their support for the new offence, the Guide Dogs for the Blind Association said the law failed “to recognise the deep emotional bond between dogs and their owners, meaning sentences are often disproportionately lenient.\"\nThey added: \"For guide dog owners, theft will have life-changing consequences... If a dog were stolen, the loss would be far more abrupt and damaging, leaving the handler without vital support for mobility and independence.\"\n\"The inclusion of an aggravation for the theft of an assistance dog is essential to ensuring that the justice system recognises the severe impact of such a crime.\"\nThey argued that “no alternative approaches to addressing dog theft would be as effective, enforceable, or comprehensive as introducing a standalone offence.\"\nREAD MORE\nThe Dogs Trust argues that standalone legislation “would be a positive step in recognising dogs as sentient and to truly take into account the welfare impact on both the stolen dog and their owner.\"\nThe Law Society of Scotland take a “neutral view” on the creation of a new offence, though they “consider that the sentencing process already recognises the emotional harm that dog abductions may produce in victims, in the scope of the common law offence of theft.\"\n\"If more resources are not provided to criminal justice institutions, the creation of new offences will have a very limited impact in increasing the number of people convicted,” they add\nThe committee is set to take evidence from the COPFS, Police Scotland and the charities on Wednesday.",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T05:00:00"
    },
    {
      "title": "Scottish holiday charity launches free stays for disadvantaged young people",
      "url": "https://www.heraldscotland.com/news/25028232.charity-launches-free-holidays-disadvantaged-children/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-24T04:33:00",
      "content_en": "Hostelling Scotland, a registered charity with 29 youth hostels and 24 affiliate hostels across the country, has created Happy Hosteller Breaks as part of its \"longstanding commitment to supporting young people and communities\".\nThe launch coincides with the fifth anniversary of the outbreak of Covid-19, which stymied the charity’s income and consequently restricted its youth action work.\nThis marks the revival of its flagship residential programme, and comes after Hostelling Scotland funded more than 200 residential trips over the past decade, helping at least 6,000 people access unforgettable experiences.\nThe new initiative resumes this activity, supported by membership contributions and donations, and aimed at organisations such as schools, early years centres, registered charities in Scotland working with disadvantaged young people and families, and other youth groups\nHere, Margo Paterson, chief executive of Hostelling Scotland, outlines what drives the organisation.\nWhat is your organisation called?\nOur official name is Scottish Youth Hostels Association, a not-for-profit charity established in 1931 with a mission to inspire all – especially young people – to explore and experience Scotland. However, the lifestyles and expectations of modern travellers are ever-changing, and to reflect this, we rebranded as Hostelling Scotland in 2017. This fresh identity better resonates with a new generation of hostellers while still embracing the strong community values at the heart of our organisation.\nWhere is it based?\nOur head office is in Stirling, but our reach extends far beyond. We operate 29 hostels across Scotland, spanning diverse and unique locations. From the vibrant streets of Leith Walk in Edinburgh to the pristine sands of Achmelvich Beach on the North Coast 500, from Port Charlotte on Islay to our remote eco-hostel at Loch Ossian, our network showcases the very best of Scotland’s landscapes and culture.\nWhat does it do?\nAt its core, Hostelling Scotland provides safe, affordable, and welcoming accommodation for those keen to explore Scotland, whether solo travellers, families, school groups, or international visitors. More than just a place to stay, we foster a sense of community and inclusivity, ensuring guests from all cultures and backgrounds feel at home.\nREAD MORE:\nAs a charitable organisation, we are committed to removing barriers to travel. Our youth programmes and partnerships, such as Shared Care Scotland’s Respitality Programme, provide invaluable opportunities for young people and families who might not otherwise have the chance to experience a holiday. Hostelling is about adventure, connection, and accessibility, and we strive to make that possible for as many people as we can.\nWho are your customers?\nWe welcome everyone, with a special focus on young people. Our doors are open to individual travellers, families, school and youth groups, as well as domestic and international visitors seeking an authentic Scottish experience. In 2024, we hosted 332,977 overnights, a testament to the continued appeal of hostelling in Scotland.\nHow many people do you employ?\nWith a seasonal operating model, our workforce fluctuates throughout the year. At peak season we have a team of 200 dedicated employees, many of whom return year after year, drawn by their passion for hospitality and Scotland’s great outdoors.\nWhy did you take the plunge, and what were you doing before?\nI had already been part of Hostelling Scotland as Deputy CEO and felt a deep connection to the organisation’s mission. When the opportunity arose to lead as CEO, it was a natural step. Having dedicated almost 24 years to the organisation, I remain as passionate as ever about evolving the hostelling experience and expanding our reach, particularly for young people and families. With our 100th anniversary in 2031 on the horizon, I feel privileged to be steering the organisation towards an exciting future.\nWhat do you least enjoy?\nI love the variety of my role – visiting our hostels, connecting with teams, planning for the future, and learning from international colleagues. However, like many in leadership, I sometimes wish there were more hours in the day! We have so many ambitions, but funding constraints can limit how quickly we can realise them. That can be frustrating, but it also makes every achievement all the more rewarding.\nWhat are your ambitions for Hostelling Scotland?\nTo cement our place as Scotland’s leading hostelling organisation and ensure that more young people, families, and groups experience the joy, adventure, and community spirit of hostelling.\nREAD MORE:\nWe want to modernise our hostels, continue enhancing our sustainability efforts, and broaden access to travel through our youth and community programmes.\nWhat would most help you achieve this?\nIncreased funding and investment would allow us to expand and enhance our hostel network, making it even more accessible and appealing. More importantly, it would allow us to reach more young people and families who would benefit from travel, outdoor experiences, and cultural exploration.\nWhat is the most valuable lesson you have learned?\nIt all comes down to people. Hostelling is far more than buildings and beds – it’s about the experiences, connections, and warmth that our team brings to every guest. Our success is built on the dedication of our staff, volunteers, and supporters, and by continuously listening to our guests, we can evolve to meet their needs and exceed their expectations.\nWhat has been your best moment as CEO?\nThere have been so many. But what always makes me proud is seeing the direct impact of our work – whether it’s a young person experiencing their first trip to Scotland’s Highlands, a family enjoying a well-earned break, or international travellers forming lifelong friendships in our hostels. Watching people discover Scotland through hostelling is an incredibly rewarding experience.\nAnd the worst?\nWithout a doubt, having to close our network during the COVID-19 pandemic. The uncertainty, the impact on our staff and communities, and the loss of opportunities for so many travellers and young people were incredibly difficult to navigate. However, we emerged stronger, more resilient, and even more committed to our mission.\nHow do you relax?\nTime with family and friends is essential for me, and I make sure to prioritise exercise –whether that’s in the gym or out in Scotland’s great outdoors. Staying active helps me clear my mind and stay focused on the road ahead.",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T04:33:00"
    },
    {
      "title": "Glasgow tea room to host series of talks on the history of the cuppa",
      "url": "https://www.heraldscotland.com/news/25030078.glasgow-tea-room-exploring-scotlands-relationship-cuppa/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-24T00:01:00",
      "content_en": "It will also investigate how quintessentially Scottish confections such as shortbread and empire biscuits became embedded in Scottish national identity.\nThe day-long event will take place at Mackintosh at the Willow, one of a number of tea rooms established in Glasgow in the 19th and 20th centuries as the city’s growing temperance movement took hold.\nRead More:\nThe organisers described the venue as a “fitting tribute” to tea’s cultural significance, and the part this and other tearooms played in transforming Scots’ social lives.\nBy providing an alternative to pub drinking culture, tearooms offered women spaces to meet friends, and changed tea from a luxury for the rich to a pleasure accessible to ordinary people.\n“Tearooms and tea revolutionised how Scots socialised,” food historian Dr Lindsay Middleton explained.\n“They created artistic spaces centred around tea rather than alcohol, particularly transforming social opportunities for women as both customers and entrepreneurs.\n“Tea is inherently part of Scottish identity, but its rich history points to Scotland’s links with the rest of the world.\n“At the symposium we are keen to explore that history and showcase how the now-humble cup of tea came to be so culturally ubiquitous.”\nThe Willow Tea Rooms were founded in 1903 by Kate Cranston, daughter of a Glasgow tea merchant and firm temperance advocate.\nThey were part of a series of “art tearooms” she established in collaboration with architect Charles Rennie Mackintosh and his wife Margaret Macdonald, and provide what the organisers said will be a “stunning” architectural setting for the symposium.\nDr Middleton went on: “We are thrilled to be collaborating with Mackintosh at the Willow and the National Trust for Scotland to deliver the 2025 annual Scottish Food Heritage Symposium, which will highlight how the history of Scottish food and drink can be used as a tool for learning and connecting with our cultural and culinary heritage.”\nPeter Gilchrist from Tenement Kitchen, which is organising the symposium alongside the University of Glasgow, said the event comes at a time when there is “a lot more excitement” about the topic of Scottish food heritage.\n“People want to talk about their food memories, share family recipes and find out more about where exactly their food comes from,” he said.\nHe added: “Tea has been an (integral) part of Scottish life and Glasgow trade for centuries. What’s really exciting this year is that we get to celebrate female entrepreneurship as part of the programme of events.\n“How many people know that the tearoom was invented by a Glasgow woman?”\nOliver Braid, National Trust for Scotland’s creative learning manager at Mackintosh at the Willow, said: “The Scottish tearoom phenomenon of the late 19th and early 20th centuries is increasingly recognised for its cultural and culinary significance, shaping Scotland’s food, drink, and social histories of gender, race and class.”\nThe programme includes a talk by writer Perilla Kinchin on the history of Kate Cranston’s tea rooms, as well as historical talks on tea smuggling, the dark history of sugar as a product of Caribbean slavery, and how sugar became part of Scotland’s national identity.\nIt also features a session on the “creative confections” inspired by the rise of afternoon tea, such as shortbread and the empire biscuit, and the recipes that defined Scottish tea-taking rituals.",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T00:01:00"
    },
    {
      "title": "Working group to discuss support for means tested university tuition",
      "url": "https://www.heraldscotland.com/news/25030045.poll-shows-support-scottish-university-tuition-reform/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-24T00:01:00",
      "content_en": "The Carnegie Trust for the Universities of Scotland (CTUS), an independent foundation offering grants to support access to higher education, commissioned a poll on Scotland's “value, accessibility and funding of higher education” in Scotland.\nConducted by Ipsos Public Affairs, the poll showed widespread support for some form of Scottish Government-funded tuition. However, there was significant variation on how that should be implemented and who should be targeted for support.\nAlmost half (48%) of participants supported charging university tuition fees based on ability to pay, particularly if government funding was focused on those with lower household incomes, those who face historical barriers to entry, or those studying courses where there are skills shortages, such as nurses or engineers.\nLess than one-third (29%) directly opposed the idea.\nGeneral support for change but division on the direction\nScottish universities charge tuition fees for undergraduate degrees, with limits set by the Scottish and UK Governments. How much each student pays depends on their chosen university, where they live, whether or not they have previously attended university, and whether they are studying full-time or part-time.\nThe Scottish Government covers all tuition fees for full-time students living in Scotland and attending a Scottish university for their first undergraduate degree. The government's per student rate is dependent on the subject of study, and includes a standard £1,820 fee per student.\nThe government only covers tuition for part-time Scottish students if their household income is below £25,000.\nNon-Scottish students pay tuition fees at different rates, depending on whether they live in the UK. Students from the rest of the UK pay a set rate of £9,535 per year, while fees for international students are much higher, depending on the course and at the discretion of each university. Some range as high as £50,000 per year.\nParticipants were divided on whether the Scottish Government should cover the costs for all first-time undergraduate students living in Scotland (44%) or focus on low-income students while those whose households can afford it pay at least some of the cost of tuition (43%).\nFully government-funded tuition for all first-time undergraduates was most popular among those living in higher-income households of over £100,000 annually, those with children at home, younger age groups, and those who attended university.\nThe poll also asked participants to consider potential options for changing the tuition model in Scotland.\nThe most popular option was charging tuition fees based on ability to pay (48%). Under this system, students from lower-income households would pay low or no fees, and students from higher-income households would pay more.\nOpinions on this strategy differed depending on participants' household incomes. Charging tuition to those more able to pay was generally less popular among higher income brackets.\nRequiring employers to pay some contribution to the cost of university education was the second most popular option (39%).\nAnother favoured option was to charge tuition fees to all undergraduate students living in Scotland, with loans available that would only start being paid back once graduates began earning above a certain income level (35%). Many respondents, however, were opposed to this (43%).\nThe idea of a graduate tax, which would require all university graduates to pay a higher income tax once they earn above a certain level, was the least popular option (26% supported) and had the most direct opposition (48% opposed).\nParticipants were also asked what level of annual tuition fee they thought was reasonable to charge an undergraduate for a four-year degree. Opinion was relatively evenly split on fees up to £5,000 per year.\nThe most popular annual fee rate was between £3,000 and £4,999 (22%), followed by £1,500-£2,999 (21%) and less than £1,500 (20%).\nTargeted tuition support a popular strategy\nIf the government were to begin offering targeted tuition support, nearly two-thirds participants said low-income students should be the highest priority, followed by students studying courses where there are skill shortages, such as nursing (59%), and then students from disadvantaged backgrounds.\nParticipants also clearly supported government funding to prioritise apprenticeships, grants for disadvantaged students, and upskilling for existing workers.\nRead more\nIn response to the poll results, CTUS announced it was commissioning a Citizen Jury to assemble a representative sample of Scots to investigate the higher education funding and make recommendations.\nHannah Garrow, Chief Executive of the Carnegie Trust for the Universities of Scotland, said the question of funding is “complex” and has long-ranging consequences for families and society.\n”However, recent discussions on how to finance higher education feel like they are stuck on repeat, while, for many people, funding continues to be seen as a barrier to access\".\n“This research shows that there is room for a more nuanced and open discussion on priorities for funding. If politicians are struggling to come up with solutions, perhaps the public can inject some democratic innovation into the debate.\n\"The government has already committed to lead the development of a new funding model so understanding the views of the public as beneficiaries and users of the system is critical.\n“We hope that the Scottish Government and all political parties in Scotland will get behind our Citizen Jury and commit to giving its outcomes careful consideration.\"\nPoll comes as universities face funding uncertainty\nThe publication of the Ipsos and CTUS poll comes only days after new data showed a sharp decline in the number of fee-paying international students at Scottish universities, a key source of income for many institutions.\nMultiple universities are facing financial challenges, with an estimated eight of 18 expected to report deficits when the newest sector analysis is released. Most recently, the University of Dundee announced a deficit and controversial draft recovery plan that includes cuts to 632 jobs, but other universities, including the University of Edinburgh—which has forecast a £140 million deficit over 18 months—are also looking to close gaps in their budget.\nThe Scottish Government has remained committed to providing free tuition for Scottish students, but university leaders are increasingly calling for a nuanced conversation about the amount of funding that the government provides.",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T00:01:00"
    },
    {
      "title": "Scots academic calls for ban on smoking in homes with children",
      "url": "https://www.heraldscotland.com/news/25032769.scots-academic-calls-ban-smoking-homes-children/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-24T14:50:10",
      "content_en": "His comments came almost 19 years after Scotland became the first part of the UK to outlaw smoking in enclosed public places – which came into force on March 26 2006 – with bans later introduced in the rest of the UK.\nWriting in the BMJ journal Tobacco Control, Prof Semple argued there is a need for a fresh approach – adding this should include considering legislation to prevent smoking in homes where children are present.\nIt comes amid concerns the concentration of second-hand smoke in homes is often significantly higher than in public spaces, due to smaller rooms and poorer ventilation.\nProfessor Sean Semple said measures to ensure ‘smoke-free homes for children’ should be ‘at the forefront of tobacco control strategies’ (Image: Stirling University/PA) As a result, children exposed to second-hand smoke at home can face an increased risk of health problems, including respiratory infections, asthma exacerbations and impaired lung development.\nProf Semple said: “Despite 74 countries implementing comprehensive smoke-free policies in public spaces, this protection does not extend to homes – the primary environment where children are exposed.”\nAs a result of this, he said there is a “significant gap in the protection of children’s health in the UK, with children unfairly bearing the brunt of lifelong health issues due to second-hand smoke exposure in private areas”.\nThe academic continued: “The evidence suggests that legislative measures would help effect real change in the face of this large-scale health problem.\n“A ban in the home could not only protect children’s health, but also shift social norms around smoking indoors, much like the effect of existing smoking bans in cars carrying children.”\nREAD MORE:\nAnalysis: A night in corridor care opened my eyes to deep cracks in the NHS\nEdinburgh hospital offers first-of-its-kind AI service to mirror patient consultation\nGenerational smoking ban could be 'breaking point' for small retailers\nWhile the UK Government has brought forward legislation which sets out to ban the sale of tobacco to anyone born on or after January 1 2009, Prof Semple argued that “measures to ensure smoke-free homes for children belong at the forefront of tobacco control strategies”.\nHe continued: “We want to see a world where smoking in homes with children present is a thing of the past.\n“This work is a vital step towards ensuring children globally have the right to grow up in clean and healthy living environments, free from the harmful effects of second-hand smoke.”\nPolling suggests more than two-thirds of people (68%) in the UK already support banning smoking in homes where children are present.\nSheila Duffy, chief executive of health charity Ash Scotland (Action on Smoking and Health Scotland), said: “Tobacco smoke is toxic and is especially harmful to children whose lungs are growing and developing.”\nShe said that Ash Scotland supported extending smoke-free environments to those “areas most used by children”, saying this would protect their health and also discourage youngsters from taking up smoking or the use of e-cigarettes.\nMs Duffy added that how this could be achieved should be “consulted on and carefully considered”.\nShe said: “The new Tobacco and Vapes Bill brings an opportunity for real change.\n“Scotland will be able to debate how best to protect children from breathing harmful tobacco smoke and the air pollution from recreational nicotine products like vapes and heated products. Everyone should have the right to breathe clean air.”",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T14:50:10"
    },
    {
      "title": "Experience extraordinary Scottish landscapes and hospitality at Loch Fyne Hotel & Spa",
      "url": "https://www.heraldscotland.com/news/25032175.experience-extraordinary-scottish-hospitality-loch-fyne-hotel-spa/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-24T12:57:31",
      "content_en": "Guests can choose between contemporary and traditional styles, both offering supreme comfort with superb beds, soft linens, and luxurious toiletries from the Highland Soap Co. Every detail is carefully considered to provide a home-from-home experience, ensuring a restful and rejuvenating stay.\nAt Loch Fyne Hotel & Spa, four-legged best friends are part of the family, in fact the General Manager Niall has two pups Callie and Willow who help welcome guests, which is why they are a leading dog-friendly hotel in Scotland.\nThe dedicated pet-friendly rooms ensure that your furry companions enjoy the same level of comfort as you do, with cosy beds, water bowls, and even special treats waiting for them on arrival. The surrounding landscape provides endless opportunities for scenic walks, from the picturesque trails of the Dun Na Cuaiche Woodland Walk to peaceful strolls along the loch’s edge.\nAfter a day of adventure, you and your furry friend can relax by the open fires, soaking in the warm, welcoming atmosphere of the hotel and lounge areas.\nFor those seeking relaxation and rejuvenation, comfort within the hotel goes beyond the bedrooms and social spaces. Shore Spa offers up a true sanctuary, designed to refresh the mind, body, and soul.\nThe team of highly trained spa therapists have pieced together a range of indulgent treatments which can be enjoyed by both resident and non-resident guests, using the finest products from TEMPLESPA and ishga. From soothing massages to revitalising facials, each treatment is tailored to provide the ultimate escape from the stresses of daily life.\nGuests can also take full advantage of the Shore Spa facilities, including a 15-meter indoor pool, jacuzzi, steam room, and salt room. To enhance your spa experience, a private outdoor Thermal Experience invites you to immerse yourself in the hot tub and sauna, both overlooking the stunning Loch Fyne.\nWhether you are unwinding after a day of exploration or simply taking a moment for self-care, the Shore Spa offers a haven of peace and tranquillity. Throughout the year, the hotel hosts a variety of tailored spa breaks to help make those relaxing getaways even more irresistible.\nDining at Loch Fyne Hotel & Spa is an experience in itself. The hotel take pride in showcasing the best of Scotland’s rich culinary heritage, offering dishes crafted from the finest locally sourced ingredients. Cladach Mòr Bistro is a warm and inviting space with open fires, rustic stone walls, and a welcoming atmosphere from breakfast through to dinner. Guests can savour the freshest seafood, perfectly cooked steaks, and seasonal produce that highlight Scotland’s natural larder.\nFor a more relaxed setting, the Loch View Bar provides an extensive selection of whiskies, gins, handcrafted cocktails, and comforting coffees, all best enjoyed while admiring the spectacular views of the loch. Whether indulging in a leisurely breakfast, a hearty dinner, or a nightcap by the fire, every dining experience is designed to delight the senses.\nThe hotel is in a prime location for exploring the historic town of Inveraray and its surrounding attractions. History lovers can take a trip to Inveraray Castle to explore this magnificent 18th-century castle’s architecture, with guided tours available. Open to the public, the castle offers a unique glimpse into the world of the Duke of Argyll and the historical Clan Campbell.\nContinuing with your exploration of the history of the county’s town, you can also enjoy a tour of the Inverary Jail, which offers an immersive experience through its newly introduced escape room, which transports you back to the 19th century.\nYou can also enjoy a number of outdoor activities, including boating, fishing, and kayaking, around Loch Fyne, which stretches from the town of Inveraray to the nearby village of Tarbert. There, you can relax and enjoy the town's picturesque harbour and explore the ruins of Tarbert Castle.\nInside, the castle is adorned with ornate decor, from an outstanding organisation of weapons to delicate paintings and ornamental ceilings. The rooms that are visible to the public show a special peek into the inner lives of the Duke of Argyll and the historical Clan Campbell.\nOnly open during certain seasons, the Duke describes the castle as ‘first and foremost, a family home’ and the family still is in residence, closing public access during the winter holiday season. Looking around at the layers of history, every room has an air of elegance, from the bedrooms to dining spaces, and even the simple kitchen boasts an impressive area.\nFor those who love the great outdoors, the Dun Na Cuaiche Woodland Walk offers scenic trails with panoramic views of Loch Fyne and Inveraray. Whether you prefer leisurely walks or more challenging hikes, the area is filled with opportunities to explore Scotland’s natural beauty.\nWhether planning a romantic retreat, a family getaway, or a solo escape, Loch Fyne Hotel & Spa offers something for everyone. From luxurious accommodations and indulgent spa treatments to unforgettable dining experiences and stunning surroundings, every stay is designed to leave you feeling refreshed and inspired.\nExperience the best of Scotland with us and discover why Loch Fyne Hotel & Spa is the perfect destination for relaxation, adventure, and genuine Highland hospitality.\nhttps://www.crerarhotels.com/collection/loch-fyne-hotel-and-spa/",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T12:57:31"
    },
    {
      "title": "Find your new home at PLATFORM_ in Edinburgh and you could live rent free for a year",
      "url": "https://www.heraldscotland.com/news/25006616.new-platform-edinburgh-apartments-offer-residents-years-free-rent/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-24T11:09:00",
      "content_en": "By moving into PLATFORM_ in Edinburgh before April 2025, you could be the lucky resident who benefits from this once-in-a-lifetime opportunity. This exciting offer applies to both new and existing residents, so whether you’re just discovering PLATFORM_ or already part of the community, there’s no better time to make the move.\nPLATFORM_ is transforming the way people rent with 464 Build-to-Rent apartments designed for modern living. Located in Leith, one of the 20 coolest neighbourhoods in the world (according to Time Out), these apartments offer everything you need to work, rest, and play—all under one roof.\nWhat Makes PLATFORM_ Different?\nUnlike traditional private rentals, PLATFORM_ in Edinburgh homes are Build-to-Rent (BTR) meaning they are designed with renters in mind. At PLATFORM_, this means:\nAll-included amenities: Your rent covers luxury perks like a state-of-the-art gym, rooftop terraces with breathtaking city views, private dining spaces, a yoga studio, and even a guest suite for visiting family or friends.\nYour rent covers luxury perks like a state-of-the-art gym, rooftop terraces with breathtaking city views, private dining spaces, a yoga studio, and even a guest suite for visiting family or friends. Flexible furnishing options : Choose a fully furnished apartment with stylish furniture packs for an easy move-in experience or rent unfurnished to create a space that’s entirely your own.\n: Choose a fully furnished apartment with stylish furniture packs for an easy move-in experience or rent unfurnished to create a space that’s entirely your own. Dedicated services: With a 24-hour concierge, on-site maintenance, and keyless secure entry, PLATFORM_ prioritises your comfort and peace of mind.\nWith a 24-hour concierge, on-site maintenance, and keyless secure entry, PLATFORM_ prioritises your comfort and peace of mind. Community focus: Regular events—from sushi-making workshops to yoga classes—help you connect with neighbours and feel at home.\nStylish Living in Vibrant Leith\nLocated near to Leith Shore and just a short walk or tram ride from the city centre, PLATFORM_ offers studio, one, two, and three-bedroom apartments with flexible options for furnished or unfurnished living.\nEach apartment features high-quality finishes, built-in appliances, and superfast internet access—perfect for professionals and families.\nLeith’s eclectic mix of bars, cafes, and green spaces makes it the ideal spot for city living, while excellent transport links put Edinburgh’s city centre within easy reach.\nExperience More Than Just an Apartment\nWhether you’re new to the area or know Edinburgh well, you’ll find new friends and a community sharing the same space. The on-site team arrange events at least once a month to bring residents together. PLATFORM_ residents enjoy unparalleled benefits:\nA screening room for movie nights\nCo-working spaces and private meeting rooms\nRooftop terraces open year-round\nYoga classes and partnerships with local fitness studios\nWhether you’re hosting a dinner party in the private dining area or enjoying a sunrise over Arthur’s Seat on one of the roof terraces, PLATFORM_ redefines what renting can be.\nScotland’s finest\nPLATFORM_ is the largest branded BTR operator in Scotland. Over in the west, PLATFORM_ in Glasgow located on the banks of the River Clyde has been voted “Best in Scotland” at the Scottish Property Awards and, like Edinburgh, includes studio, one, two and three-bedroom apartments and its own collection of unique amenities.\nYour New Home Awaits\nPLATFORM_ in Edinburgh isn’t just a place to live—it’s a community where modern living meets exceptional service. And now, with the opportunity to live rent free for a year , there’s never been a better time to move.\nDon’t miss out—book a viewing today and take the first step toward renting reimagined.\nTerms and conditions apply. To qualify for the \"Year’s Free Rent\" offer, residents must have moved into their apartment at PLATFORM_ in Edinburgh by 1st April 2025 and still be a resident at the time of selection. Residents will automatically be enrolled upon move-in, with the chosen resident selected at random in June 2025. The resident will receive a rental credit covering up to 12 months of rent, based on the agreed monthly rent stated in their Private Residential Tenancy agreement. Please note, this excludes any utility and council tax payments. The 12-month credit period will apply from the tenancy start date. If the resident vacates the property before the end of the 12-month credit period, the rental credit will be applied on a pro-rated basis up to their move-out date.\nThis offer is non-transferable and cannot be redeemed for cash. This offer is also not eligible to residents paying an Intermediate Market rent. PLATFORM_ reserves the right to amend or withdraw the offer at any time without notice. By participating, residents agree to these terms.",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T11:09:00"
    },
    {
      "title": "Second teenager appears in court over murder of Amen Teklay",
      "url": "https://www.heraldscotland.com/news/25033815.murder-amen-teklay-second-teen-appears-court/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-24T18:02:04",
      "content_en": "Court papers state the 16-year-old acted with another during the attack on Clarendon Street.\nIt is claimed the boy, while in possession of a frying pan, “punched or otherwise struck Amen Teklay on the body.\"\nThe charge further alleges that the boy struck Amen on the body with a knife and murdered him.\nThe 16-year-old made no plea at a private hearing at Glasgow Sheriff Court.\nHe was represented by his lawyer Martin Hughes.\nThe boy, who is from the city's Springburn, was remanded by Sheriff Vincent Lunny.\nThe boy will appear at court again within the next eight days.\nRead more crime and court stories in The Herald:\nA 14-year-old boy appeared at the same court two weeks ago also charged with Amen's murder.\nHis charge stated that he struck Amen with a knife.\nA further charge claims the 14-year-old had possession of a knife in the city’s Dumbarton Road three days before the killing.\nA 15-year-old who also appeared in court is stated to have had a barrier pole at the same time or place.\nThe 14 and 15-year-old boys appeared together on an assault charge against Amen which said to have taken place weeks before the alleged murder.\nThe attack is said to have taken place on Glasgow's Great Western Road on February 12 2025.\nCourt papers state the 14 and 15-year-old boys, while acting with another unknown to the prosecutor, repeatedly punched and kicked Mr Teklay to the head and body.\nThe pair also made no plea at their hearings before Sheriff Jonathan Guy.\nThe 14-year-old was remanded while the 15-year-old was granted bail.",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T18:02:04"
    },
    {
      "title": "'Monstrous carbuncle': Edinburgh's big wheel won't go up for summer after backlash",
      "url": "https://www.heraldscotland.com/news/25033453.edinburghs-big-wheel-will-not-go-summer-says-council/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-24T16:35:00",
      "content_en": "On Monday, just two weeks after details of the proposal emerged, Edinburgh Council's culture and communities convener Councillor Val Walker said the application would not be progressed.\nShe said the city's \"attractive events calendar\" must be balanced with the needs of residents \"and our duty to protect our beautiful parks and greenspaces\".\nThe controversial event application sent to the local authority's public spaces team sparked concerns after community councils and other local stakeholders were asked for feedback.\nIt proposed erecting the 45-metre-tall structure in mid-June and operating it from July 1 to early January, with a brief break in November when Remembrance Day events are held in Princes Street Gardens.\nUnique Assembly claimed the big wheel would be a \"welcome return to the summer skyline\".\nBut very few came out in support of the plan - with one councillor even dubbing the ride a \"monstrous carbuncle\".\nThe charity which protects the city's World Heritage Site said having it in place for half of the year would be a \"step too far\".\nEdinburgh World Heritage said a balance had to be struck \"between commercialising this space and maintaining its traditional use as public gardens\".\nREAD MORE:\nEdinburgh's Christmas organisers want big wheel in place during summer\nSummer big wheel plan opposed by Edinburgh World Heritage charity\nEdinburgh gang violence: John Swinney calls attacks 'utterly unacceptable'\nPlans being considered for hovercraft link between Kirkcaldy and Edinburgh\nIt added: \"Edinburgh already offers an abundance of easily accessible panoramic viewpoints such as Calton Hill, the Mound, and many of the buildings on Princes Street.\n\"The Big Wheel interrupts the historic skyline for which Edinburgh is internationally renowned.\"\nSimon Holledge, from New Town and Broughton Community Council, feared an extended stay in the city centre for the big wheel risked \"reputational damage to Edinburgh by putting something which doesn't fit the image of the city as a historic centre\".\nHe said: \"It's right next to the Walter Scott monument, for me, it is a very uncomfortable thing with a sort of semi-lit wheel breathing down the neck of Walter Scott. It seems a very uncomfortable juxtaposition.\"\nOver the summer months Unique Assembly had hoped to offer a \"selection of exclusive packages\" such as hire of the big wheel in its entirety for a short duration, and explore the possibility of a VIP Champagne package and festival packages \"such as Comedy Pods and Tattoo Nights,\" the application document stated.\nCouncillor Walker said: “Edinburgh is a world class visitor destination and we boast an increasingly attractive events calendar – but this must be balanced with the needs our residents and our duty to protect our beautiful parks and greenspaces.\n“With that in mind, and having considered feedback from our stakeholders, we’ve agreed that this application should not proceed.”",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T16:35:00"
    },
    {
      "title": "Thug jailed for assault on partner while she was holding baby",
      "url": "https://www.heraldscotland.com/news/25032812.thug-jailed-assaulted-partner-holding-baby/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-24T14:57:31",
      "content_en": "Brown was enraged after the woman confronted him about a false accusation he had made about her cheating on him with his own father.\nBrown, of Darvel, East Ayrshire, slapped the woman to the face which caused her head to swing and hit the young boy.\nHe then put her up against a wall by the neck and choked her until she struggled to breathe.\nBrown pled guilty at Glasgow Sheriff Court to engaging in a course of abuse towards his partner or ex-partner.\nThe court heard that the pair met on Tinder in 2017 but Brown quickly became abusive towards her.\nIn July 2022, the pair got into an argument before they were due to attend a Gerry Cinnamon gig at Hampden Park.\nBrown pushed the woman who he then left alone to be collected by her father.\nProsecutor Darren Harty said: \"At this point Brown became more controlling and paranoid to the extent where he accused her of having an affair with his father.\"\nRead more:\nShortly after, the woman raised the issue with Brown in front of his father to highlight that it was untrue.\nWhen his father left, Brown became aggressive towards the woman.\nMr Harty said: \"He slapped her across the face as she held a baby boy in her arms which caused her head to swing and hit off the child's head.\n\"He then grabbed her by the neck and held her up against the wall.\n\"She struggled to breathe and continued to hold the baby in her arms at the same time.\"\nBrown then fled the scene leaving the woman alone with the baby and another child.\nThe hearing was told of other incidents with the earliest going back to 2018.\nIn July 2023, Brown punched the woman on the back and top of her head then pulled out a clump of hair out.\nRead more:\nThe woman attempted to escape from Brown by climbing out her living room window before being dragged back inside.\nBrown initially refused to take her to hospital instead repeatedly struck the woman with an ice pack then covered her mouth to prevent her cries being heard.\nThe woman was found to have suffered a broken ankle after she received an x-ray\nShe claimed to medics that she fell down stairs.\nShe was also given an x-ray after an earlier attack when Brown pushed her against a TV unit and she hurt her shoulder.\nIn another incident, Brown punched the woman in the ribs \"three or four times\" before he held his hand over her face and mouth then stated: \"Just die.\"\nSheriff Michael Hanlon put Brown under supervision for 12 months upon his release from prison.\nA five-year non-harassment order was also granted prohibiting Brown's contact with the woman.",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T14:57:31"
    },
    {
      "title": "Borders theatre festival to feature 88 shows and 100 hours of entertainment",
      "url": "https://www.heraldscotland.com/news/25032229.borders-town-duns-host-theatre-festival-88-shows/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-24T13:22:00",
      "content_en": "Aimed at making theatre accessible to all, the festival will feature 88 shows, 10 workshops, and two free family days.\nThere will be a range of free music, drama, and poetry events, as well as outdoor theatre and storytelling for people of all ages.\nPatron Richard Demarco and John McEwen (Image: Supplied) For more information about the festival, go to dunsplayfest.org.uk.\nJohn McEwen, director of DunsPlayFest, said: \"There is something for everyone at the DunsPlayFest.\n\"I believe we are the best wee fest in the world.\"\n\"First exposed to the light in 2019, DunsPlayFest, we felt, reached maturity last year when the programme was full, the quality was universally high and everything, well almost everything, ran like clockwork.\"\nRead more:\n\"This year's programme is even better but our ambition is unchanged: to bring the best of new theatre and much else to Duns, that most remarkable, under-stated, broad-minded, humorous and welcoming place of which so many British, even Scottish, people have never even heard.\n\"We want to help put Duns on the map.\n\"We feel that a day at DunsPlayFest is like one of those well-organised days at the Edinburgh Fringe when you catch four good shows, see buskers, enjoy interesting nourishment and feel the buzz, and then end the day in a good bar mulling it all over.\n\"Like that - but better: in Duns you can stay put and get the same sort of experience with more guarantee of quality.\"",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T13:22:00"
    },
    {
      "title": "No longer a side hustle:  A Scottish teacher's journey to becoming a full time artist",
      "url": "https://www.heraldscotland.com/news/25028457.one-scottish-teachers-journey-becoming-full-time-artist/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-24T05:30:00",
      "content_en": "“After finishing my degree I just didn’t have the belief I could become a full-time artist. I thought it was unachievable. One of my lecturers saw the potential in me at the time, but I just didn't have confidence in myself I guess,” she reflects.\n“I went into teaching because I love working with kids and spent four years in schools, but I was basically trying to juggle two full-time jobs. It wore me down, working at night after a full day at school and every weekend. Full-time and full-time is double-time, I guess! I got to a point where I thought, ‘I don’t want this to just be a side hustle’ and decided it was time to take the leap. If I can do it, I can do it. If I can’t, I can’t. There’s only one way to find out.”\nThe Ayrshire-born artist concedes it’s not been a linear journey since making the call last year and credits Outerspaces, Morphe Arts and the Glasgow Creative Network as support mechanisms in what can prove a lonely world for creatives. However, the quality of her work is presenting opportunities and advancement - including the launch of a third independent show next month.\nTeacher turned artist, Dawn Spence (Image: Maria Reingolt Photography )\nThe Glasgow-based painter, who names Yayoi Kusama and Shawn Huckins as influences, will present at the Alchemy Experiment in the West End next month during an exhibition running from April 4-11. Opening night on the Friday lasts from 7-9 and there’s an artist's talk the following Wednesday, offering an opportunity to hear the story behind the project. The launch evening is a celebration with drinks, friends and family all expected, presenting Spence a chance to share the creative process with her biggest supporters.\n“I want my exhibitions to be a chance for people to chat to me as an artist, because, I don’t want to be a hidden artist,” she smiles. Recently Spence was featured at Green Gallery and Lemond Gallery. Before the end of the year there are trips to MUST wine in London and the Pittenweem Arts festival.\nIt was during a week in Florence last year, is a city known for a painting or two, that Spence encountered the inspiration for her latest show titled ‘Freedom’.\nRead more Herald arts:\nInvesting in an oil painting course to acquire skills not taught in her local studies with the funds earned from previous exhibitions, sessions learning the techniques of classics like Sandro Botticelli provided ideas and inspiration for her next series of work.\n“I called this exhibition ‘Freedom’ because I was really interested in fabric folds, transparent fabrics and how they, for want of a better phrase, whisper in the wind. It reminds me of a wedding day - throwing the veil over a sunset and revealing something previously unseen.\n“I want people to see my work and feel really uplifted and joyful. It’s not about people coming in and feeling under pressure to understand my art, but just appreciate it.”\nSpence’s work is immersing and combines contemporary, abstract, surrealist and landscape themes. It’s hard to fit into a box, she admits. Perhaps that is why her work stands out and leaves so clear an impression on untrained eyes like this correspondent’s.\nDawn Spence: It’s so important to understand the time, effort and inspiration of creating a work (Image: Maria Reingolt Photography )\n“I guess I’m not just painting typical landscapes, the style I’ve developed over time fits with my desire for people to see new perspectives. Seeing something heavenly, something really warm and inviting. Even if those coming to my show don't like art, or they don't see the value in it, hopefully they step away going, ‘I've never seen that before’.”\nSpeance’s style “repeats strokes” to connote vibrancy and pulsations. “For me, it's almost a therapeutic way of looking at something.”\nAnd art, in all its forms, has never been more important, has it? As our algorithms tell us AI will replace every hard-honed skill by tomorrow and everything appears on demand at the touch of a screen, there is a strength in the creatives who value process and a human touch that can never quite be manufactured or cloned.\n“Especially with AI impacting art, people maybe think, ‘How easy it is to create that’? But it’s so important to understand the time, effort and inspiration of creating a work,” adds Spence. “It’s about what the artist has done to get to that moment and it’s the story behind reaching that point too, isn’t it?”\nFor Spence, it’s the story that makes this exhibition extra special, inviting others into her own journey by sharing new perspectives.\nFind out more about 'Freedom' by Dawn Spence at The alchemy experiment",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T05:30:00"
    },
    {
      "title": "Edinburgh gang violence: John Swinney calls attacks 'utterly unacceptable'",
      "url": "https://www.heraldscotland.com/news/25032543.john-swinney-says-edinburgh-gang-violence-utterly-unacceptable/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-24T14:13:10",
      "content_en": "Last night officers said they believed the incidents in Niddrie and West Pilton \"are linked to groups who are actively targeting each other\" and assured the public \"strong action\" was being taken \"to disrupt this criminal activity\".\nAnd commenting on the situation this morning, Mr Swinney said: “This has been a concerning situation. I know that Police Scotland are very actively involved in making sure that the communities are safe.\n“Violence is completely and utterly unacceptable in whatever shape or form it manifests itself within our society.\n“So, Police Scotland have got to be active and engaged in addressing that issue within individual communities and I’m confident that they will do all they can to eradicate this unacceptable level of violence.”\nA team of detectives and specialist officers have been assigned to the case. Police say 'significant CCTV footage' has been collected and door-to-door enquiries are ongoing.\nOver the weekend road and vehicle checks were conducted in the Ferry Road, Niddrie and Pennywell areas as part of the investigation.\nPolice received a report of a firearm 'possibly being discharged' in Niddrie Marischal Crescent in the early hours of Thursday, March 20. Shortly after, a vehicle was found in Dalmeny's Main Street on the outskirts of Edinburgh and taken away for forensic examination. In addition, a white BMW 1 series was spotted in the area around the time the firearm was discharged and officers said they were \"keen to anyone who may have seen this vehicle\".\nShots were heard fired again on Friday just before 8am in West Pilton Bank, and a 'suspicious fire' at a property on Hay Drive in Niddrie, which fire crews attended for 90 minutes in the early hours on Sunday, was also linked to the gang violence.\nThere were no reported injuries in any of the incidents.\nREAD MORE\nPolice appeal after firearm discharged at property in Edinburgh\nFunding review for Edinburgh charity criticised over trans policy rejected\nJohn Swinney declares SNP is ‘back in business’\nSuperintendent Paul Gillespie of Police Scotland said: “We understand this will be concerning for local communities, but I want to reassure everyone that we are pursuing those involved and are using every tool and tactic at our disposal.\n“We are taking strong action to disrupt this criminal activity and a lot of work, which may not always be visible, is ongoing. Additional officers are currently deployed to specifically target criminals and disrupt their activities.\n“Extensive enquiries are ongoing into a number of incidents in Edinburgh. From our investigations so far, we believe these are linked to groups who are actively targeting each other.\n“The local division and senior management are being provided with support from our national Specialist Crime Division and Operational Support Division.\n\"We are carrying out additional high-visibility patrols and I would encourage anyone with any concerns to approach these officers.\n“We understand the significant impact this has had on the local community and I would like to thank everyone for their help so far.\n“Finding those who carried out these reckless acts is paramount. If you know anything that could help, please do the right thing and speak to police.\"\nAnyone with information is asked to contact Police Scotland via 101 quoting incident number 0562 of Friday, 21 March, 2025. Alternatively, you can call Crimestoppers on 0800 555 111 where information can be given anonymously.",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T14:13:10"
    },
    {
      "title": "£17m plan to transform dilapidated harbour takes step forward",
      "url": "https://www.heraldscotland.com/news/25033219.17m-plan-transform-dilapidated-harbour-takes-step-forward/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-24T16:01:16",
      "content_en": "Community led organisation Annan Harbour Action Group has launched a hunt for a Project Manager to lead the £17 million transformation of the run-down harbour.\nThe new Project Manager will start to implement an \"ambitious\" plan to reconstruct the harbour area. The work will include a new exhibition centre, walkways, a recreational boating pontoon and a swimming area.\nA derelict warehouse on the harbour will also be transformed into a new visitor centre with exhibition space and café.\nREAD MORE:\nCommunity anger as bid for 'groundbreaking' windfarm project rejected\nOff-grid cabins to raise 'vital' funds for Highland community group\nNew community-led homes development on Colonsay will be ‘transformational’\nConstruction work at Annan Harbour is expected to cost around £10million, while fees, contingency and VAT bring the total to about £17 million.\nAlan Thomson, Development Manager at Annan Harbour Action Group, said: \"We are delighted to be taking this next step forward with the search for a Project Manager to deliver this huge project for the community.\n\"This has been a vision for the town for many years.\n\"The harbour area has had nothing but neglect for the last 40 to 50 years. It is a muddy harbour and, as it stands, it doesn’t add anything to the town.\n\"It will make a massive difference when the redevelopment is complete. The area will be transformed into a bright and beautiful environment for the local community as well as a boost for visitors to Annan.\"\nHow the harbour might look The Annan project is considered unusual in terms of the scale and cost for a community-run project.\nMr Thomson said: \"It is big and it is ambitious. ‘And it’s possibly the biggest community-owned redevelopment in Scotland.\n\"It is also unusual in that it is a community-run project which has accessed Levelling-Up funds. Levelling-Up funding tends to be accessed via councils and we are one of the few community groups who got funds that way.\n\"The community in Annan is champing at the bit to get the plan underway and we very much work on the wishes of the community.\"\nBuilding work on the Annan Harbour project is expected to start towards the end of the year and is due to be completed in about three years time.\n\"Having the project team in place will give the development a real boost. It should all be completed by March 2028. But as each part of the project is developed and completed, locals and visitors alike will see a big difference\", Mr Thomson added.\nLinsay Chalmers, Development Manager at Community Land Scotland, which represents and promotes community landowners, said: \"We are involved in hundreds of community owned developments across Scotland and The Annan harbour project is the biggest. It will transform that part of the town.\n\"Getting the Project team appointed will take the development to a new level. There has been fantastic work by Alan Thomson and the local community and it will be very exciting to see the transformation of the Harbour over the next three years.\"",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T16:01:16"
    },
    {
      "title": "Inspirational scots mum encourages everyone to join Race for Life Glasgow",
      "url": "https://www.heraldscotland.com/news/25033215.scots-mum-encourages-everyone-join-race-life-glasgow/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-24T16:01:07",
      "content_en": "Laura Eggo shared her story as part of a pre-recorded montage which will be played on stage at Cancer Research UK’s Race for Life events, thanking supporters. Her words of courage will be heard across the UK before participants set off on the Race for Life routes.\nAfter successful treatment including surgery, chemotherapy and radiotherapy, Laura who is in remission, was guest of honour at her home Race for Life event in Glasgow last year. She also ran Race for Life Glasgow 10K alongside her husband Brian Eggo who has been a constant support to every step of the way through the disease. They were both cheered on from the sidelines by their five-year old daughter Ivy. Brian also took part in memory of his brother Alasdair who died from lung cancer aged 51 in December 2023. Together the family and friends raised more than £2,745 for Cancer Research UK.\nLaura and her daughter Ivy (Image: LESLEY MARTIN)\nIn February last year, it was discovered that Laura has inherited the faulty BRCA1 gene. She now faces more surgery to cut the risk of cancer returning.\nLaura, now 43, of East Kilbride said: “We all have a reason to Race for Life. “For me it’s a chance to say thank you, to raise money to help people tackling cancer right now. Finding out I have the faulty BRCA1 gene was a shock. I will be looking at more surgery in the future but that news has made me even more determined to do what I can to support the discovery of more treatments and cures for my daughter’s generation.” Cancer Research UK’s Race for Life, in partnership with headline sponsor Standard Life, part of Phoenix Group, is an inspiring series of 3k, 5k, 10k, Pretty Muddy and Pretty Muddy Kids events which raise millions of pounds every year to help beat cancer by funding crucial research. Lisa Adams, Cancer Research UK’s spokesperson in Scotland, said: “No matter how cancer affects us, life is worth racing for. “Sadly nearly 1 in 2 of us will get cancer in our lifetime* but all of us can support the research that will beat it. We’re proud that Race for Life has had such a positive impact. Every pound raised supports our life-saving work, which has helped double cancer survival in the UK over the last 50 years. “We’d love for as many people as possible across Glasgow and other parts of Scotland to join us at Race for Life. There is an event for everyone and we mean everyone. Our events are strictly noncompetitive which means everyone can have a go- and love every minute. There’s no pressure to finish in a certain time, just give it what you can. Lace up and join in.” Since it began in 1994, more than 10 million people have taken part in Race for Life, contributing millions of pounds towards life-saving research. Cancer Research UK funded scientists led the development of the Human Papillomavirus Virus vaccine, which is expected to prevent almost 90 per cent of cervical cancers in the UK. The charity were a key player in the development of radiotherapy which now benefits millions of cancer patients worldwide. Cancer Research UK played a leading role in the development of abiraterone - a drug that gives men with advanced prostate cancer more time with their friends and family.\nJoin your local 3k, 5k, 10k or Pretty Muddy® events\nGlasgow Green 18/5/25\nStrathclyde Country Parlk 14/6/25\nJoin now at raceforlife.org",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T16:01:07"
    },
    {
      "title": "Rare John Byrne painting of The Beatles to go under hammer",
      "url": "https://www.heraldscotland.com/news/25031911.rare-john-byrne-painting-beatles-go-hammer/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-24T12:07:22",
      "content_en": "It is one of ten early Byrne works which were bought from him by his local parish priest, Father Tom Jamieson in Renfrew, Renfrewshire, in the early 1970s.\nThe artwork was created as a study for a larger painting and is estimated at £10,000 to £15,000.\nThe 10 works will be sold by auction house Lyon & Turnbull live and online on April 2.\nREAD MORE:\nJohn Byrne — Life and times of the slab boy outsider\nJohn Byrne obituary: Artist leaves 'outstanding' legacy\nJohn Byrne on art, faith, fatherhood ... and mortality\nByrne became friends with Father Jamieson when the artist and his family lived on Paisley Road, Renfrew, in the late 1960s and early 1970s, bonding over a shared love of music and culture.\nThe priest bought work from Byrne, who worked from his studio garage in the back garden.\nByrne’s daughter Celie Byrne, also an artist, spoke of Father Jamieson and George Harrison visiting their house while she and her brother were small.\nIn an interview filmed for Lyon & Turnbull’s social media platforms, she said: “I remember Father Jamieson from when I was tiny. He would come round to the house quite regularly.\n“They would sit and talk about work, and he went out to the garage looking at my dad’s artwork and what he was working on.\nEach of The Beatles is pictured with a spirit animal (Image: Stewart Attwood/PA)\n“I just remember him being really lovely and I always remember his stripy scarf.”\nShe added: “We were wee obviously but apparently George Harrison came to the house twice in Renfrew for dinner.”\nThe sale also features a piece commissioned by Scottish folk musician Donovan in 1971 for the cover of HMS Donovan, an album of children’s songs.\nThe original oil painting for this is estimated at between £6,000 and £8,000.\nAll works in the collection of Father Tom Jamieson were produced during Byrne’s “Patrick” era, during which the Glasgow School of Art graduate signed the majority of his work with his father’s first name and pretended to be a “primitive” self-taught artist to attract the interest of the London art world.\nPaisley-born Byrne, creator of TV show Tutti Frutti and the play The Slab Boys, died on November 30, 2023 aged 83.\nJohn Byrne was renowned as an artist and playwright\nOther works in the sale include the large painting Homage a Hockney, 1970, which is expected to fetch between £20,000 and £30,000.\nIt was created to coincide with David Hockney’s major retrospective exhibition at the Whitechapel Gallery, London, in 1969-1970.\nAnother monumental work is Untitled (Musician), c. 1973-1975, also with an estimate of £20,000 to £30,000.\nCharlotte Riordan, Lyon & Turnbull’s head of contemporary & post-war art, said: “This is an amazing collection of John Byrne’s work. Father Jamieson clearly had a keen eye for artistic talent, seeing great promise in a man who would go on to make his own distinctive and indelible mark on Scottish, and indeed British, cultural life.\n“The Beatles painting was a precursor to a larger version, created for his 1969 December show at London’s Portal Gallery.\n“This was a reference and reaction to the fact that Portal attracted a star-studded clientele, with some of the biggest names in British showbusiness at the time becoming frequent visitors. Clients included; Julie Christie, Michael Caine, David Niven, David Bailey, The Beatles – particularly Ringo Starr who is thought to own ‘Patrick’ paintings – and Brian Epstein.\n“The painting was purchased by the art director and graphic designer Alan Aldridge, who went on to use it as the frontispiece to The Beatles Illustrated Lyrics, published in 1969. It was later used as the cover of The Beatles Ballads LP 12 years later.\n“Rumours suggest the original large-scale work was lost by EMI records, and so this work being offered for sale by Lyon & Turnbull is a rare surviving early version.\n“There is only one other known example, in a private collection in America.\n“We anticipate a great deal of interest in the sale and look forward to some spirited bidding at home and abroad.”",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T12:07:22"
    },
    {
      "title": "Views sought on the future of Scottish World Heritage site",
      "url": "https://www.heraldscotland.com/news/25031534.views-sought-future-heart-neolithic-orkney/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-24T11:07:03",
      "content_en": "The management plan will come into effect later in 2025 and will be in place for 10 years.\nThe individual sites that form part of the Heart of Neolithic Orkney (Skara Brae, Ring of Brodgar Stone Circle and Henge, Maeshowe Chambered Cairn, and the Stones of Stenness Circle and Henge) are in the care of HES on behalf of Scottish Ministers.\nThe World Heritage Site is managed in partnership by HES and OIC, with support from NatureScot, the RSPB, Highlands and Islands Enterprise and the University of the Highlands and Islands Archaeology Institute.\nThe new management plan, which builds on the work of the existing plan, will guide protection and conservation of the Heart of Neolithic Orkney and its testimony to the cultural achievements of the Neolithic peoples of northern Europe, for which it was given World Heritage status by UNESCO in 1999. The new draft plan development process began with independent consultation, which took place through surveys, community drop-in sessions in Kirkwall, Stenness and Dounby, and engagement with local businesses, community groups, membership organisations, and education providers.\nREAD MORE:\nDig It: How Orkney’s archaeology is stealing the show on the small screen\nThe 'extraordinary' neolithic village in Scotland that's older than the Pyramids\nNeolithic site to be returned to green fields after dig\nThe draft plan builds on previous measures to further mitigate the site’s vulnerability to climate change, which threatens communities, environments and world heritage sites across the globe.\nThe Heart of Neolithic Orkney is vulnerable to the sea level changes, precipitation changes, and storm intensity and frequency increases that Scotland and other places are experiencing on a more elevated scale.\nThe consultation is also seeking views on how to further balance access to tourists and residents while maintaining the Heart of Neolithic Orkney’s \"outstanding universal value\". Increased footfall can also contribute to erosion of sites - particularly at the Ring of Brodgar, where measures have been introduced to alleviate the impact on the monument and surrounding area, such as a one-way system and alternating routes around the site.\nInput is being sought from across the islands and beyond to further shape the direction of the plan. The draft plan also lays out how continued engagement with Orkney communities, including the infrastructure surrounding the site, will be a focal point in the sites’ management for the next 10 years, which emerged as a key priority from consultations with the public.\nDr James Bruhn, Head of World Heritage and Heritage Policy at HES, said: \"As one of Scotland’s seven World Heritage sites, the Heart of Neolithic Orkney is an integral part of Scotland’s story with international appeal, and how we look after it, share and celebrate it is hugely important.\nSkara Brae “We’re keen to hear from as many people as possible as part of the consultation and would encourage those who wish to help shape the next ten years for the Heart of Neolithic Orkney, and be part of its continuing story, to take part.”\nCouncillor Heather Woodbridge, Leader of Orkney Islands Council, said: “The Heart of Neolithic Orkney - encompassing four incredible sites in the West Mainland - is vital to the ongoing story that weaves through Orkney’s past, present and future.\n\"The community of Orkney has looked after these sites for generations, particularly in terms of providing a warm welcome to those who come to our shores to visit them.\n“As we face the challenges of climate and changing visitor patterns, it is important that we take the time to review, alongside our partners, how the sites are being managed now and into the future.\n“Our community are an important part of this - and I’d encourage them to make their views known.”\nThe consultation closes on Tuesday May 13.",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T11:07:03"
    },
    {
      "title": "Alan Cumming to host Bafta ceremony for first time",
      "url": "https://www.heraldscotland.com/news/25031316.alan-cumming-host-bafta-ceremony-first-time/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-24T10:30:47",
      "content_en": "For the previous two years, the ceremony has been jointly presented by comedians Rob Beckett and Romesh Ranganathan – who have fronted Sky TV show Rob & Romesh vs… together.\nThe nominations for the best TV of 2024 will be announced this Thursday at midday.\nEmma Baehr, executive director of awards and content at Bafta, said Cumming “will definitely bring a playful sense of mischief and fun to the ceremony, so audiences should expect the unexpected”.\nREAD MORE:\nAlan Cumming says 'we don’t cover the classics enough in Scottish theatres'\nAlan Cumming's spectacular Brigadoon train journey is just the ticket\nAlan Cumming: I couldn’t be happier with success of Winter Words Festival\nShe added: “The sheer quality, innovation and breadth of talent in British television in front of and behind the camera is second to none, and we look forward to honouring and celebrating these talented people at our upcoming awards ceremonies.”\nThe Perthshire-born star is also known for his stage success, taking home the best actor in a musical Tony award for his 1998 performance in the Weimar Republic-set Cabaret, after an flamboyant portrayal as the Emcee character saw him Olivier-nominated at the 1994 ceremony.\nHe has picked up an 1991 comedy performance Olivier Award for a production of the Italian play Accidental Death of an Anarchist and hosted the 2015 Tony Awards with Broadway star Kristin Chenoweth.\nCumming’s first feature film Prague – where he plays a young Scot returning home to his grandparents’ country – earned him a 1993 Scottish best actor Bafta nod.\nHe soon went on to feature in a remake of Get Carter, BBC period drama The Last Romantics, and James Bond thriller GoldenEye.\nAlan Cumming (Image: free)\nIn the 2000s, he took on some of his biggest roles – playing the children’s TV host Fegan Floop in the Spy Kids film series and the blue devil-like mutant Nightcrawler in the 2003 X2 film, who serves as a focal point for the main plot.\nHis other film work has included thriller Ripley Under Ground and The Smurfs animated movies as kilt-wearing Gutsy Smurf.\nCumming is also due to appear in upcoming project Glenrothan, playing fellow Scot Brian Cox’s brother.\nHe first joined political legal drama The Good Wife as a season one guest star, playing PR guru Eli Gold, and went on to star in the series until it ended in 2015 with a final seventh season.\nDuring his time on the programme, he was nominated for three Emmys and two Golden Globes.\nIn 2018, Cumming won the Scottish Bafta for outstanding contribution to film and TV, and in 2023 he became a host of The Traitors.\nThe American version of the psychological game show is different from the British version as the contestants include reality stars.\nHowever, it is set in the same castle in the Scottish Highlands as the BBC version fronted by Claudia Winkleman, and the seasons have featured similar ideas such as a fake funeral for an eliminated contestant.\nIt also landed Cumming two Emmys, one as host of the reality format and a second as a producer for the show when it won outstanding reality competition program at the 2024 ceremony.\nHe recently became artistic director at Pitlochry Festival Theatre.\nIn 2023, he said he had returned his OBE due to his “misgivings” with being associated with the “toxicity” of the British Empire following the Queen’s death.\nHe had been honoured in the 2009 Queen’s Birthday Honour for his work as an actor, as well as his campaigning for LGBTQ+ rights in the USA.\nCumming has previously backed a Yes vote in the Scottish independence referendum.\nThe Bafta TV awards will be broadcast on BBC One and iPlayer on Sunday May 11.",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T10:30:47"
    },
    {
      "title": "Diary of Scottish artist discovered nearly 50 years after his death",
      "url": "https://www.heraldscotland.com/news/25031275.diary-scottish-artist-discovered-nearly-50-years-death/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-24T10:24:10",
      "content_en": "He started the diary on January 21, 1911 – having been given it as a present by his mother.\nIt begins with an entry that reads “Mother gave me this book as a present, also a cushion plus a sponge”, and contains Grant’s notes and appointments throughout 1911, providing a “remarkable insight” into his life and work.\nThe diary was discovered by Poppy Woodeson, daughter of art historian and biographer John Woodeson, who interviewed Grant during the course of his literary career.\nREAD MORE:\nHundreds of explicit drawings by Scotland-born artist Duncan Grant found under a bed after 60 years\nOne Scottish teacher's journey to becoming a full time artist\nFive-star hotel seeks artist for 'unique' art installation commission\nShe found it among her parents’ effects following the recent death of her mother.\n“It was a total surprise when I discovered the diary among my parents’ effects,” she said.\n“I had no idea that this important and fascinating piece of art history was in their possession.”\nThe previously unseen diary provides an insight into the artist’s daily activities in the year he received one of his most important early commissions, having been invited to create murals for the dining room of Borough Polytechnic (now London South Bank University).\nIt contains Grant’s notes and updates on ongoing artworks, such as his 1912 painting titled Dancers, and features a pencil sketch of a standing nude figure.\nThe previously unseen diary includes a sketch of a nude figure (Image: Gorringe’s/PA)\nIt also contains details of his lunch and dinner dates with fellow artists and luminaries.\nThese include artist Vanessa Bell, with whom Grant went on to have an affair, her artist brother Adrian Stephen, and Virginia Woolf, considered one of the most important writers of the Modernist movement.\nOther notable entries include Grant’s account of witnessing the Coronation procession of King George V and Queen Mary in London on June 22 1911.\nA photograph of the novelist EM Forster, which was taken by Vanessa Bell at Charleston farmhouse in Sussex in 1923, is also contained within the diary.\nJohn Holmes is managing director and paintings expert at Gorringe’s auction house, where the diary will be offered for sale on March 25.\nHe said: “This remarkable insight into the daily life of one of the nation’s most intriguing artists is an exciting find, providing fascinating glimpses into the life of Grant, a member of the infamous Bloomsbury Group, whose private lives and relationships were just as famous as their celebrated artworks.”\nThe diary has been given a “conservative” estimate of £500-£800 – but the auction house said that given its significance to the art world it is expected to “far exceed” that.",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T10:24:10"
    },
    {
      "title": "Labour MP slams party's £5bn welfare cut: ‘We cannot claim there is no austerity’",
      "url": "https://www.heraldscotland.com/news/25030182.labour-mp-no-doubt-austerity-back-rachel-reeves/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-24T00:00:00",
      "content_en": "“These are the people that we should be throwing our arms around and helping,” the Alloa and Grangemouth MP told Holyrood magazine.\n“It’s a measurement of any society how the government treats those who are in need, and by cutting that much from the welfare budget there is no doubt in my mind that we cannot claim there is no austerity under Labour if we are going to cut that much money from welfare.”\nREAD MORE\nDuring a televised debate ahead of last year’s election, Scottish Labour leader Anas Sarwar said: “Read my lips: no austerity under Labour.”\n(Image: free) Sarwar and SwinneyThe SNP has thrown the quote back at Mr Sarwar following a number of decisions taken by the UK Government in its first nine months in office, including the scrapping of the universal winter fuel payment and the reneging of a promise to compensate Waspi women.\nOn Sunday morning, Ms Reeves denied that Labour was heading towards austerity.\nHowever, the Chancellor confirmed plans to cut the cost of the civil service by 15%.\nThat could mean the number of staff working for the public sector slashed by around 10,000 across the UK.\nWhen she set out her budget last autumn, Ms Reeves left herself with £9.9bn in fiscal headroom to help keep her self-imposed fiscal rule that current spending must be paid for from tax receipts.\nHowever, rising interest rates and the resulting increase in government spending have all but wiped that out.\nThere are also reports that the Office for Budget Responsibility could slash the growth forecast by as much as half.\nMs Reeves will deliver her spring statement on Wednesday, and is expected to announce sizeable spending cuts, on top of the £5bn to be slashed from the benefit bill announced last week.\nWith deep unhappiness in the party, some Labour MPs have urged the Chancellor to rethink her fiscal rules to help pay for further defence spending.\nMs Reeves has rejected that call.\n“I’m not going to pre-empt the Office for Budget Responsibility’s forecast, but the world has changed,” the Chancellor told Sky News’ Sunday Morning with Trevor Phillips\n“We can all see that before our eyes and governments are not inactive in that – we’ll respond to the change and continue to meet our fiscal rules.\n“But we’re also shaping the new world, whether that’s in the defence and security realm, or indeed on the economy.\n“I promised at the general election to bring stability back to the economy.”\nAsked if austerity was on the table, Ms Reeves told the BBC’s Sunday with Laura Kuenssberg: “Last year, I put £100 billion more into capital spending than the previous government had committed to, we put more than £20 billion into the National Health Service.\n“That is a far cry from what we’ve seen under Conservative governments in the last 14 years.”\nAsked if there would be budget cuts to unprotected departments outside of the NHS and education, Ms Reeves said: “We’ll set all that out when we do the spending review, but we can’t just carry on like we have been spending on the same things that the previous government spent on.\n“People want to know we’re getting value for money, when people are paying more in tax that they’re getting more in return.”\nThe Chancellor confirmed plans to reduce Civil Service running costs by 15%.\n“We are, by the end of this Parliament, making a commitment that we will cut the costs of running government by 15%,” she told the BBC.\nShe said anyone running a business will think that is “more than possible” given advances in technology and AI.\n“We’re going to cut the back office functions, the administrative and bureaucracy functions.\n“The size of government increased massively during the Covid pandemic.\n“That was five years ago … but the size of the Civil Service hasn’t come back during that period. So, we now need to make sure that we do realise those efficiency savings so we can invest in the priorities.”\nDuring the interview, the Chancellor also refused to rule out slashing tax on tech giants.\nThere have been reports that the government might consider changing or ditching the Digital Services Tax, which imposes a 2% levy on the profits of firms like Facebook, in order to avoid the global tariffs that the Trump administration is planning to impose.\nAsked if this was true, Ms Reeves said the UK is in discussions \"around a whole range of things\" with the US related to tariffs.\n\"But we will continue to operate on that principle that you should pay taxes in the country in which you operate.\"\nAsked if she might tweak the tax, she said: \"You've got to get the balance right, and those discussions at the moment are ongoing.\n\"We want to make progress. We do not want to see British exporters subject to higher tariffs, and we want to see trade barriers fall right across the world.\"\nREAD MORE\nIn his interview, Mr Leishman also said his party has not done enough for the 400 workers at Grangemouth being made redundant.\nThe MP suggested using the redevelopment of Manchester United’s Old Trafford stadium as a bargaining chip.\nThe club is owned by billionaire Sir Jim Ratcliffe, who is chairman and chief executive of the site’s part-owners, Ineos.\nPlans for the new stadium were announced earlier this year, but the club is looking for Government support to regenerate the surrounding area. The money for which, Mr Leishman says, should be withheld if the refinery closes.\n“When we look at the regeneration needed around Old Trafford, why would we not say you can have that money, but you need to keep Grangemouth open? That’s just negotiation in my opinion,” he told the magazine.\n“I have asked those questions of why we haven’t done this, and the answers have been underwhelming.”",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T00:00:00"
    },
    {
      "title": "Northern Lights to be visible in the UK tonight — everything you need to know",
      "url": "https://www.heraldscotland.com/news/25031538.northern-lights-come-uk-tonight----know/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-24T11:08:34",
      "content_en": "If you want to catch a glimpse of the Northern Lights this weekend, here is everything you need to know.\nNorthern Lights to be visible over the UK tonight\nDiscussing the arrival of the Northern Lights to the UK, the Met Office said: \"A coronal mass ejection is expected to arrive at Earth on 23 Mar.\n\"This will likely bring visible aurora to Scotland and perhaps parts of Northern England Sunday night where skies are clear.\nRead more:\n\"There is a continuing chance of aurora sightings at times across northern Scotland this coming week, given clear night-time skies.\n\"This is due to further possible weak coronal mass ejections glances, along with another faster stream of solar winds arriving later mid-week.\"\nWhat causes the Northern Lights?\nThe Royal Museums Greenwich explained: “Solar storms on our star's surface give out huge clouds of electrically charged particles. These particles can travel millions of miles, and some may eventually collide with the Earth.\n“Most of these particles are deflected away, but some become captured in the Earth’s magnetic field, accelerating down towards the north and south poles into the atmosphere. This is why aurora activity is concentrated at the magnetic poles.”\nRoyal Observatory astronomer, Tom Kerss added: “These particles then slam into atoms and molecules in the Earth’s atmosphere and essentially heat them up.\n“We call this physical process ‘excitation’, but it’s very much like heating a gas and making it glow.”\nThe Northern Lights are usually seen in extreme polar regions (Image: Getty Images)\nThe best places to the Northern Lights\nThe Royal Museums Greenwich said: “The aurora borealis can be seen in the northern hemisphere, while the aurora australis is found in the southern hemisphere.\n“While the best places to see the aurora are concentrated around the polar regions, the aurora borealis can sometimes be seen in the UK.\n“The further north you are the more likely you are to see the display – but heightened solar activity has meant that the northern lights have been seen as far south as Cornwall and Brighton.\n“The conditions do still need to be right however. Dark and clear nights, preferably with little light pollution, offer the best chance of seeing the aurora.”",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T11:08:34"
    },
    {
      "title": "Kevin McKenna: Everyone falls in love with the Wee Rovers, but they need help",
      "url": "https://www.heraldscotland.com/news/25030509.everyone-falls-love-rovers-need-help/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-23T16:52:29",
      "content_en": "Unless they can find some extra sources of funding they’ll soon be unable to pay the players’ wages.\nThe wee Rovers have managed to roll with a few gut punches in recent years, but this one, you suspect, would hasten the last rites.\nRead More: The woman we should all have heard more about\nYet, on Saturday afternoon as Cowdenbeath visited for a Lowland League clash, they were laughing in the face of the approaching menace.\nThere was Mary Allan, selling her 50/50 half-time draw tickets in a manner that suggested a refusal would be taken as a personal insult.\nWe’re in the bar now named for her late husband Andy, who died last year after a lifetime of devotion to this club.\nHer colleague, Gordon Lind, tells me that Mary automatically becomes “mammy or grandma to every player who walks though these gates”.\nIn the Directors Lounge, the visiting Cowdenbeath dignitaries are considering the purvey options.\nOne of them is taking liberties with the pies as he eyes them up suspiciously.\nRonnie Boyd, former Rovers Chairman and now Chair of the Rovers Community Trust, tries to re-assure him. “It’s when they start smiling at you that you need to worry,” he tells the startled Fifer.\nI spot Alex Dowdalls, the journalist and kenspeckle chronicler of Albion Rovers.\nHe’s 64 today and has been granted the honour of leading out the team as the club mascot.\nHe’s sitting here as nervous as a 12-year-old waiting to make her big entrance as Mary in the school nativity play. “This is the first time I’ll have been on that turf since I was a ball-boy 53 years ago,” he tells me.\nHe refers to “that turf” as though it were sacred ground reserved for savants and holy men.\nIn a few minutes I’ll be in the stand watching big Alex proudly leading his boys out with his Rovers top and scarf and black trackie bottoms as Survivor’s Eye of the Tiger belts out.\nAnd all the time, I’m wondering if my lifetime of supporting Celtic who collect trophies like Green Shield stamps has ever been as intense and intimate as this.\nI’ve come to a place where the stadium announcer reads out the teams and then shouts “Come on the Pride of Coatbridge” at the top of his voice before engaging in some rough banter with a member of the crowd sitting 20 yards away.\nThere are about 300 supporters here today and he probably attends all their baptisms and weddings.\nAs the game kicks off, the six tiny ultras leave their starting positions at the back of the main stand and move behind the opposition goal. God love them.\nOh oh oh\nEverywhere we go\nWatching Albion Rovers\nPutting on a show.\nJanet Prentice, who’s in charge of the boardroom hospitality is introducing me to her nephew, four-year-old Magnus Forbes Prentice Campbell.\n“He was a shareholder at one year old,” says Janet. “Everyone who comes through these doors is treated like family. If that wasn’t the case there’d be little point in keeping it going.\n\"If Albion Rovers was forced to close, the impact would be felt across the entire community. But I’m sensing that more locals are becoming aware of our plight and are stepping up.”\nThis is where amidst a picture gallery of club heroes like their former manager and ex-Rangers star, Davie Provan.\nRead More: Why whisky tasting was the most Scottish moment in my life\nThere’s a picture of one John Smith, a supporter who was inducted into the Albion Rovers Hall of Fame who began supporting the club during the second world war and was “one of the few supporters to remember the Rovers playing in top flight league football during season 1947-48”.\nThat team of legends included Jock Stein, who made 236 appearances for the Rovers before moving to Llanelli in Wales and then to captain Celtic where he emerged as the most important figure in the history of the Hoops.\nIt’s at this point you have to ask the question: couldn’t Celtic, the richest club in Scotland, spare a few bob to help out this one which is woven into their history.\nGenerations of Coatbridge families have provided support for Celtic. Surely there is still sufficient sentiment amidst their fiduciary corporate responsibilities to help the Rovers in their darkest hours?\nRonnie Boyd gently steers me away from this line of thought and talks about Celtic and Rangers having to be run as businesses in a fiercely competitive market.\nAnd so he introduces me to Chris Ide, the club doctor, who’s been providing this service for 19 seasons and refused to take a penny in return.\nHe’d originally been a Portsmouth supporter and I’m eager to tell him about my guilty (and utterly useless passion) of learning football lists in my youth, including the fact that Portsmouth won back to back league titles in 1949 and 1950 and that, having won the FA Cup in 1939 before the outbreak of war, they’re the longest-ever holders of the trophy.\nIt’s a form of madness, but today I’m overjoyed that at last someone has appreciated it.\n“My functions are mainly now ornamental,” he says. “I make the tea and help with stadium maintenance.”\nAt the back of the bar, there’s a young team discussing their plans for the evening.\nLet me introduce you to Jason Watson, Jack (Shug) Donnelly, Ryan Kelly and Nathan McPherson.\n“There’s nowhere else we’d rather be on a Saturday afternoon,” says Ryan, who like many others around here, has forsaken Celtic’s Hollywood attractions to follow the Rovers.\n“This is where I’ve made friends for life,” says Jason.\n“It’s one of the places where I’m at my happiest and we’ll do everything to help this club get through this.”\nA thorny nest of boardroom politics has brought Albion Rovers to this parlous state.\nRead More: SNP’s departing MSPs represent the worst of us. They won't be missed\nThis is a private limited company and though the overwhelming majority of shareholders have sought to co-opt new members with expertise and ideas to move the club forward they’ve been blocked at every turn by a handful of large shareholders, led by a single individual.\nNo explanations have been forthcoming as they’re not obliged to justify their reasoning. The others can only guess darkly at their motives.\n“More than 100k a year has gone from our budget after we dropped out of the fourth tier of the senior leagues two seasons ago,” says Ronnie.\n“But that’s what we need if we are to continue paying our players and coaching staff.\n\"I don’t know how long we could sustain this club in these circumstances, but I do know this: I can live with us turning amateur if it means I can still watch them playing on that turf.”\nHis colleague, Donnie Lind, whose grandfather attended Rovers’ only Scottish Cup final against Kilmarnock in 1920 (attendance: 95,000) said: “Another problem is that even when we played clubs like Stenhousemuir, they brought a core travelling support of about 150 which makes a significant difference.\n\"Now we’re playing the likes of Stirling University whose travelling support is a few students with Pot Noodles.”\nThey’re immediate hopes may now rest on a planned artificial pitch behind one of the goals which would enable them to charge rental for community use.\n“It’s a race against the clock, though,” says Ronnie Boyd.\nAt 5.49 on Saturday afternoon, Rovers are edging towards a drab 0-0 draw that suits neither team.\nThe playing surface would put many loftier clubs to shame and there have been flashes of skill, not least from Rovers’ big Spanish teenage striker, Bright Prince Okosun, (although I spend the second half urging him to put his considerable physical presence to better use).\nBut what do I know? The big man’s only gone and sent a towering header past the keeper to secure all three points.\nThe stand erupts and I’m happier that I’d ever expected to be at the outcome of a game in the fifth tier of Scottish football in North Lanarkshire.\n“If you come to the Rovers and don’t fall in love with them then there’s something wrong with you,” says Mary Allen.\nShe speaks the truth, because I’m putting my name down for a season ticket.",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-23T16:52:29"
    },
    {
      "title": "Scottish brewing giant to replace new forest saplings wiped out by heatwave",
      "url": "https://www.heraldscotland.com/news/25027710.brewdog-replace-new-forest-saplings-wiped-heatwave/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-23T16:00:00",
      "content_en": "New figures show Scottish brewing giant BrewDog is to receive a total grant of £2.7 million as it prepares to replace lost saplings and extend planting at its Lost Forest.\nThe new figures come as our team examined key elements of the Scottish reforestation programme including a series of unmet national planting targets against a backdrop of a potential future timber shortage.\nRead all the series articles here\nEdinburgh bank Hampden marks milestone with name change\nTracey Davidson, chief executive, Hampden Bank. (Image: Stewart Attwood) An Edinburgh private bank has revealed a name change and a move to bigger premises in the Scottish capital as it nears completion of its first decade in business.\nHampden & Co, which was established by former Adam & Co banker Ray Entwistle, became the first private bank to launch in the UK in 30 years when it opened in June 2015.\nNow the bank, which caters for high-net-worth individuals, has entered its second decade with a new name on its brass plaque and a switch into plush new headquarters in the heart of Edinburgh’s financial district.\nThe institution, which also has an office in London, has been renamed Hampden Bank and set up shop in a newly developed townhouse at 20 and 21 Charlotte Square. It was previously based on the same square, at number nine.\nRead Scott Wright's story here\nScottish city forecast to be 'lowest performing' in UK\nAberdeen (Image: Getty Images) Starkly contrasting fortunes for Scotland’s cities have been highlighted in a new set of forecasts.\nAberdeen is predicted by EY to grow at an average annual rate of just 0.9% between 2025 and 2028 amid challenges in the energy sector, with the accountancy firm highlighting the impact of the long-term decline in North Sea oil production.\nEY said: “Aberdeen is the only UK city expected to see less than 1% growth from 2025 to 2028, making it the lowest-performing city in the UK.”\nIt added: “The long-term decline in North Sea oil production is expected to pose a significant economic challenge for Scotland, particularly Aberdeen. The decline in activity in this sector is widely known to be impacted by the long-term structural changes at the economy-wide level, as many oil fields reach the end of their useful life.”\nRead Ian McConnell's story here\nAROUND THE GREENS\nGolf in Skye: 'We always feel we compete against shinty'\nAround the Greens (Image: Contributed) This article appears as part of Kristy Dorsey's Around the Greens series\nThe Isle of Skye Golf Club, as it is known today, was established in 1964 as the Sconser Golf Club. The game has been played in the same location for more than 60 years on a piece of land leased from the Campbell family up until 1984, when the club was able to purchase the land. The name was changed in 1987.\nFormer captain Ally Young says the club has always had a dedicated junior golfing section, despite the island's passion for shinty. These efforts received a boost in 2021 and 2022 with the help of European Tour player Craig Lee.\nThe club has about 200 members and is run almost entirely by volunteers. Despite financial restraints, it boasts professional golfers among its former junior members.",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-23T16:00:00"
    }
  ]
}