{
  "20250319": [
    {
      "Title_JP": "コカイン依存に苦しむ母親たちの隠れた危機について報告しました。",
      "Title": "The hidden crisis of mums struggling with cocaine addiction",
      "URL": "https://news.stv.tv/world/the-hidden-crisis-of-mums-struggling-with-cocaine-addiction",
      "Summary_JP": "母親たちがコカイン依存に苦しむ隠れた危機についての報道です。ノーフォークのある母親が、育児のストレスを軽減するためにコカインに依存するようになった経緯を語っています。最新の統計によれば、イギリスにおけるコカイン使用は過去20年間で倍増しており、特に母親たちの間での使用が増加しています。\n\n依存症には多くの stigma（偏見）が伴い、母親としての役割があるために問題を認めることが難しくなっています。コカインは一時的な安らぎを提供しますが、長期的には深刻な影響を及ぼし、特に子供たちにも悪影響を与える可能性があります。\n\n専門家は、依存症の兆候を認識することが重要であると指摘し、周囲の人々が理解とサポートを持って接することが必要だと述べています。支援を必要としている母親たちが適切な支援を受けられるように、周囲の理解と助けが求められています。"
    },
    {
      "Title_JP": "プリンス・ハリーの米国ビザ記録が裁判で公開されました。",
      "Title": "Prince Harry’s US visa records released in court after drugs revelations",
      "URL": "https://news.stv.tv/world/prince-harrys-us-visa-records-released-in-court-after-drugs-revelations",
      "Summary_JP": "プリンス・ハリーのアメリカのビザに関する記録が、薬物使用の告白を受けて裁判所で公開されました。ハリー公爵は自著『スペア』の中でコカイン、マリファナ、そしてサイケデリックマッシュルームを使用したことを明らかにしています。ワシントンDCの裁判官は、昨年、ハリーのビザ申請がプライベートであるべきだと判断しましたが、保守系シンクタンクのヘリテージ財団が公開を求める訴訟を起こしました。裁判官は、ハリーの移民記録の公開に対する公共の関心は、彼のプライバシーの権利によって上回ると述べました。ハリー公爵は、コカインは自分にとって効果がなかったが、マリファナは本当に助けになったと語っています。"
    },
    {
      "Title_JP": "ギリシャがスコットランド戦の前にオットー王の伝説を召喚した。",
      "Title": "Greeks summon legend of King Otto before Scotland tie",
      "URL": "https://www.bbc.com/sport/football/articles/cn9vpy9g8l3o",
      "Summary_JP": "ギリシャ代表は、スコットランドとの対戦を前に、オットー王の伝説を呼び起こしました。ポルトガルで開催されたこのトーナメントでは、ギリシャは24年ぶりのユーロ出場で15番目の優勝候補と見なされていましたが、驚くべきことに、彼らは決勝でポルトガルを下し、史上初のユーロ制覇を達成しました。監督のレハーゲル氏は、ギリシャサッカーの歴史に名を刻む功績を残し、国民はアテネのオモニア広場で祝福しました。ギリシャは、各ノックアウトゲームを1-0で勝利し、特にチェコとの準決勝では「シルバーゴール」ルールが適用されるという珍しい展開もありました。現在、ギリシャはスコットランドとのネイションズリーグプレーオフに向けて準備を進めています。"
    },
    {
      "Title_JP": "エバンス選手が2014年大会の刺激を受け、グラスゴーでの栄光を目指した。",
      "Title": "Evans seeks Glasgow glory after 2014 Games inspiration",
      "URL": "https://www.bbc.com/sport/cycling/articles/czdn2ql4ynyo",
      "Summary_JP": "ネア・エバンス選手は、来年のグラスゴー・コモンウェルスゲームズで金メダルを目指すことが「信じられないほど素晴らしい」と述べています。彼女は2014年の大会における「レガシー」の一部であると感じており、その経験が自身のサイクリングキャリアに大きな影響を与えたと語っています。\n\n34歳の二度のオリンピック銀メダリストであるエバンス選手は、2017年に本格的に競技を始める前に、2014年の大会がなければトラックサイクリングを始めていなかったと明かしました。大会のために建設されたサー・クリス・ホイ・ヴェロドロームで初めてトラックの認定を受けたことが、彼女の競技人生の大きな転機となったと言います。\n\nエバンス選手は、12年後の大会で金メダルを獲得することが「絶対に信じられないほど素晴らしい」と期待を寄せており、トラックイベントは非常に競争が激しいことを認識しつつも、次のシーズンの大きな目標としていると強調しています。"
    },
    {
      "Title_JP": "元労働党MSPのニール・フィンドレイ氏が、給付金削減に抗議して党を辞めました。",
      "Title": "Former Labour MSP Neil Findlay quits party in protest against benefit cuts",
      "URL": "https://news.stv.tv/politics/former-labour-msp-neil-findlay-quits-party-in-protest-against-benefit-cuts",
      "Summary_JP": "元スコットランド労働党の議員、ニール・フィンドレー氏が、イギリス政府の50億ポンドの福祉制度削減に抗議して労働党を辞めたと発表しました。フィンドレー氏は、弱者や貧困層を「罰し、烙印を押す」と政府を非難し、オープンレターをXに投稿しました。\n\n彼は35年間スコットランド労働党のメンバーであり、党の活動に多くの時間を費やしてきましたが、最近の福祉制度改革が障害者や長期的な健康問題を抱える人々への支援を大きく変更するとして、もう党に留まることができないと述べています。\n\n改革内容には、ユニバーサルクレジットや求職者手当の変更が含まれ、障害者向けの個人独立手当（PIP）の受給資格も厳しくなる見込みです。フィンドレー氏は、労働党が次回の選挙で大きな敗北を喫する可能性があるとも警告しており、党の現状を憂慮しています。\n\nスコットランド労働党はコメントを求められています。"
    },
    {
      "Title_JP": "マザウェルがキャラム・スラッタリー選手とスティーブン・オドネル選手の契約延長を確認しました。",
      "Title": "Motherwell confirm contract extensions for Callum Slattery and Stephen O’Donnell",
      "URL": "https://news.stv.tv/sport/motherwell-confirm-contract-extensions-for-callum-slattery-and-stephen-odonnell",
      "Summary_JP": "マザーウェルFCは、キャリム・スラッタリー選手とスティーブン・オドネル選手に対して、1年間の契約延長を発表しました。スラッタリー選手は、重い膝の怪我から復帰後、8試合で3ゴールを記録するなど、素晴らしいパフォーマンスを見せています。彼はクラブの信頼に感謝し、フィットネスを取り戻すことを目指していると述べました。\n\n一方、オドネル選手は今シーズン28試合に出場し、マザーウェルでの6シーズン目を迎えます。彼は地元のクラブでプレーできることを誇りに思い、コミュニティの一体感を感じているとコメントしています。\n\nマネージャーのマイケル・ウィンマー氏は、両選手がプロフェッショナルであり、チームのために全力を尽くしていると称賛しました。彼は、次のシーズンに向けての基盤を築くことの重要性を強調し、スラッタリー選手の復帰を喜び、オドネル選手の働きぶりを評価しました。"
    },
    {
      "Title_JP": "スコットランドはタウンゼントと共に進むべきか、迷ったときがありました。",
      "Title": "Listen: Should Scotland stick or twist with Townsend?",
      "URL": "https://www.bbc.co.uk/sounds/play/p0kyxk63",
      "Summary_JP": "スコットランドはトウンゼント監督と共に進むべきか、あるいは新たな道を選ぶべきか、というテーマについて議論されている内容です。この記事では、スコットランドのラグビー代表チームの現状や、トウンゼント監督の指導力がどのように影響しているかについて詳しく述べられています。"
    },
    {
      "Title_JP": "サンタンデールが95の支店を閉鎖し、750の雇用が危ぶまれました。",
      "Title": "Santander to close 95 branches putting 750 jobs at risk",
      "URL": "https://news.stv.tv/world/santander-to-close-95-branches-putting-750-jobs-at-risk",
      "Summary_JP": "サンタンデール銀行が、イギリスで95の支店を閉鎖し、約750の雇用が危機に瀕していることを発表しました。この閉鎖は6月に実施され、36の支店では営業時間が短縮され、18の支店はカウンターなしの形式に変更されます。これにより、現在の444の支店が349に減少する見込みです。\n\nサンタンデールUKの広報担当者は、「顧客の行動が変化している中で、支店が未来に適応できるように努めている」と述べました。また、「支店を閉鎖することは常に困難な決定であり、顧客への影響を最小限に抑える方法を慎重に検討している」と強調しました。"
    },
    {
      "Title_JP": "NASAの宇宙飛行士が9ヶ月の宇宙滞在を終え、地球に帰還しました。",
      "Title": "Nasa astronauts splash down after nine months stuck in space",
      "URL": "https://news.stv.tv/world/nasa-astronauts-splash-down-after-nine-months-stuck-in-space",
      "Summary_JP": "NASAの宇宙飛行士、スニ・ウィリアムズさんとブッチ・ウィルモアさんが、9ヶ月間の宇宙滞在を終え、ついに地球に帰還しました。二人は、フロリダ州タラハシー沖で水面に着水し、家族たちが見守る中、スペースXの救助船によって水から引き揚げられました。\n\nウィリアムズさんとウィルモアさんは、もともと短期間の滞在を予定していましたが、技術的な問題や安全上の懸念から滞在期間が286日間に延長されました。彼らは国際宇宙ステーションで様々な実験を行い、宇宙での作業を経験しました。ウィリアムズさんは、女性宇宙飛行士としてのキャリアの中で、最も多くの時間を宇宙遊泳に費やす記録を樹立しました。\n\n地球に帰還した二人は、健康チェックを受けるためにストレッチャーで運ばれました。彼らの帰還は、世界中の注目を集め、多くの人々に感動を与えました。"
    },
    {
      "Title_JP": "スコットランドの男性受刑者における頭部外傷の重大な歴史があった。",
      "Title": "Significant history of head injuries among male prisoners in Scotland",
      "URL": "https://www.heraldscotland.com/news/25019059.80-male-prisoners-scotland-head-injury-history/?ref=rss",
      "Summary_JP": "スコットランドの男性囚人の間での頭部外傷の重要な歴史についての研究が報告されました。この研究によると、約35%の男性囚人が長期間にわたり繰り返し頭部外傷を経験していることが明らかになりました。頭部外傷の主な原因は暴力であり、その他の原因からの傷害も多く見られました。\n\n研究では、頭部外傷がもたらす影響についても調査されており、35%の被験者が重大な頭部外傷に関連する障害を経験していることが示されています。さらに、深刻な頭部外傷と臨床的な不安、うつ病、問題のある薬物およびアルコール使用との関連が見つかりました。また、頭部外傷は社会的関係の難しさや自己管理能力の低下とも関連しており、これらは犯罪行動のリスク要因とされています。\n\nこの研究を担当したトム・マクミラン教授は、「我々の研究は、スコットランドの男性犯罪者における重大な頭部外傷の有病率と影響に関する重要な新情報を明らかにしました」と述べています。この研究は、スコットランドの8,000人以上の成人男性囚人の代表的なサンプルを基にしており、頭部外傷と刑事司法システムに関する一連の研究の一部です。\n\n研究の結果は、囚人に対する教育ツールやスタッフ向けのeラーニングモジュールの開発につながっており、これらはスコットランドのNHS教育機関と共同で制作されています。この研究は、精神医学の専門誌『Frontiers in Psychiatry』に掲載され、スコットランド政府から部分的に資金提供を受けています。"
    }
  ],
  "20250320": [
    {
      "Title_JP": "窓に鉄格子のない刑務所で女性たちが自由を準備した。",
      "Title": "The prison with no bars on the windows where women prepare for freedom",
      "URL": "https://www.bbc.com/news/articles/cy7x08xlv1yo",
      "Summary_JP": "スコットランドのグラスゴーにあるリリアスセンターは、女性受刑者が自由に向けて準備をするための新しい試みです。このセンターは、従来の刑務所とは異なり、窓にバーがなく、温かみのある環境が整っています。受刑者は自分で食事を作り、ショッピングを楽しむことができ、より多くの自由を持っています。\n\n受刑者のロナ・マッケンジーさんは、15年以上の服役を経てこのセンターに移り、生活の変化を感じています。彼女は自分の罪に対する悔恨の念を抱きつつも、リリアスセンターが彼女を社会復帰に向けてサポートしていると語っています。また、アミー・マクマレンさんもこのセンターの環境に満足しており、DJスキルを学ぶなど新しい挑戦をしています。\n\nリリアスセンターは、受刑者が自立し、社会に戻るための支援を行うことで、再犯率の低下を目指しています。受刑者たちは、希望を持ち、自信を持って社会に戻る準備を進めています。"
    },
    {
      "Title_JP": "医師たちは新しいGPの採用をする余裕がないと訴えました。",
      "Title": "Doctors say they cannot afford to recruit new GPs",
      "URL": "https://www.bbc.com/news/articles/c8rk8y8x58ko",
      "Summary_JP": "医師たちは、スコットランドの多くの診療所が新しいGPを雇う余裕がないと警告しています。政府がかかりつけ医にかかりやすくするための約束をしているにもかかわらず、研修中のGPたちは常勤または非常勤の仕事を見つけるのに苦労しています。ロイヤル・カレッジ・オブ・GPと英国医師会は、一部の診療所が採用を凍結し、経済的な課題に直面しているため、臨時スタッフの使用を縮小していると述べています。スコットランド政府は、一般診療に追加のリソースを提供するための措置を講じているとしています。\n\nリンドン医療センターのアニー・ロマス医師は、財政状況が「これまでで最悪」であり、一部の診療所が閉鎖せざるを得ない可能性があると警告しています。また、ペニクイック医療センターのサマンサ・マッカーシー医師は、競争が激化する中で「失業の壁」に直面しており、医療を離れることを検討していると述べています。\n\n患者のトリシア・ディクソンさんは、診療所のスタッフを責めることはできないが、十分な医師がいないため、予約の際に長い待ち時間を強いられていると語っています。スコットランドの医療は、成長する高齢人口の複雑な健康ニーズに対応するために、ますます多忙になっており、医師数が減少している中で安全でタイムリーなケアを提供することが難しくなっています。"
    },
    {
      "Title_JP": "性暴力被害者や高齢者のためのサービスが3700万ポンドの削減に合意しました。",
      "Title": "Services for sex assault victims and elderly among £37m in cuts agreed",
      "URL": "https://news.stv.tv/west-central/services-for-sex-assault-victims-and-elderly-among-37m-in-cuts-agreed",
      "Summary_JP": "グラスゴーでは、予算の削減が合意され、性的暴力の被害者や高齢者向けのサービスが影響を受けることが報告されています。健康管理者たちは、繰り返される予算削減により「嵐を耐えられない」と警告しており、145人以上の職を削減する計画が承認されました。高齢者向けの支援サービスや、サンディフォードクリニックでの性的暴力被害者向けのカウンセリングサービスが廃止される見込みです。\n\n財政圧力は「前例のない」ものであり、今後3年間で1億2000万ポンドの赤字が予想されています。今回の予算には、英国内務省の決定による亡命申請の迅速化に伴うコストも含まれておらず、これに関連する費用は4530万ポンドと見込まれています。グラスゴー市議会は、これらの問題に対処するために、財源の見直しを求めています。\n\nまた、カウンセリングサービスの削減により、性的暴力被害者の支援が減少する懸念が示されています。労働組合の代表者たちは、スコットランド政府と英国政府からの資金支援の見直しが必要であると主張しており、今後の厳しい状況への対策を求めています。"
    },
    {
      "Title_JP": "オリジナルのETモデルが約100万ポンドでオークションに出品されました。",
      "Title": "Original ET model will hit auction block for nearly £1m",
      "URL": "https://news.stv.tv/entertainment/original-et-model-will-hit-auction-block-for-nearly-1m",
      "Summary_JP": "映画『E.T.』のオリジナルモデルが、約100万ポンドでオークションに出品されることが発表されました。オークションハウスのサザビーズによると、実際に使用されたこのモデルの予想落札価格は、600,000ドルから900,000ドルとのことです。このモデルは、スティーブン・スピルバーグ監督による1982年の名作で、若きドリュー・バリモアが出演したことで知られています。\n\nこのモデルは、故カルロ・ランバルディ氏のコレクションから直接提供されるもので、ランバルディ氏は特撮の巨匠として知られています。彼の娘であるダニエラ・ランバルディ氏は、父の作品がオークションにかけられる機会を得たことに感謝の意を示しました。オークションは3月21日に開始され、4月3日に終了する予定です。"
    },
    {
      "Title_JP": "刑務所からアパートを貸し出したい殺人犯が、家主の入札を拒否されました。",
      "Title": "Murderer who wanted to rent out flat from jail has landlord bid rejected",
      "URL": "https://news.stv.tv/west-central/murderer-who-wanted-to-rent-out-flat-from-jail-has-landlord-bid-rejected",
      "Summary_JP": "グラスゴーのフラットを刑務所にいる間に貸し出そうとした殺人者、フィンレイ・マクドナルド氏（41歳）の土地主登録申請が拒否されました。マクドナルド氏は、義理の兄を殺害し、妻や他の二人を襲撃した罪で、昨年12月に終身刑を宣告されました。彼は、出所後に自らのフラットに戻る意向を示し、その収入を生活費に充てる考えでした。しかし、委員会は、長期間の拘禁中にフラットをどのように管理するか不明であることを指摘し、申請を却下しました。"
    },
    {
      "Title_JP": "村のための追加の小学校の計画が承認されました。",
      "Title": "Plans for additional primary school for village approved",
      "URL": "https://news.stv.tv/west-central/plans-for-additional-primary-school-for-village-approved",
      "Summary_JP": "ビショップトンのダーガベル村に新しい小学校を建設する計画が承認されました。この800人収容の施設は、クレイトン・ドライブの最奥部に建設され、2027年8月に開校予定です。レンフルシャー地方自治体は、スポーツと集会ホール、駐車場、3Gピッチ、複合型ゲームエリアを備えた3階建ての校舎の計画許可を申請し、条件付きで承認されました。現在のダーガベル小学校の収容能力が不足することが判明したため、追加の小学校が必要とされています。プロジェクトは2027年の完成を目指して順調に進んでいます。"
    },
    {
      "Title_JP": "TikTokのスター、フランシス・ボージョワが引退したグラスゴーの地下鉄車両を購入しました。",
      "Title": "TikTok star Francis Bourgeois buys retired Glasgow subway train",
      "URL": "https://news.stv.tv/west-central/tiktok-star-francis-bourgeois-buys-retired-glasgow-subway-train",
      "Summary_JP": "ティックトックのスター、フランシス・ブールジョワは、引退したグラスゴーの地下鉄車両を購入しました。彼は、300万人以上のフォロワーを持ち、世界中での鉄道スポッティングの動画を通じて人気を博しています。彼は、自身のYouTubeチャンネルで「私が電車を買った」というタイトルの動画を投稿し、フォロワーにこのニュースを伝えました。\n\nブールジョワは、グラスゴーでの訪問中に地下鉄の路線を探索し、その「人間工学的な美しさ」を紹介しました。彼は、カレドニアン・スリーパーでグラスゴーに到着した後、ゴーヴァンにある107号パワーカーを引き取りに行きました。この車両は、昨年、古い地下鉄車両の一部として運行を終了していました。\n\n彼は、自分のものとなった電車に座っていることの不思議さを語り、廃棄されるところだったこの電車を救えたことに喜びを表明しました。フォロワーたちは、彼の活動を称賛し、彼が地域の遺産を守ることに感謝の意を示しました。"
    },
    {
      "Title_JP": "ソフィーがツール・ド・フランス2027発表後、スコットランドで祝賀会に参加しました。",
      "Title": "Sophie joins celebrations in Scotland after Tour de France 2027 announcement",
      "URL": "https://news.stv.tv/world/sophie-joins-celebrations-in-scotland-after-tour-de-france-2027-announcement",
      "Summary_JP": "2027年ツール・ド・フランスの開催が発表された後、エディンバラ城で祝賀イベントが行われました。エディンバラ公爵夫人が主導し、歴史的な名所は黄色にライトアップされ、花火や煙の演出が加わりました。このイベントには、ツール・ド・フランスの総監督クリスチャン・プリュドム、スコットランドのファーストミニスタージョン・スウィニー、イギリス文化大臣リサ・ナンディ、英国サイクリングのCEOジョン・ダットン、そしてツール・ド・フランスのスターサー・マーク・キャベンディッシュなどが出席しました。若いサイクリストやスコットランドのパイパー、イングランド、スコットランド、ウェールズからの著名人も参加し、盛大な祝賀ムードが漂いました。"
    },
    {
      "Title_JP": "キアラン・ティアニーの復帰がスコットランドのスティーブ・クラーク監督に選択の悩みをもたらしました。",
      "Title": "Kieran Tierney’s return leaves Scotland boss Steve Clarke with selection poser",
      "URL": "https://news.stv.tv/sport/kieran-tierneys-return-leaves-scotland-boss-steve-clarke-with-selection-poser",
      "Summary_JP": "スコットランドの監督スティーブ・クラーク氏は、キアラン・ティアニー選手の復帰により、ギリシャとのネイションズリーグのプレーオフに向けて選手選考に悩んでいます。ティアニー選手は怪我のため欠場していましたが、今回の試合に向けて復帰しました。クラーク氏は、「良い選手が選べるのは嬉しい問題です」と述べ、若手選手の起用やチームの戦術変更についても言及しました。また、アテネでの試合に向けて強い雰囲気を楽しむよう、選手たちに期待を寄せています。さらに、新加入のジョージ・ハースト選手に対しても期待を示し、スコットランドがリーグAにとどまることの重要性を強調しました。"
    },
    {
      "Title_JP": "カトリック教徒がスコットランド教会で王を代表する禁止令の解除が支持された。",
      "Title": "Lords back lifting of ban on Catholics representing King at Church of Scotland",
      "URL": "https://news.stv.tv/scotland/lords-back-lifting-of-ban-on-catholics-representing-king-at-church-of-scotland",
      "Summary_JP": "ロンドンのハウス・オブ・ローズで、カトリック教徒がスコットランド教会で国王を代表することを禁止する法案が、歴史的な善意のジェスチャーとして撤回されることが決定されました。この「長年の遅れた」措置により、実践的なカトリック教徒であるエリッシュ・アンジョリーニ女史が、今年のスコットランドのロード・ハイ・コミッショナーに任命されることになります。\n\nこの法案は、スコットランド教会の総会で国王の個人代表を務める役割に関するもので、1689年のスチュアート時代の権利請求法に遡ります。この法律は、カトリック教徒の公職就任を禁じており、長い間、スコットランドの法律に残っていました。\n\nエリッシュ女史は、スコットランド初の女性ロード・アドボケイトであり、過去にはオックスフォード大学のプロ・バイス・チャンセラーを務めていました。この法案の可決により、カトリック教徒の完全な平等が進むことが期待されています。スコットランド教会とカトリック教会の間の友好関係の一環として、この改革は歓迎されており、社会のさまざまな宗教や背景を持つ人々が団結する良い例とされています。"
    }
  ]
}