{
  "schema_version": "1.0",
  "date": "20250325",
  "articles": [
    {
      "title": "Teaching was too stressful so I left to become a lorry driver",
      "url": "https://www.bbc.com/news/articles/cwynl639dg9o",
      "source": "BBC News",
      "published": "2025-03-24T22:47:44",
      "content_en": "Teaching was too stressful so I left to become a lorry driver\n7 hours ago Share Save Share Save\nBBC Stuart Youens\nLucy Adams Education correspondent, BBC Scotland\nStuart Youens says that when he became a secondary school teacher 20 years ago he loved the job. But gradually the effect of budget cuts, the reduction in classroom assistants, the increase in additional support needs, and a rise in bureaucracy took its toll. Two years ago he chose to leave the profession and become a lorry driver – and says he's a lot happier in his new job. Figures seen by BBC Scotland News suggest that the number of days teachers have been absent because of stress has risen dramatically in the past six years. Unions and education experts say many teachers are leaving altogether as a result. The Scottish government says it is taking action to make sure school staff can access the necessary support.\nStuart Youens, 47, from central Scotland, says he taught in a good school but had started feeling dread at the thought of going in to work. He added he needed to get out before he \"became bitter\". He says teachers need to be able to cope with stress in the classroom, but that mobile phones, challenging behaviour and pupil disengagement have become a growing problem. Stuart says the amount of stress outside the classroom has also risen dramatically due to qualifications and increasing amounts of paperwork. \"In my view teaching should be quite a simple job and if you add layers and layers of data collecting and bureaucracy it adds stress,\" he says. \"It needs to be stripped back so teachers can get on with the job. It is a really satisfying job but we need to be able to get on with it without all these huge levels of bureaucracy.\"\nStuart Youens says driving is more relaxed than teaching\nHe says he loves being a lorry driver and does not miss life as a geography teacher, even though it paid better. \"It is difficult to compare lorry driving to teaching, they are completely different professions,\" he says. \"What I really like about driving is the simplicity. It's just so much more relaxed. \"Don't get me wrong there are stressors in any job and there are stressors in driving a big vehicle, but the folk I work with are great and if there is a problem the mechanics fix it. \"I've got that simplicity back that I felt I should have had in teaching.\" There were about 53,000 teachers in Scotland in 2023/24. Questions about the number of teacher absences due to stress were sent to every Scottish council by Reform Scotland, which describes itself as a non-partisan independent think tank and is chaired by former Labour first minister Lord Jack McConnell. It received responses to its freedom of information requests from the majority of local authorities, although a number – including Glasgow – did not respond or only provided the average number of teacher days missed. In the 14 councils which provided data for every year, the total number of days missed by teachers due to stress rose from 30,380 in 2017/18 to 41,629 last year. In Edinburgh, the number has more than doubled over the same period, from 3,594 to 8,879. Angus is among the other areas to have reported large increases.\nPA Media\nTeachers have told the BBC that their jobs are being made more difficult by increasingly difficult classroom behaviour, higher numbers of children with significant support needs, and cuts to classroom assistants, support staff and overall budgets. Education experts say that having so many experienced teachers being off long-term sick or leaving the profession altogether has a hugely detrimental impact on pupils who will then get ad hoc supply teachers or have to share teachers with other classes. Alison Payne, research director at Reform Scotland, said it wanted to get a better idea of the impact on teaching after hearing anecdotal reports of rising stress levels. She said: \"While the different recording methods used by the different councils made it difficult to get a Scotland-wide picture, individual council responses were alarming. Ms Payne said the Scottish government should investigate the issue further. \"While the growing number of teachers badly affected by stress is obviously deeply worrying on a personal level, the increasing number of days lost also represents more disruption to learning for pupils,\" she added. \"The figures don't give an indication of whether a small number of teachers have been off for long periods, which may be easier to manage in terms of securing cover, or if an increasing number of teachers are of for small amounts of time, which can be more difficult to plan around.\"\n'Making meaningful progress'",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T22:47:44"
    },
    {
      "title": "Speeding driver admits killing pedestrian on pavement",
      "url": "https://www.bbc.com/news/articles/cp3yg5z9e85o",
      "source": "BBC News",
      "published": "2025-03-24T17:58:50",
      "content_en": "Speeding driver admits killing pedestrian on pavement\n12 hours ago Share Save Share Save\nPolice Scotland Chinenye Okonkwo moved to Scotland to study public health at Glasgow Caledonian University in January 2022.\nA speeding driver has admitted killing a student as she waited to cross the road. Akbar Razaq struck Chinenye Okonkwo when he mounted the pavement while travelling at 60mph in a 30mph zone in Glasgow city centre. Ms Okonkwo, 33, from Nigeria, was pronounced dead at the scene. Lord Mulholland told the High Court in Glasgow her death on 2 February 2023 was an \"utter tragedy\".\nRazaq, 29, was remanded in custody after he admitted a charge of causing death by dangerous driving. He will be sentenced in May.\nMs Okonkwo moved to Scotland to study public health at Glasgow Caledonian University in January 2022. She also worked part-time as a care home nurse in the city's east end and was on her way to work the night she was killed. Her family paid tribute to her as a \"wonderful, kind, intelligent young woman with a strong faith in God.\" On Monday they followed proceedings via videolink. The court heard Razaq's Audi A4 was hit by a Ford Fiesta seconds before it mounted the pavement and struck a traffic light post. Ms Okonkwo, who was standing at the junction of Newton Street and St Vincent Street, was then struck by both the car and the pole. Razaq got out to \"remonstrate\" with the other driver. It was only then that a passenger in his Audi spotted Ms Okonkwo under the vehicle.\n'She had huge potential'",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T17:58:50"
    },
    {
      "title": "Tributes paid to mountain rescue 'legend' David Whalley",
      "url": "https://www.bbc.com/news/articles/c93nzqj2ey2o",
      "source": "BBC News",
      "published": "2025-03-24T20:09:00",
      "content_en": "Tributes paid to mountain rescue 'legend' David Whalley\n10 hours ago Share Save Share Save\nBBC David Whalley climbed Scotland's 282 Munros (mountains over 3,000ft) eight times\nTributes have been paid to a mountain search and rescue veteran who was one of the first on the scene of the Lockerbie disaster. David \"Heavy\" Whalley, who has died aged 72, served with the RAF Mountain Rescue Service for almost 40 years. During his career he attended more than 1,000 mountain incidents, dozens of air accidents and helped save hundreds of lives. Scottish Mountain Rescue described Whalley as a \"true legend\" and broadcaster Cameron McNeish said he made time for everyone.\nLast year Whalley, of Burghead in Moray, told BBC Radio Scotland's Good Morning Scotland programme that he had been diagnosed with stage four liver disease.\nScottish Mountain Rescue (SMR) said it was \"deeply saddened\" by the news of his death. It added: \"Heavy dedicated his life to helping others in the mountains, giving countless years of service with unwavering commitment, skill, and compassion. \"He was a leader, a mentor, and a friend to so many in the mountain rescue community and beyond. \"His knowledge, experience, and kindness left an indelible mark on all who worked alongside him.\" SMR said his legacy would live on through every team member he guided, every life he touched and \"every summit where his spirit roams free\". McNeish said his friend's death still came as a shock even though he had been ill. The writer added: \"Heavy was probably the most-liked and popular person I have ever met, a man with time for everyone and a man with a heart of gold.\"\nDavid Whalley Whalley with his dog, Teallach, on Ben Nevis\nLast year Whalley said he had \"always been a fighter\" and would battle until the end. He was affectionately known as by his nickname, \"Heavy\", which was given to him when he joined the RAF as a 5ft 4in recruit weighing just seven stone. Whalley worked as a team leader for both the RAF Leuchars and RAF Kinloss Mountain Rescue teams. He was also deputy leader at RAF Valley in North Wales and president of the Search and Rescue Dog Association Scotland (SARDA). Whalley attended more than 70 aircraft crashes and was senior team leader of the rescue effort at the scene of the Lockerbie disaster.\nGetty Images Pan Am Flight 103 was brought down on 21 December 1988\nPan Am Flight 103 was brought down on 21 December 1988, killing its 259 passengers and crew and another 11 residents in the Scottish town. Reflecting last year on the UK's worst terror attack, Whalley said: \"The place was like hell. \"It was terrible, and it was so dangerous, and there were fatalities everywhere.\" \"And I don't think people can ever imagine what that was like.\" He said the police force and the fire brigade were overwhelmed and admitted it took its toll on his mental health. Whalley recalled: \"I was just working non-stop for about a week, no sleep, nothing. \"One day afterwards I tried to get up and I was frozen, I could not move. \"I had about three or four weeks in bed.\" He said after the trauma of the disaster he fought hard for the military to offer help to rescuers who may have suffered from post-traumatic disease, which is a legacy he was proud of.\nDavid Whalley Whalley with his granddaughter, Ellie Skye, in 2013",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T20:09:00"
    },
    {
      "title": "'Talentless' graffiti vandals target old subway carriages",
      "url": "https://www.bbc.com/news/articles/ce306zg9y2yo",
      "source": "BBC News",
      "published": "2025-03-24T22:50:54",
      "content_en": "'Talentless' graffiti vandals target old subway carriages\n7 hours ago Share Save Share Save\nBBC The subway carriages were vandalised in Finneston\nThe owner of ten old orange Glasgow subway carriages has hit out after a number of them were targeted by \"talentless\" graffiti vandals. Joe Mulholland is planning to use them for part of a restaurant and as workshops in the Finnieston area of the city. A number of the carriages were sold to private individuals and charities after being taken out of service last year. They have been bought by nurseries, an art centre and a restaurateur. Police Scotland said inquiries into the vandalism were ongoing.\nMr Mulholland, who owns the Hidden Lane in Finnieston, said he was now facing a cleaning bill of \"several thousand pounds\" after the carriages were defaced over the course of a week. He told BBC Scotland News: \"The actual graffiti I would say is talentless. It's not as if you would say 'oh that's interesting we'll keep that'. There's nothing we would like to keep. \"I feel very angry. It would be bad enough if there were some talent being shown in it instead of just to destroy things that were very elegant in themselves. \"It has made carriages which were very elegant look cheap and tawdry.\" Mr Mulholland said the culprits entered through a locked gate and also damaged security cameras at the site. He added: \"If it had been Banksy that had put it on, I probably would have considered keeping it but none of these are on the same planet as Banksy.\"\nThe owner said removing the graffiti will be costly",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T22:50:54"
    },
    {
      "title": "Scots tourist in hospital after Rome holiday explosion",
      "url": "https://www.bbc.com/news/articles/c4g0jne55leo",
      "source": "BBC News",
      "published": "2025-03-24T16:46:44",
      "content_en": "Scots tourist in hospital after Rome holiday explosion\n13 hours ago Share Save Share Save\nFacebook Grant Paterson is understood to be in hospital being treated for severe burns\nA Scottish tourist has been seriously injured in a suspected gas explosion that destroyed his holiday home in Rome. Grant Paterson, 54, was rescued from the rubble of a three-storey building in the Monteverde area of the Italian capital on Saturday morning. Mr Paterson, from East Kilbride in Lanarkshire, is understood to be receiving treatment for severe burns at Rome's Sant'Eugenio hospital. Roberto Gualtieri, the Mayor of Rome, visited the scene and has ordered an investigation into the explosion.\nIt is understood that Mr Paterson, who works for Scottish ferry operator CalMac, arrived in Rome last week on a solo trip. He was staying in the apartment with views over the city's Villa Pamphili park.\nPolizia Roma Capitale The three-storey holiday home was destroyed in the explosion\nIn a post on social media he wrote: \"Accommodation is beautiful. This should be a good week.\" According to Italian news site Roma Today, Mr Paterson was pulled out of the ruins conscious and is thought to have suffered severe burns to 75% of his body. Duncan Mackison, CEO of CalMac, said: \"We were shocked and saddened to hear that our colleague, Grant, has been critically injured on holiday. \"We have reached out to offer our support to Grant's family, and our thoughts are with Grant and his family at this difficult time.\" The UK foreign office said it was \"in contact with the local authorities\" and Mr Paterson's relatives were being supported.\nItalian author",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T16:46:44"
    },
    {
      "title": "Second teenager charged over Amen Teklay knife murder",
      "url": "https://www.bbc.com/news/articles/cn0461x772no",
      "source": "BBC News",
      "published": "2025-03-24T18:55:05",
      "content_en": "Second teenager charged over Amen Teklay knife murder\n11 hours ago Share Save Share Save\nPolice Scotland Amen's friends and family say he was a \"kind and \"bright\" boy\nA second teenager has appeared in court charged with the knife murder of Amen Teklay. The 16-year-old boy allegedly assaulted Amen, 15, in Glasgow's Maryhill on 5 March. Court papers state the teenager acted with another suspect during the attack on Clarendon Street. It is claimed the boy, while in possession of a frying pan, \"punched or otherwise struck\" Amen on the body.\nThe charge further alleges that he struck Amen on the body with a knife and murdered him. The 16-year-old, who is from the city's Springburn, made no plea when he appeared in private before Glasgow Sheriff Court and was remanded in custody.\nPA Media Tributes were left during a vigil at a football park where Amen played in Scotstoun\nA 14-year-old boy has already appeared in court charged with murder and assault, and is accused of striking Amen with a knife, while a 15-year-old faces an assault charge. An additional charge states the 14-year-old was in possession of a knife in the city's Dumbarton Road three days before the fatal attack. The 15-year-old is accused of being in possession of a barrier pole at the same time or place. The 14-year-old was remanded in custody while the 15-year-old was granted bail.",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T18:55:05"
    },
    {
      "title": "Ray Meade: 'When they told me I had MS, I thought I was done'",
      "url": "https://www.bbc.com/news/articles/cddy84g4102o",
      "source": "BBC News",
      "published": "2025-03-24T22:53:01",
      "content_en": "Ray Meade: 'When they told me I had MS, I thought I was done'\n7 hours ago Share Save Pauline McLean BBC Scotland Arts Correspondent Share Save\nGetty Images Raymond Meade, who has played with Ocean Colour Scene, was diagnosed with MS in 2021\nLike most of us, guitarist Raymond Meade had a slow and quiet summer in 2021. The pandemic had put a stop to live touring with Ocean Colour Scene, with whom he had played since 2016. And without recording studios, he was unable to continue with his successful solo career. But there was a further barrier for the bassist, who has been playing since he was in school. \"I'd started to get these really intense pins and needles in my hands. It was like throwing a snowball and then running your hands under hot water afterwards. It's really painful and hot.\" \"And then it spread to my feet.\"\nGetty Images Raymond (far right) has played with Ocean Colour Scene since 2013.\nIn August that year, he was diagnosed with multiple sclerosis (MS) which affects the central nervous system. \"It was almost a relief to have the diagnosis because it allowed me to make the necessary adjustments and get on with my life.\" But he was also concerned that his professional career might be over. \"The day they told me I had MS, I thought I was done. I wasn't even 40 at that point and I thought I'd have to sell my guitars and find some other way to make a living. \"But the neurologist said, 'Give it time'.\" Within two months, he was on a new treatment, and ready to leave hospital. Ocean Colour Scene had just announced their first tour in almost two years – and Meade was keen to be part of it. \"My hands didn't work. I couldn't tie my laces. I couldn't do a zip up - I was dropping everything. \"To have something to aim for was important.\" He called the other band members - Simon Fowler, Steve Cradock and Oscar Harrison - and told them what had happened.\n'Outpouring of emotion'\n\"I said I was aware that I might not get back to the level of being able to perform live, but they just said 'Get fit, see you in December'.\" The gig in the band's home city of Birmingham was an emotional one, for them and the audience. But Meade was just focused on getting through the set. \"I had a stool hidden behind an amp and I thought if I can get through this without sitting down, I'll be doing ok. In the end I didn't need it. And there was this outpouring of emotion. It was such a terrible time and it was a release to get back to playing live music.\" \"We all had a hug when we came off stage.\" Having returned to live touring, Meade had another challenge to face. Making his own music. \"I couldn't hold a pen – which means I can't do my crossword either. My head was just scrambled with too much information. I made the mistake of googling MS and I was just swamped with information. \"The thing to remember is that no one - with my brain - has ever had this before so I needed to find out what's right for me.\"\nRaymond Meade Raymond made it to the OCS gig in Birmingham and admits it was \"emotional\"\nHe started to train his brain with games like chess, and slowly the songwriting abilities returned. The result is his first new single since his diagnosis, Holy Water, which has been released on Alan McGee's new label Creation Youth. For a boy who grew up in the southside of Glasgow, idolising Oasis, and later ran Liam Gallagher's clothes label Pretty Green, it was a dream moment. \"I used to send him demo cassettes. It's a full circle moment. And to be writing again and to have that music released by Alan McGee meant everything.\" \"I'd never thought I'd get back to playing with the band and writing my own music, being able to record it and being at a level that Alan McGee finds it worthy of releasing.\" This week he and the rest of Ocean Colour Scene kick off their latest tour in Leeds. The band whose hits include The Riverboat Song and The Day We Caught the Train will play two dates at Glasgow's 02 Academy on 15 and 16 April. Another dream come true for the boy who saw the band as a teenager at the Glasgow Barrowlands.\nRaymond Meade Raymond has released his first single since his diagnosis - Holy Water",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T22:53:01"
    },
    {
      "title": "Councils have enough cash to fix potholes - Swinney",
      "url": "https://www.bbc.com/news/articles/cewk9wyrnrro",
      "source": "BBC News",
      "published": "2025-03-24T15:53:21",
      "content_en": "Councils have enough cash to fix potholes - Swinney\n14 hours ago Share Save Share Save\nGetty Images The UK government announced £500m of funding for road repairs in England\nFirst Minister John Swinney has insisted Scottish councils are \"adequately\" funded to fix potholes. His comments came after the UK government announced an extra £500m for road maintenance in England. Swinney said his administration was providing an additional £1bn in funding for councils in the 2025-26 budget. Drivers from Glasgow to Cape Wrath in the Highlands have protested about potholes last year.\nUnder plans announced by Prime Minister Sir Keir Starmer, councils in England will be ranked according to their pothole fixing progress. Swinney told BBC Scotland News: \"We fulfilled the request of local government for a real-terms increase in their core funding, so they could tackle issues such as potholes and other issues. \"The Scottish government has adequately and fully funded local government to make sure these issues, such as potholes, can be tackled in our local communities so that we can invest in our public infrastructure and meet the needs of the public.\"\nPA Media John Swinney says his government has listened to calls for increased local authority funding\nCash-strapped councils, struggling to meet the costs of delivering public services, have faced more vocal complaints about the state of roads in recent years. Campaigners in Caithness claimed the problem was so bad people were leaving the area. Council umbrella body Cosla said local authorities were committed to keeping roads for which they were responsible safe and carried out critical maintenance \"where necessary\". A spokesperson added: \"Council finances are under intense pressure, and while the £54m cut to councils' capital budget in 2024/25 was reversed in 25/26 there is only a further increase of £11m, this has had an impact on local authorities' capital programmes. \"This means that the capital grant to meet the high standards and efficiency for essential services, including road maintenance, stands at only £777m to support and maintain assets worth an estimated £55bn.\" Scottish Conservative shadow transport secretary Sue Webber said: \"John Swinney is living on a different planet if he thinks he's giving Scotland's councils the funds needed to fix our pothole-scarred roads. \"Motorists can see the appalling state of our roads, after years of savage SNP government cuts to councils - and the investment now needed to put it right.\"\nSwinney also raised concerns about the UK government Spring Statement on Wednesday, in which Chancellor Rachel Reeves is expected to announce further spending cuts. He said that \"essential\" funding for public services in Scotland might be cut, warning that would be a \"serious threat\" to efforts to tackle poverty and invest in the NHS. The Labour administration has already announced plans to cut the welfare budget by £5bn a year, largely from slashing support for disabled people and on incapacity benefits. Swinney said: \"I literally cannot believe that a Labour government is going to punish some of the most vulnerable people in our society.\"\nPA Media Chancellor Rachel Reeves is expected to announce cuts in the Spring Statement this week",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T15:53:21"
    },
    {
      "title": "Car crashes into ambulances parked at hospital",
      "url": "https://www.bbc.com/news/articles/c3rneg5887ro",
      "source": "BBC News",
      "published": "2025-03-24T17:24:35",
      "content_en": "Car crashes into ambulances parked at hospital\nThe front of the Audi was badly damaged and the ambulance door was smashed\nA car has crashed into a parked ambulance - and caused it to smash into another - at Scotland's largest hospital.\nIt is understood there were patients on board both ambulances at the time, which were stationed at Queen Elizabeth University Hospital in Glasgow.\nThe crash, involving a black Audi, happened at about 07:15. The front of the car and passenger side of the ambulance were badly damaged.\nA Police Scotland spokesperson said: \"Arrangements were made for the vehicles to be recovered.\"",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T17:24:35"
    },
    {
      "title": "Bayoh family settle damages claim against police",
      "url": "https://www.bbc.com/news/articles/c7vz4219jd1o",
      "source": "BBC News",
      "published": "2025-03-24T17:25:32",
      "content_en": "Bayoh family settle damages claim against police\n12 hours ago Share Save Share Save\nBayoh family A public inquiry is being held into the death of father-of-two Sheku Bayoh\nThe family of Sheku Bayoh, who died in police custody in Fife nine years ago, have settled their damages action against Police Scotland. Mr Bayoh, 31, was restrained on the ground by six officers in Kirkcaldy in May 2015. Relatives launched legal action in 2018, seeking £1.85m in damages over his \"unlawful killing.\" A joint statement issued by the family's lawyers and Police Scotland said a civil settlement had been agreed without any admission of liability on behalf of the force.\nLast month, Police Scotland Chief Constable Jo Farrell met Mr Bayoh's relatives and offered what was described as \"an apology for their ordeal.\"\n'Struggle for truth'",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T17:25:32"
    },
    {
      "title": "Man, 59, dies after rush-hour motorbike crash",
      "url": "https://www.bbc.com/news/articles/cvgdxr25d37o",
      "source": "BBC News",
      "published": "2025-03-24T16:19:30",
      "content_en": "Man, 59, dies after rush-hour motorbike crash\nBrian McGill was pronounced dead at the scene of the crash on the B741\nA man has died after he was involved in a crash on his motorbike in South Ayrshire.\nBrian McGill, 59, from Dailly, was critically injured on the B741 near Hamilton Bridge, Crosshill, at about 16:55 on Friday.\nMr McGill, who was riding a KTM 1290 Superduke R20, was pronounced dead at the scene.\nThe road was closed for almost seven hours to allow investigators to carry out inquiries.",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T16:19:30"
    },
    {
      "title": "Morrisons to close 52 cafes and 17 convenience stores",
      "url": "https://www.bbc.com/news/articles/cqx0v5xprz4o",
      "source": "BBC News",
      "published": "2025-03-24T15:25:55",
      "content_en": "Morrisons to close 52 cafes and 17 convenience stores\nMorrisons is under pressure to cut costs as it struggles to compete with other supermarkets\nThe retailer has come under significant pressure from the growth of discounter rivals, with Aldi overtaking Morrisons as the UK's fourth biggest supermarket chain in 2022.\nIt is expected the cuts will be rolled out over the next few months.\nThe retailer will also close a number of in-store services, including some meat and fish counters, pharmacies and all its market kitchens in an attempt to redirect cash to other parts of the business.\nSupermarket chain Morrisons is to shut 52 cafes and 17 convenience stores, putting hundreds of jobs at risk.\nMorrisons said most staff affected by the changes were expected to be redeployed, but around 365 employees would be at risk of redundancy.\nThe store closures will all be Morrisons Daily convenience stores, which have extended opening hours.\nThe other closures include 52 cafes,13 florists, 35 meat counters, 35 fish counters, four pharmacies and all 18 market kitchens, which are small food courts that offer freshly made meals to take away.\nThe chain employs 95,000 people in its 500 supermarkets and 1,600 Morrisons Dailys.\nIn-store cafes will be shut in five London stores, with cafes in Leeds, Portsmouth and Glasgow also affected.\nIn some stores, the supermarket plans to work with third parties \"to provide a relevant specialist offer\", said chief executive Rami Baitiéh.\n\"The changes we are announcing today are a necessary part of our plans to renew and reinvigorate Morrisons and enable us to focus our investment into the areas that customers really value and that can play a full part in our growth.\"\nIn January, rival Sainsbury's announced it was shutting down the remainder of its cafes, saying that most shoppers \"do not use the cafes regularly\".\nSusannah Streeter, head of money and markets at Hargreaves Lansdown, said Morrisons was going to have to make adjustments to be able to compete in a price-sensitive market.\n\"The supermarket chain is closing services seen as nice-to-have, but not essential, and scaling back its convenience footprint as it readies for a round of cost-cutting from rivals,\" she said.\n\"Discounters Aldi and Lidl are already proving to be formidable competition. Morrison's clearly wants to free up cash to be as value-focused as possible as an intense period of competition is forecast.\"",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T15:25:55"
    },
    {
      "title": "Theatre kids 'heartbroken' after admin error axes shows",
      "url": "https://www.bbc.com/news/articles/czrnzpen6mjo",
      "source": "BBC News",
      "published": "2025-03-24T06:15:07",
      "content_en": "Theatre kids 'heartbroken' after admin error axes shows\n23 hours ago Share Save Jonathan Geddes BBC Scotland News Share Save\nCaroline Hendoe Mum Caroline said daughter Scarlett was devastated at the show being cancelled\nYoung theatre performers have been left \"heartbroken\" and \"devastated\" after a licence breach forced their shows to be abruptly cancelled halfway through a week-long run. Matilda Jr was due to be performed at the SEC in Glasgow from Tuesday until Saturday, using two different groups of children. However, performing arts academy GAMTA only had rights for the show in venues with a capacity under 400 - but the SEC's Lomond Suite seats 497. The rights holders - understood to be Music Theatre International Europe - then revoked the licence, meaning a group of young performers suddenly learned their three weekend shows were scrapped.\nOne group of children handled shows from Tuesday to Thursday, with the second cast to start their run on Friday. The disappointment, first reported by Glasgow Live, prompted parents to post on social media that it resulted in tears from young cast members. Caroline Hendoe's daughter Scarlett, 12, was one of the second group of students who only performed once in the show, which is a slimmed down one hour adaptation of the successful stage musical, based on Roald Dahl's book. She told BBC Scotland News she felt the rights holders should have made an exception for the sake of the children. Carloline said: \"While they may be technically right, the emotional cost of their decision is immeasurable. \"These young performers have spent months rehearsing, pouring their hearts into this production, only to have their dreams shattered. \"The right thing to do would have been to find a resolution that didn't punish the children for an administrative mistake - the kids deserved better.\" Ms Hendoe added that her daughter was taking part with GAMTA for the first time and had spent three months rehearsing and preparing for the show.\n'Deeply sorry'",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T06:15:07"
    },
    {
      "title": "Petition calls for rethink over Mull school decision",
      "url": "https://www.bbc.com/news/articles/cpq2054q7rlo",
      "source": "BBC News",
      "published": "2025-03-24T06:14:08",
      "content_en": "Petition calls for rethink over Mull school decision\n23 hours ago Share Save Calum Watson and Andreas Wolff BBC Scotland News Share Save\nGetty Images Tobermory is the main settlement on Mull\nA petition has been launched calling on a council to review a controversial decision on where to build new school on Mull. Argyll and Bute Council decided earlier this month to build a new £43m campus close to the current high school in Tobermory. Many parents wanted a more central location so that pupils in the south of the island would no longer have to travel by ferry to Oban for schooling and stay in hostels during the week. The online petition, which has received nearly 700 signatures, suggests the decision ignores children's rights to a family life. The council has been approached for comment.\nThe location of the island's only high school has long been a source of division on Mull. Pupils living in the north go to the school in Tobermory, but the commute is more than 90 minutes for those living in the south, and most travel to Oban on the mainland, staying in hostels during the week. Campaigners had argued for a new secondary school to be built in a more central location such as Craignure, while keeping a primary school in Tobermory. But the council said splitting the campus would cost the authority an extra £12m, and that any further delay could jeopardise promised Scottish government funding.\nRob Claxton-Ingham, who started the petition believes some of the information presented to councillors who took the decision was misleading. He said: \"There would be shared costs - the development could share the costs of developing infrastructure rather than charging Argyll and Bute.\"\nChermaine Laurie is among parents on the island who fear they may have to move to avoid being separated from their children",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T06:14:08"
    },
    {
      "title": "Police dog injured on duty returning to action",
      "url": "https://www.bbc.com/news/articles/crewrgdpqyyo",
      "source": "BBC News",
      "published": "2025-03-24T11:42:51",
      "content_en": "Police dog injured on duty returning to action\nPolice Scotland announced \"great news\" on social media that Zeus was now \"fit and well\" and was set to return to duty.\nZeus was injured during the incident in which a police car was driven at a man in Aberdeen as officers were said to be trying to disarm him.\nA police dog injured on duty in Aberdeen is returning to action.\nListen to news from North East Scotland on BBC Sounds\nMore stories from North East Scotland, Orkney and Shetland\n\"Zeus and his handler are now looking forward to getting back to work and keeping everyone safe,\" a statement said.\n\"We're all very grateful for the support offered by members of the public.\"\nA 28-year-old man, Linas Luopas, appeared at Aberdeen Sheriff Court to face various charges after the incident.\nThese included having a bladed item in a public place, assault, and an animal welfare allegation.\nHe made no plea and was remanded in custody.",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T11:42:51"
    },
    {
      "title": "Inverness Castle ticket prices announced",
      "url": "https://www.bbc.com/news/articles/cn04jdgdn4go",
      "source": "BBC News",
      "published": "2025-03-24T13:09:22",
      "content_en": "Inverness Castle ticket prices announced\n17 hours ago Share Save Share Save\nGetty Images The castle pictured before the redevelopment started\nEntry fees for Inverness Castle have been revealed. The former sheriff court and prison is being redeveloped as a visitor attraction at a cost of about £30m, and is due to open later this year. High Life Highland (HLH), which will operate the site, has released the ticket prices which range from the cheapest - £14 for a child - to up to £65 for a family of two adults and three children. HLH said deals would be available to Highland residents.\nThe redevelopment has received funding from the £315m Inverness and Highland City Region Deal. Called the Inverness Castle Experience, it will have an interactive \"journey\" taking visitors through the history of the Highlands.\nHow much will tickets cost?\nHLH said tickets would be cheaper if booked online in advance. The costs include: Adult - £20 (online)/£22\nSeniors - £18/£20\nChild - £14/£16\nFamily (two adults and two children) - £46/£54\nFamily (two adults and three children) £55/£65 HLH said Highland residents who pay for its High Life Highland card would have access to more booking options, and 10% discount on food and drinks after purchasing full-price tickets.\nIan Brown, a councillor and co-chairman of Inverness Castle Delivery Group, has welcomed ticket deals for Highland residents. He added: \"The Inverness Castle Experience is set to become a key landmark in the region and ensuring that our Highland communities can enjoy it throughout the year is a great move. \"This initiative encourages local engagement and fosters pride in our heritage and Highland stories.\" The Scottish Courts and Tribunal Service moved out of the castle in 2020, and Highland Council has been leading the revamp. Last month, public agency Highlands and Islands Enterprise (HIE) put an extra £863,000 towards the project.\nWhat is the castle's history?\nGetty Images An etching of the castle and Inverness' riverside from the mid-19th Century\nThe sandstone Inverness Castle was built in 1836 to plans drawn by architect William Burn. It was constructed on a mound overlooking the city and the River Ness. In 1848, a building known as the North Block was added and served as a prison. But a castle had occupied the site from possibly as far back as the 11th Century. Over the centuries, the fortification fell under the control of the forces of Edward I, Robert the Bruce and James I, II and IV. In 1562, it was attacked and damaged by soldiers loyal to Mary, Queen of Scots, before it was almost destroyed by Royalist troops in the 1600s. Bonnie Prince Charlie's forces blew the castle up in 1746 to prevent it from falling into the hands of government troops. It was said that a French sergeant, who had brought his poodle with him to Scotland, set off the explosives. The soldier was caught in the blast, and his body was blown across to the opposite side of the River Ness. His dog survived.",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T13:09:22"
    },
    {
      "title": "Three held after drugs worth £1m recovered",
      "url": "https://www.bbc.com/news/articles/ckg8wg3l5wvo",
      "source": "BBC News",
      "published": "2025-03-24T14:08:02",
      "content_en": "Three held after drugs worth £1m recovered\nPolice said the drugs were found in Aberdeen\nThree men have been charged following the recovery of drugs with an estimated street value of £1m in Aberdeen.\nPolice said officers targeted properties on Cove Close and Brimmond View on Friday.\nTwo men, aged 22 and 23, were arrested at Cove Close where cannabis was found. A 38-year-old man was arrested at Brimmond View.\nPolice Scotland said the suspects were due to appear at Aberdeen Sheriff Court.",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T14:08:02"
    },
    {
      "title": "Your pictures of Scotland",
      "url": "https://www.bbc.com/news/articles/cedl48l5edno",
      "source": "BBC News",
      "published": "2025-03-23T10:31:55",
      "content_en": "Your pictures of Scotland: 14 - 21 March\n2 days ago Share Save Share Save\nKirsty Brien Kirsty Brien took this shot of sunset at Ayr Beach.\nA selection of your pictures of Scotland sent in between 14 and 21 March. Send your photos to scotlandpictures@bbc.co.uk. Please ensure you adhere to the BBC's rules on photography that can be found here. Please also ensure you take your pictures safely and responsibly. If you submit an image, you do so in accordance with the BBC's terms and conditions.\nDavid Jeffery David Jeffery took this photo of a common murre, also known as a guillemot, on the Isle of Lunga.\nJordan Maguire Jordan Maguire captured this shot of a lone stag (look closely) having a moment to itself in the late winter sunshine of Glencoe.\nJohnny MacLeod Johnny MacLeod took this photo of Rob Mulholland's 'Still' sculpture, which recently returned to Loch Earn.\nGraham Black Graham Black from Arbroath sent in this photo of a train at St Vigeans framed by a rainbow.\nGrant McKay Grant McKay took this dramatic shot of the White Loch, near Newton Mearns.\nHazel Thomson Hazel Thomson took this photo of the long shadows of the Watchers art installation as the sun sets behind the Cairngorms.\nJános Domján János Domján took this atmospheric shot of Rum from Ardnish.\nJohn O'Neill John O'Neill said he was delighted to see red squirrels at the Lodge Forest visitor centre in Aberfoyle.\nKate Masson Kate Masson took this picture while visiting north of Ullapool. She said: \"This is Stac Pollaidh. This area holds so many special childhood memories of summers spent at Inverpolly lodge.\"\nMarie-Pierre Garroway \"A majestic swan flapping its wings on Hogganfield Loch,\" says Marie-Pierre Garroway. \"I'm glad I was ready with the camera.\"\nKirsty Park Kirsty Park said: \"Snapped this of my friend and her dog at the top of Dumyat, above the clouds, beautiful.\"\nLaura Gordon Laura Gordon took this photo of a redwing in Edinburgh.\nLeigh Titterington Leigh Titterington said: \"I took this photo of a peacock who put on the most beautiful display at Blair Drummond Safari Park.\"\nNeil Mitchell Neil Mitchell said: \"Beautiful reflection of the hills and clouds onto Loch Creran taken on an early morning cycle.\"\nTatyana Stefanova Tatyana Stefanova captured this shot of a smiling frog in Castlebank Park, New Lanark. She said: \"This little fella was sunbathing alongside a dozen other frogs.\"\nRaymond Carstairs Raymond Carstairs took this photo of \"a few members of the East Lothian Gifford village choir taking a dip on a cold morning at the Whiteadder Reservoir\".\nJawaide Saleem This little character was caught on camera by Jawaide Saleem in Glasgow.\nBarry Pert Love heart: These swans were spotted by Barry Pert.\nSandra McCruden Sandra McCruden said: \"When the beautiful Scottish scenery makes you jump for joy. My son in action jumping over the rocks at Loch Garten near Nethybridge.\"\nStephanie Ferrans Another picture of the White Loch, this time from Stephanie Ferrans who took this shot before a full moon cold dip with the Loch Wild Water Women group.\nKosi Carter Kosi Carter from Dundee said: \"I took this lovely picture of the sun setting over the Tay from the rail bridge. Scotland was really showing off to my mum who was visiting from England.\"\nJez Campbell \"Evening light over Sanna, Ardnamurchan,\" says Jez Campbell.\nEwan MacNeilage Ewan MacNeilage captured this shot overlooking Edinburgh on an early evening run.\nTim Kinvig Jet set: Tim Kinvig took this photo of the sunset over Islay Airport.",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-23T10:31:55"
    },
    {
      "title": "'Second birth helped me move on from my Covid trauma'",
      "url": "https://www.bbc.com/news/articles/czxn7g7x4l2o",
      "source": "BBC News",
      "published": "2025-03-24T06:14:26",
      "content_en": "'Second birth helped me move on from my Covid trauma'\n24 hours ago Share Save Megan Bonar & Rachel Bell BBC Scotland News Share Save\nDebbie Walker Photography Stacie said her two birth experiences couldn't have been more different\nBoth of Stacie Buchan's children were born via C-section but their birth stories couldn't be more different. The mother-of-two from Peterhead gave birth to her daughter Ivy in May 2020, right in the midst of the Covid lockdown and was isolated for many of the weeks leading up to and after giving birth. Her son Luca was born in 2023 in much more normal circumstances. Five years on from the beginning of lockdown, Stacie told BBC Scotland News her second baby helped her get over the trauma of giving birth during a pandemic.\nHospital maternity wards were placed under strict regulations in March 2020. Expectant mothers had to wear face masks and no visitors were allowed. It was not known how the virus could affect pregnant women. Stacie describes the arrivals of Ivy and Luca as \"day and night.\" She said: \"They were similar in the sense that they were both sections, they were both on the larger side but that's pretty much the only similarities between them.\"\nStacie Buchan Stacie's partner Fraser was allowed to stay during her second birth\nStacie's partner Fraser wasn't allowed to be in the hospital ward for her first labour. That meant she had to make decisions and face procedures such as being induced alone - at a time when she felt \"very vulnerable\". Fraser was able to be with her in the operating theatre and then in the recovery room for an hour or two, before being told he had to leave. Stacie spent her first five days of motherhood alone, apart from the midwives working in the hospital. \"I still to this day think that whole experience of having Ivy in lockdown contributed somewhat to my postpartum depression,\" she said. \"I can't say for definite but I do think it had a lasting impact on me emotionally,\" she said.\nFear of giving birth alone\nIt wasn't until she became pregnant again in 2023, that Stacie realised the long-term influence the first experience had on her. \"There was a fear that stemmed from Ivy's pregnancy that I thought was put to bed, but it wasn't until I was pregnant again with Luca that I realised it hadn't.\" Stacie said even though she knew the pandemic was over, she spent most of her second pregnancy worried about having to give birth alone. She ended up having to be signed off from work early. But when the time came to give birth it was a completely different experience. This time, Fraser was allowed to stay in the ward for the duration and when they got home the family were able to welcome visitors to meet baby Luca.\nStacie Buchan Ivy is now four, and her little brother Luca is one.",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T06:14:26"
    },
    {
      "title": "Calvin Harris' pub helps his hometown's music scene",
      "url": "https://www.bbc.com/news/articles/cgq9pnyzg8do",
      "source": "BBC News",
      "published": "2025-03-23T09:18:48",
      "content_en": "Calvin Harris' pub helps his hometown's music scene\n2 days ago Share Save Giancarlo Rinaldi BBC Scotland News Share Save\nGetty Images Calvin Harris - whose real name is Adam Wiles - grew up in Dumfries\nAs musical role models go, chart-topping DJ Calvin Harris sets a pretty high bar with countless hits to his credit. In his hometown of Dumfries, however, he is involved in a smaller venture as an owner of a little pub which is helping the local music scene to thrive. He is part of a group called To The Nines which bought the Coach and Horses on the Whitesands a couple of years ago. It has been praised by bands, music organisations and people working to revive the town centre for the boost it is giving to the south of Scotland town where the global superstar grew up.\nThe Coach and Horses on the Whitesands in Dumfries has bands playing most weekends\nHarris - whose real name is Adam Wiles - has previously shown a commitment to the area where he was raised when he offered to help out workers affected by the closure of a fish factory in Annan. He is listed under his real name as a director of To The Nines Ltd, along with his friend Mark Irving. A report in The Sun recently highlighted how he had gone back to his home town to make his investment. Title deeds show the group bought the Coach and Horses in August 2023 for £190,000 and it has continued to build on its reputation as a local music venue. The pub is one of a growing number of venues in Dumfries helping give a platform to local bands.\nHagen Patterson, director of the Dumfries Music Collective (DMC) which aims to provide musical opportunities to young people in the region, said they had always recognised the Coach and Horses as an \"iconic grassroots music venue\". \"We have witnessed some great artistry to come out of the pub over many years,\" he said. He said it could offer a \"leg up\" to local artists and it was great that such a worldwide star had helped allow it to do so. \"Performing live for the first time, even if just for a handful of listeners, provides invaluable experience,\" he said. \"It's a chance to try out brand new material, gauge reactions, and build a local fan base. \"We are delighted that Calvin and Mark have ensured the longevity of the Coach and Horses, this helps foster our scene.\"\nKissing the Flint Kissing the Flint performed at the Coach and Horses earlier this month\nKissing The Flint recently played at the pub having started gigging in Dumfries a few years ago having moved from Australia. The band's Leah Chynoweth-Tidy said the site had quickly won their hearts. \"All the staff are so supportive and welcoming, really love their live music and are super proud of their historic, vibrant wee venue, which well they should be,\" she said. \"It's always a fantastic experience playing there as the audience are open to any kind of genre and are incredibly responsive and enthusiastic about our original music, which is becoming a rarer thing these days in many venues. \"The Coach feels like coming home for us every time we play there, and all who sail in her have become part of our music family.\"\nSandy Robertson Andy McMillan said the pub owned by Calvin Harris was an \"awesome grass roots venue\"\nAndy McMillan, frontman with Dumfries three-piece the Dogz, has similar praise. \"The Coach is an awesome grassroots venue,\" he said. \"All the staff are passionate about live music and supporting local bands, whether established acts or those just cutting their teeth in front of an audience. \"It's always a top gig for us and although it's a small venue its contribution to the local music scene is huge.\"\nGetty Images Harris plays huge venues now but started out with much smaller gigs\nJust along the road from the pub, Rab Smith runs the record shop Domino Entertainment and is a former chairman of the town's retailers' association. He said he believed the area could be at the heart of boosting nightlife in Dumfries. \"The whole Whitesands could be a great entertainment centre,\" he said. \"The old tourist board building could be spectacular.\" He also said it was good to see a local boy made good like Harris putting something back into the community. \"It is a great wee pub - it is too small to be a King Tut's - but it is great that somebody is putting money into it and keeping it alive,\" he added.\nRichie Nicoll Richie Nicoll chairs Dumfries Town Board looking at ways of regenerating the town centre",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-23T09:18:48"
    },
    {
      "title": "40 years of Deacon Blue - and you can get our new album on cassette",
      "url": "https://www.bbc.com/news/articles/cgq951p77q3o",
      "source": "BBC News",
      "published": "2025-03-22T09:25:42",
      "content_en": "40 years of Deacon Blue - and you can get our new album on cassette\n3 days ago Share Save Catherine Lyst BBC Scotland News Share Save\nBBC Deacon Blue formed in Glasgow in the 1980s\nIn 1985 Deacon Blue formed in Glasgow and over the years have achieved great success with 12 UK top 40 singles and two UK number 1 albums. Their debut album, Raintown, referring to Glasgow, spawned what is probably their most popular hit, Dignity, which is still regularly played at parties and has even been adopted by Dundee United fans. Forty years on, the band are still together - after a brief hiatus - and are releasing a new album, The Great Western Road. The album title gives a nod to the places they used to meet up for gigs back in the day and also serves as a metaphor for their lives. \"I was thinking about these big roads and avenues that lead out of Glasgow and at the time of life we're at it's this unknown ending,\" singer Ricky Ross tells BBC Radio's Good Morning Scotland programme. \"You have to think about these things so it became an interesting metaphor - the idea that you just don't know what's round the corner. It's also quite exciting.\"\nGetty Images The band began when Ross got together with drummer Dougie Vipond\nRoss, a former teacher, points out that a lot has changed in 40 years, not least the music industry, which has changed almost beyond recognition. To celebrate this, and to mark their milestone, the band are releasing a cassette version of the new album. \"That's causing people quite a lot of amusement as they can't find a cassette player,\" Ross says. The band formed in the summer of 1985 - when Ross moved from Dundee to Glasgow - taking their name from the 1977 Steely Dan song Deacon Blues. Original members included Ross, singer Lorraine McIntosh - who married Ross in 1990 - drummer Dougie Vipond, keyboard player James Prime and guitarist Graeme Kelling. \"This all started when Dougie and I got together,\" Ross adds. \"Over the last 40 years our lives have changed and things have gone in different directions for everyone but those of us who started it are very, very close. \"They are the closest people in my life. We all created something very special when we started.\"\nGetty Images The band are incorporating smaller theatre shows into their current tour\nRoss says he really appreciates the older fans who still come to the gigs but is also pleased to see younger fans in their audiences. \"I am very grateful that people are still coming – that they've come all these years to see us,\" he says. \"They are the core audience but its lovely that they've passed this on to other people as well. \"We were playing at the Albert Hall a couple of years ago – there were four guys in their early 20s and I thought 'are they taking the mickey here?' but they were for real and that was quite nice.\" The band are currently playing a string of gigs around the UK and Ireland, some of which are in smaller theatres. \"We wanted to do the new record and a lot of the songs we haven't got the chance to do when we play bigger shows,\" Ross says. \"But we're coming back later in the year – playing in Aberdeen and a couple of shows at the Hydro in Glasgow - when we'll do everything, all manner of things, which we always try to do. \"You always want to make people feel that they've got the best of you.\"",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-22T09:25:42"
    },
    {
      "title": "The singer selling out gigs - without releasing songs",
      "url": "https://www.bbc.com/news/articles/cj0qp1781ymo",
      "source": "BBC News",
      "published": "2025-03-22T09:27:10",
      "content_en": "The singer selling out gigs - without releasing songs\n3 days ago Share Save Jonathan Geddes BBC News Share Save\nKerr Mercer Kerr Mercer has had lots of support from Stargazing singer Myles Smith\nHe is writing songs with Lewis Capaldi and swapping sweets with Teddy Swims, but anyone wanting to listen to rising pop star Kerr Mercer's music has a problem - because he hasn't released a song yet. The Lanarkshire singer's piano-led songs have seen him sell out gigs across the country and earn support slots with major bands. But he's decided to wait before bringing out any music so he can \"build a real fan base\". \"I just find it insane that people are wanting to come see me without any music being out,\" admits the teenager, who is from Uddingston.\nHowever, his unusual approach hasn't stopped him being backed by Lewis Capaldi, who has worked on a tune with the 18-year-old after a mutual connection in the music industry helped set up a collaboration between the two. \"Lewis has been absolutely class with me,\" he told BBC Scotland News. \"We met a few times and have now written a song together. When I was starting out I was covering his songs and now we're writing together - it's a bit mad to have people at that level interested in what I'm doing musically.\" Other than video clips shared on social media, no-one can hear Kerr's sensitive piano-led songs - a deliberate decision. \"I've seen so many artists on TikTok firing out a song a week but then not be selling out 200-capacity venues\", he explains. \"I'd rather sell out a tour than have a million streams on Spotify. One thing that'll never change is that real people want to go see gigs so I've just done lots of shows and supported folk. \"We did two headlines in Glasgow, selling out King Tut's. Then it was Saint Lukes, which is double the size of Tut's, and then a UK tour. I spoke to a few people and decided to try to push it out further with another tour.\"\nGetty Images Sam Cooke is a huge inspiration for Kerr\nThat tour will end on Sunday at the Garage in Glasgow, his biggest hometown gig yet. He jokes most of the people coming to those gigs are family members, which gently plays down his growing popularity. However, he has had plenty of family backing, taking singing and piano lessons as a child and getting a taste of the arts by appearing in pantomimes as a youngster, treading the boards at the Pavillion theatre. It came naturally to someone who admits he was \"always the class clown\" at school, and enjoyed being the centre of attention. By the age of 10 he was singing at a local song club, performing a Queen track on his first appearance. His musical roots come from the school run, however. \"I was in primary school in Uddingston and my sister was in secondary at Uddingstoon Grammar, so I had half an hour to wait before my grandad picked her up. He had a Sam Cooke record that would just play and before I knew it, I had all the words off by heart.\" That led to a love of classic soul - Otis Redding, Ray Charles, Etta James - that Kerr says is \"imprinted\" in his music to this day.\nThe Small Print PR Kerr Mercer started off playing open mic nights\nWhile he can't credit his family with blessing him with musical genes (\"there's not much music in my family other than karaoke\" he laughs) that hasn't stopped parents Kirsty and Robert offering support. And in his mum's case, some criticism... \"I could do the Brits and she'd tell me if I wasn't good,\" he says. \"As soon as I write a new song I'll send it to my mum and dad first. My dad is chill, he likes everything but me and my mum are very similar, so if I've not done my best, she'll tell me. \"I've played to thousands supporting Tom Walker and my mum was like 'you weren't at your best tonight' but then other times she goes 'that was outstanding'. \"More people are now telling me everything's going amazing but I only believe I've done well if I get the seal of approval from my mum.\"\n'Myles Smith called me a melt'\nHe has been backed by far more than his family now, having racked up support slots with a number of pop music heavyweights like Teddy Swims and Myles Smith. The advice of Stargazing singer Smith - the man with the best-selling British single in 2024 - has provided a big boost to Kerr, even if those words of wisdom are sometimes delivered tongue in cheek. \"I was home for Christmas and not sure what to do now that the tour was over. I got a message from Myles that simply read 'why don't you release a song, ya melt'. \"He's great though. It's not like the support act is always chilling with the headliner, but Myles was amazing about it. I was sitting in my dressing room and Myles burst in and was like 'why are you here, come have a beer with us' - then we would just sit talking about songs.\" He's now writing with an array of collaborators, and starting to record material with the aim of finally releasing songs later this year, adding that he's being a \"perfectionist\" about what should come out after such a wait. \"It's great fun too – you go for a day, write a song together and then go to the pub. There's not many jobs where you get put with two people you've never met, have a therapy session and then write a song about it.\"\nEPA Kerr has toured with the American rapper Teddy Swims",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-22T09:27:10"
    },
    {
      "title": "Peter Mullan's return to the stage is a one-off: 'I can't afford it'",
      "url": "https://www.bbc.com/news/articles/cqjd11v5lxwo",
      "source": "BBC News",
      "published": "2025-03-21T06:15:36",
      "content_en": "Peter Mullan's return to the stage is a one-off: 'I can't afford it'\n4 days ago Share Save Pauline McLean BBC Scotland Arts Correspondent Share Save\nGetty Images Peter Mullan has tended to avoid theatre due to the low wages\nWhen Peter Mullan steps on stage as legendary football manager Bill Shankly on Friday night, it will be for the first time in more than 30 years. Red or Dead is an adaptation of the 2013 David Peace novel of the same name, a fictionalised account of Shankly's glory years with Liverpool Football Club, and the period post-retirement when he lived in the shadow of his own success. There's a statue to Shankly outside Liverpool's Anfield Stadium, and a city full of fans who know his name is part of their history - but that's not what's worrying Peter Mullan. \"There's 52 of us on stage,\" he says. \"It's not all about Shankly, it's about the city of Liverpool and the people.\nPA Media There is a statue to legendary football manager Bill Shankly outside Anfield\n\"The biggest pressure is that the play is faithful to the spirit of the book. It's an intelligent, unashamedly exploration of football. It's much closer to Brecht or Shakespeare than the usual football biographies.\" Philip Breen, who is responsible for the adaptation, first approached Mullan a number of years ago about an eight-hour passion play he envisaged with a community chorus. The pandemic intervened and put his plans on hold, but a chance meeting with David Peace in his adopted city of Tokyo encouraged Breen to focus on the book. The community chorus was revived and Les Dennis, Gordon Kennedy, Allison McKenzie, George Jones and Keith Fleming were cast. But despite being a huge football fan, and a former youth player, Peter Mullan was unconvinced. \"It was a project I really wanted to do but trying to find the time to afford to be able to do it was hard. Financially, how anyone survives in theatre is beyond me.\"\nPA Media Scottish football manager Bill Shankly was credited with transforming Liverpool FC into one of Europe's leading clubs.\nThe wages in subsidised theatre weren't the only difference. In film and TV he says he would learn lines day by day, whereas this required committing the whole script to memory, and developing Shankly's distinctive voice. \" Vocally, we're similar,\" he says. \"We have that same timbre but I've had to work on the way he speaks.\" That involved watching countless videos and recordings of Shankly, one of the first football managers to understand the power of the media, and use it to his advantage. At 65, Mullan is older than Shankly was when he retired from football, a key moment in the play. \"I'm probably about five or six years too old for the part but in theatre there's more license. I think in a TV or film version, I think they might cast someone else because I don't look like him, but I sound like him.\"\nClara Mbirini In rehearsals for Red or Dead in Liverpool which opens on Friday night\nBorn in Peterhead and raised in the Mosspark area of Glasgow, close to the Govan shipyards, Mullan enjoyed football as a teenager. A goalkeeper and then a midfielder, he tried out for Manchester United where he learned the life lesson that he was \"good but not good enough\". He left football behind to study at the University of Glasgow. He appeared in a number of stage shows including The Trick is to Keep Breathing at the Tron Theatre in 1995 which was to be the last live theatre performance he would give. After that came roles in Braveheart, Shallow Grave and Trainspotting. He was the toast of European film festivals like Venice and Cannes, where he won accolades as a director and an actor. He's one of the most recognisable faces on television, playing gritty hard men in Top of the Lake, and The Fixer, a shy romantic lead in the BBC sitcom Mum and a dwarf king in Amazon Prime's The Lord of the Rings: The Rings of Power.\nGetty Images Mullan has worked steadily in film and television, including recent Amazon Prime blockbuster series The Lord of the Rings: The Rings of Power\nMore recently he's been seen in Ozark, The North Water and After the Party. Which explains why, despite the low wages, he's enjoying a break from the industry. \"You're completely infantilised in film and TV. You don't make your way to work in the morning, you get a note saying someone will pick you up. Then you go to work and you're taken to a caravan and they ask what you want for breakfast and then they bring you a cup of tea. \"Then you go to makeup and costume and then you're escorted onto a set and then you do your acting and then it all happens in reverse.\" He seems happy to make his own tea, strolling into the rehearsal rooms and getting down to work with the rest of the cast, many of whom are also veterans of the screen (Allison McKenzie who plays his wife Ness was a regular in River City, and had a key role in Line of Duty). \"After 30 years, I've genuinely forgotten how long you get to rehearse, and how long the working day is. I keep asking the young team, is this normal?\"\nGetty Images As a director, Mullan picked up a Golden Lion at the Venice Film Festival for The Magdalene Sisters\nNormal, hard-working and humorous are all traits he shares with Shankly who transformed Liverpool from a second division club into a winning team. Which takes us back to the book, Red or Dead, a dense and detailed novel as much about fanaticism as football. \"It doesn't demand that you know football. It demands your understanding that he is a fanatic and in order to understand him, you have to understand what he's fanatical about, and in understanding that you understand the world that he was in.\" It's a world which no longer exists, and only one of those original passionate working-class player managers is still alive. \"Bill Shankly, Matt Busby, and Jock Stein – those three kings of football - they paid a price for that. One doesn't want to romanticise it too much. Is it admirable, is it healthy, is it fanaticism? \"There's Alex Ferguson, who has lived to a ripe old age, but he's in the same camp. The last of those committed, nothing-else-but-football managers. They live and breathe it.\"\nGetty Images Mullan says Red or Dead is as much about fanaticism as it is about football",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-21T06:15:36"
    },
    {
      "title": "Five years since lockdown",
      "url": "https://www.bbc.com/news/videos/cj3n412rr47o",
      "source": "BBC News",
      "published": "2025-03-24T17:23:49",
      "content_en": "\"I was never really fully engaged with any of my learning so I definitely think it impacted me later on.\"\nYoung people who were teenagers during the first Covid lockdown reflect on their experience five years on.\nThey share their experiences of how it affected them, from Zoom classes to panic buying, and the unexpected benefits they've discovered.\nBBC's youth-led platform, The Social",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T17:23:49"
    },
    {
      "title": "Why Scots are warming to Farage",
      "url": "https://www.bbc.co.uk/sounds/play/m002981c",
      "source": "BBC News",
      "published": "2025-03-24T16:45:00",
      "content_en": "Why Scots are warming to Farage Why Scots are warming to Farage",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T16:45:00"
    },
    {
      "title": "Glasgow high-rise towers brought crashing down in seconds",
      "url": "https://www.bbc.com/news/videos/c4g07kzp9keo",
      "source": "BBC News",
      "published": "2025-03-23T17:47:53",
      "content_en": "Three 1960s tower blocks have been brought crashing down in seconds by demolition experts, changing the skyline of northern Glasgow.\nThe 26-storey towers at Wyndford Road were destroyed using using controlled explosions to make way for 386 new homes.\nThe Wyndford estate was built in the Maryhill area of the city, on the site of the old Glasgow City barracks.\nThe four 26-storey blocks and several smaller high-rise buildings at one point provided homes for around 6,000 people.\nLocals gathered near the estate to watch the demolition, with some saying it brought back memories for them.",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-23T17:47:53"
    },
    {
      "title": "The Scottish record shops dubbed 'world's greatest'",
      "url": "https://www.bbc.com/news/videos/c2er11m9414o",
      "source": "BBC News",
      "published": "2025-03-23T09:25:42",
      "content_en": "Two record shops in Scotland recently featured on the Financial Times \"world's greatest record stores\" list.\nThorne Records in Edinburgh and Assai Records in Dundee were listed among shops located across the world - from North America to Australia.\nGary Moore, manager of Assai Records, said that they try to mix it up as much as they can and get involved in all aspects of music in Dundee.\nOwner of Thorne Records, Mark Thorne, said that connecting with the community around him is what makes his shop unique.\nBut what is it that makes vinyl records so popular?\nGary says streaming may feel too easy - leading people to collect again, while Mark feels the opportunity to slow down with the music makes the experience more fulfilling.\nVideo by Jennifer Wilson",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-23T09:25:42"
    },
    {
      "title": "Sturgeon: 'I am completely in the clear'",
      "url": "https://www.bbc.com/news/articles/c8712q01gjwo",
      "source": "BBC News",
      "published": "2025-03-20T16:38:40",
      "content_en": "Sturgeon: 'I am completely in the clear'\nSturgeon said she was told earlier on Thursday she was no longer a suspect in Operation Branchform\nFormer First Minister Nicola Sturgeon has spoken outside her home after being cleared as a suspect in a police investigation into SNP finances.\nShe said it was a relief to no longer have the \"cloud of investigation hanging over me\".\nThe announcement came as her husband, ex-SNP chief executive Peter Murrell, appeared at Edinburgh Sheriff Court charged with embezzlement.\nSpeaking in Glasgow, Sturgeon said it has been a day of mixed emotions but it was the outcome she had expected.",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-20T16:38:40"
    },
    {
      "title": "'SNP has been the alleged victim of embezzlement' - Swinney",
      "url": "https://www.bbc.com/news/videos/c789yk21xk1o",
      "source": "BBC News",
      "published": "2025-03-20T17:56:50",
      "content_en": "John Swinney has said his party is in a \"much clearer position\" after ex-SNP chief executive Peter Murrell appeared at Edinburgh Sheriff Court charged with embezzlement.\nThe first minister said the investigation had been difficult for the party but that the public can have faith in how the SNP is governed, including how it handles financial contributions.\nHe said it was clear that the SNP has been \"the alleged victim of embezzlement\".\nThe leader of the SNP told BBC Scotland he was constrained in what he can say given the live proceedings which he cannot comment on.",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-20T17:56:50"
    },
    {
      "title": "Operation Branchform: Timeline of SNP finance probe",
      "url": "https://www.bbc.com/news/videos/ckmm8zkp66no",
      "source": "BBC News",
      "published": "2025-03-20T15:49:19",
      "content_en": "For almost four years, Police Scotland have been investigating the funding and finances of the SNP.\nQuestions had been raised about more than £600,000 in donations given to the party to campaign for a second referendum on Scottish independence.\nTake a look back at some of the key moments in the investigation.\nGraphics and video production by Morgan Spence",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-20T15:49:19"
    },
    {
      "title": "The young musician aiming to preserve a Black Isle dialect",
      "url": "https://www.bbc.com/news/videos/cg5dn7101nlo",
      "source": "BBC News",
      "published": "2025-03-16T09:24:13",
      "content_en": "Musician Grace Stewart-Skinner, 25, is creating a music album to celebrate the fishing heritage of Black Isle village, Avoch.\nGrace, who plays the Clàrsach, recorded interviews with \"Avochies\" - local people - speaking in their dialect and combined these with her own musical compositions to create Auchies Spikkin' Auchie.\nThe Avochie dialect combines elements of Scots and Gaelic.\nGrace was inspired to create the album by her late boba - which means grandad - and the poems he wrote in the dialect.\nGrace said: \"The vast majority of Avochie speakers are of my boba's generation and we are so lucky to have recorded him before he passed away.\n\"Since conducting the interviews, one of the fishermen has passed away. His passing really brought home the fragile position the dialect is in and that I want to complete this project as soon as possible.\"\nGrace and her four-piece band recorded the album in Fortrose in February.\nAuchies Spikkin' Auchie is set to be released in the summer.\nVideo by Claire Thomson.",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-16T09:24:13"
    },
    {
      "title": "Tour de France route hopes high in the Borders",
      "url": "https://www.bbc.com/news/articles/ce340x1qwngo",
      "source": "BBC News",
      "published": "2025-03-24T11:14:19",
      "content_en": "Tour de France route hopes high in the Borders\n18 hours ago Share Save Share Save\nGetty Images The world's best road cyclists will be in Scotland for the Tour de France in 2027\nThe leader of Scottish Borders Council (SBC) has said he hopes the Tour de France can come through the region when the race comes to Scotland in 2027. Edinburgh was unveiled recently as the venue for the Grand Depart but the route for the opening stage has not been revealed. Euan Jardine said he hoped the track record of the region in hosting cycling events could see the world's top racers pass through the area. The 2027 Tour de France stage routes are expected to be officially announced later this year.\nRace organisers confirmed Edinburgh would host the start of the men's race in the summer of 2027 earlier this month. General director Christian Prudhomme said Scotland would offer a \"magnificent backdrop\". Mr Jardine said he hoped the Borders could make a convincing case for the route to come through his region. He said Kelso's Oscar Onley could be a contender for a good finish in the race and the local authority would be working hard to ensure he could compete on roads near where he learned his skills.\nGetty Images Rising star Oscar Onley from Kelso could be among the racers in the Tour de France",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T11:14:19"
    },
    {
      "title": "'I just need to believe' - Results since return from injury encourage Muir",
      "url": "https://www.bbc.com/sport/articles/c3vw4glrq56o",
      "source": "BBC News",
      "published": "2025-03-24T11:34:33",
      "content_en": "Winter Olympic freestyle skier Kirsty Muir says her results since she came back from a long-term injury show she can challenge for the sport's biggest prizes, adding: \"I just need to believe that.\"\nThe 20-year-old Scot recently returned from a knee injury, which sidelined her for almost a year.\nAnd she is back with a bang, winning her first World Cup competition in France earlier this month.\nShe followed that with a solid sixth-placed finish in the ski slopestyle event at the FIS Freeski World Championships in Switzerland at the weekend.\nIt is hugely encouraging with next year's Winter Olympics in Italy on the horizon.\n\"Each event is a different event but obviously it just helps me out a little bit, it just shows me that I really can do it and I just need to believe that,\" Muir told BBC Scotland.\n\"The competition mindset came [back] quite easily but it was almost like I was thinking too far ahead sometimes, I was trying to think about the end result of what I wanted and then that would then affect my skiing so we were just bringing it back, being in the moment, me and the course.\n\"I want to do the best I can in my run and not think about anyone else or any other thing, so that is one thing we have been doing, my coaches have been trying to get me back to the present moment and focus on what I am doing.\n\"They have been really good with that and just supporting me and making me believe that I can do all these tricks and stuff, so there is a lot of support from them.\"",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T11:34:33"
    },
    {
      "title": "'No pace, no passion' - Scotland fans have say on loss to Greece",
      "url": "https://www.bbc.com/sport/football/articles/c0kglkdrd56o",
      "source": "BBC News",
      "published": "2025-03-24T14:56:41",
      "content_en": "Colin: Once again this team underperformed and let us supporters down. How a manager can continually pick players who are not playing weekly club football is unacceptable. This team is slow all over the park, no players with pace or dribbling skills, not one can beat a player one on one. We all can see who needs to go, there must be young hungry players out there with pace and determination. As soon as we concede a goal, we are in trouble. No creativity whatsoever, too many midfielders playing the same way.\nDavid: Clarke got it all wrong. I was his biggest fan but he's not making it easy to support him. His stubbornness is costing us games. Ralston gets targeted every match, yet he keeps playing. Che Adams was terrible both games, losing possession constantly - no sub at half time. Christie was way off it - subbed too late. Meanwhile, Greece made changes as that what you need to do to get a different performance, and it worked. Clarke did nothing, not even at half-time which was criminal. Then he took off Gilmour, our best in midfield, and everything fell apart. His refusal to adapt is holding us back.\nMichael: That's probably the worst performance under Clarke. After the initial 10 minutes, we were totally devoid of ideas for how to break the Greeks down, physically lacked the pace and strength to compete, didn't pass or break with any speed or conviction and worst of all had absolutely no passion to lift the crowd.\nTony: Scotland were absolutely hopeless. Their long balls went nowhere or out of play. There was no energy or class on display. They were well and deservedly beaten.\nPeter: We made it so easy for Greece. A team with really decent players who punished us for a truly woeful performance. Instead of moving forward, we have fallen down another hole... Embarrassing!\nPatrick: I hate that phrase bump in the road. This was a pot hole.\nSteven: Confidence was high ahead of the game, but what a shocking performance after a great result in Greece. Could barely string two passes together. Congratulations to Greece. They looked better than us all over the pitch. It could've been more than three.\nKenny: It looked as though we were playing with 10 men and they had 12 as every time we had the ball there was nobody to pass to other than backwards. Also they looked fitter and sharper and with an plan of attack. We looked clueless and had Christie who is left footed playing on the right which further exposed Ralston in the first half.\nHenry: Manager is hopeless. Fails to retain Lewis Ferguson (our best player in the first leg), plays Christie out of position. Continues to pick McLean, who is obviously not international class. Failure last night all down to midfield but essentially we need a new leader on the touchline.\nAlan: Playing Adams up front on his own with no other Scot within 30m of him is never going to work. The midfield needed to be nearer to him.\nAllen: Most of Clarke's trusted players let themselves down. He should play players in their club positions not try to shoehorn them into systems they don't fit.\nWilliam: Clarke must go. Totally negative football, boring to watch. Gone backwards in my opinion. No fight or passion.",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T14:56:41"
    },
    {
      "title": "Torvill & Dean hoping to pass mantle to  Fear & Scotland's Gibson",
      "url": "https://www.bbc.com/sport/articles/cj92gn3zlk4o",
      "source": "BBC News",
      "published": "2025-03-24T06:22:35",
      "content_en": "What do you get British skating royalty as a retirement gift when they have been ice dancing together for 50 years? A successor would be nice.\nJayne Torvill and Christopher Dean, who won Olympic gold in 1984 and bronze in 1994, never thought they would be doing a farewell tour in 2025 still waiting for Great Britain to win another global figure skating medal.\nThey are hoping the wait may be nearly over with the emergence of Lilah Fear and Lewis Gibson, who Torvill says have \"taken ice dancing in Great Britain to another level\".\nFear and Gibson are three-time European medallists and have come fourth at the past two World Championships. They head into this week's Worlds - which you can watch on the BBC - among the favourites for the podium in a season where they claimed Britain's first ever medal at the Grand Prix final.\nTorvill and Dean have been following their progress with interest for several years since first meeting them on the ice at Alexandra Palace, when the youngsters asked them to look at the programme they were working on.\n\"We sort of added a few little moves here and there, but I think what struck us right at the beginning was how well matched they were as a team, in stature and personality and ability,\" Dean said.\nFear, 25, and Gibson, 30, have continued to improve year on year, winning fans with their crowd-pleasing style of ice dance but also impressing judges with their technical skills.\nSo, could Fear and Gibson's Beyonce moves be about to finally take over from Torvill and Dean's Bolero and provide some new skating role models in Britain?\n\"We're retiring this year, so it would be nice to just hand that on to them,\" Dean said.\nWhat is different this year is that they have beaten some of their main podium rivals, including placing higher than world champions Madison Chock and Evan Bates to win Skate America and end a 15-year streak of American dominance.\n\"It's momentum in competition,\" Dean said. \"There's the word of mouth around the events, the judges, the panel, the public perception of them, how the audience react - it does influence.\"\nAs well as targeting Worlds success, Fear and Gibson have next year's Winter Olympics in Milan-Cortina in sight.\nThe World Championships in Boston is a qualifying event for the Games, with quota places up for grabs.\nThey run from 25 to 30 March, with Fear and Gibson in action on Friday in the rhythm dance and Saturday in the free dance. The scores from both programmes are added together for the final result.\nTheir main podium rivals are likely to be Chock and Bates - who are going for a third title in a row - Canadians Piper Gilles and Paul Poirier and European champions Charlene Guignard and Marco Fabbri of Italy.",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T06:22:35"
    },
    {
      "title": "Slick Greece stroll to win that relegates Scotland in Nations League",
      "url": "https://www.bbc.com/sport/videos/c3e4q0pjgwgo",
      "source": "BBC News",
      "published": "2025-03-23T19:47:03",
      "content_en": "Watch the best of the action as Greece overturn a 1-0 first-leg deficit with an impressive 3-0 win over Scotland at Hampden to relegate the hosts to Nations League B.\nMATCH REPORT: Scotland relegated after limp defeat\nAvailable to UK users only",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-23T19:47:03"
    },
    {
      "title": "Watch: Falkirk extend lead & big win for Edinburgh City",
      "url": "https://www.bbc.com/sport/videos/ceqj358r3g1o",
      "source": "BBC News",
      "published": "2025-03-24T17:20:33",
      "content_en": "Up Next. 'If it has Alloa Athletic on it, I have it' Video, 00:04:04'If it has Alloa Athletic on it, I have it'",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T17:20:33"
    },
    {
      "title": "Plans to create home of GAA in Scotland outlined with centre for Irish culture",
      "url": "https://www.heraldscotland.com/news/25032530.plans-create-home-gaa-scotland-irish-culture-centre/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-25T05:00:00",
      "content_en": "Campaigners and members of the Irish diaspora have a venue for the stadium earmarked with Pearse Park in Cambuslang has been under GAA ownership since the 1950s.\nThe ground is the only piece of land owned by the Irish organisation outside of Ireland. It has lain unused for 20 years, having closed in 2005 due to a lack of funding.\nAttempts to revive the park have met a number of obstacles, the most recent of which was the discovery of Japanese Knotweed on the site. A six-year eradication programme has now reached its conclusion and organisers hope they can revive their plan for a dedicated stadium.\nDiscussions have been held with local politicians as well as sportscotland.\nScotland GAA presently use a 4G surface in Clydebank, that will host a match between Donegal and Tyrone Masters on Saturday to raise funds and awareness for the project, but the venue in Cambuslang would be the jewel in the crown for the group.\nJennifer Treacy is the chair of the organisation, having previously served as secretary, and is one of the driving forces behind the stadium plan.\nShe said: “At the minute it's just a piece of land, unfortunately, but it was a working pitch through the 60s, 70s, 80s, 90s and then it was shut down because they didn't have the money to update the facility to make sure that it was accessible.\nPlans have been developed for the stadium (Image: Scotland GAA) “All the efforts to try and revive it previously were unsuccessful for a number of reasons. The most recent reason was when they went to get planning permission, but found out it was infested with Japanese knotweed and no developer would touch it.\n\"It went through a six-year programme of eradication and it now has an eradication certificate and we've got planning permission.\n“It's just a matter of funding the facility now,\" continued Jennifer. \"That’s the most difficult part because it's going to be a phased project where we have phase one which is going to be the pitch, the changing rooms, everything that's needed open the doors.\n“After that is phase two, which is the social space and conference room and the observation deck and that sort of thing. So really, we're hoping to get phase one started in the next two years and we're looking for about £1.2 million for that.\n“There's a lot of open doors, and we've not come across anybody who thinks it's a bad idea. It's just that we've not come across any secret millionaires either, which would be really helpful.”\nAs part of their fundraising campaign, the group are hosting an event at Celtic Park on Friday night which will include guests such as former Celtic and Republic of Ireland goalkeeper Packie Bonner, former Donegal inter-county footballer Kevin Cassidy and GAA Hall of Fame member Eilish Gormley, with some tickets still available.\nJennifer Treacy (left) has played an important role in Scotland GAA (Image: Scotland GAA) Part of the plan for Pearse Park are a social club which, it is hoped, will become a centre for the Irish diaspora in Scotland.\nGAA, the ground's owners, are also working with Shinty and Australian Rules clubs who would also be able to use the venue, alongside those who play Gaelic football, Hurling and Camogie.\nJennifer continued: \"With this event, we're trying to raise awareness of the project, but also to try and raise some funds because the GAA also want to see that you can stand on your own two feet.\n“They want to see that you can provide at least 10%, so that's what we're trying to do.\n“The social and cultural aspects of this project are important too because, at the minute in Glasgow, there's no sort of cultural base.\n“A lot of time groups are looking for places that aren’t pubs to run sessions and community activities.\nREAD MORE\n“That’s what we’re hoping to do with this facility, to create a physical space for the Irish community where they can come together and have offices based there.\n“It seems crazy to think that you have Glasgow, with its massive Irish diaspora and every other person from Donegal, but you don't have that physical space for people to meet and go to.\n“Packie Bonner mentioned recently that there had been attempts in the past to have Irish centres in Glasgow. They’ve closed quickly for whatever reason but he said, what's kind of unique about ours, is that it's not a standalone Irish centre.\n“This is so important to the Irish community and we hope the project gets the backing it deserves. There are so many people over here involved in business and Irish businesses who wouldn't hesitate a second to put a hand in their pocket for their club at home but who forget we have Scotland's GAA clubs here.\n“Their support would make a massive difference to us.”\nA sportscotland spokesperson said: \"We are in discussions with Scotland GAA about funding for a new pitch in Cambuslang. We are aware of the ambition to build a home for Scotland GAA and await further information.\"",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-25T05:00:00"
    },
    {
      "title": "Scottish company reveals latest on takeover approach",
      "url": "https://www.heraldscotland.com/news/25033851.major-scottish-business-reveals-latest-takeover-approach/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-25T04:35:00",
      "content_en": "One City analyst declared yesterday that \"Wood Group’s share price has been like a slinky slowly dropping down the stairs\" in recent months.\nWood shares tumbled on February 14 in the wake of the revelation from the Aberdeen company that it now expected negative free cash flow of $150 million to $200m in 2025.\nThe oil services group said then that it had taken actions to mitigate weaker-than-expected trading in the fourth quarter of 2024, including cancelling executive and employee bonuses.\nRead more\nUpdating the stock market on the Sidara situation yesterday morning, Wood said: “On 24 February 2025, Wood announced that it had received an approach from Dar Al-Handasah Consultants Shair and Partners Holdings Ltd (Sidara) in relation to a possible cash offer for the entire issued and to be issued share capital of the company. Wood subsequently received a non-binding, conditional proposal from Sidara related to a possible cash offer for the company. Following this, Wood provided Sidara with access to due diligence information and entered into discussions with Sidara.\n“Discussions are continuing and the board of Wood has therefore requested, and the Panel has consented to, an extension to the date by which Sidara is required either to announce a firm intention to make an offer for Wood in accordance with rule 2.7 of the [Takeover] Code or to announce that it does not intend to make an offer, in which case the announcement will be treated as a statement to which rule 2.8 of the code applies. Such announcement must now be made by not later than 5.00pm on 17 April 2025. This deadline can be further extended with the agreement of the board of Wood and the consent of the Panel in accordance with rule 2.6(c) of the code.”\nRead more\nWood declared that “a further announcement will be made in due course”.\nIt added: “In the meantime, shareholders are not required to take any action in relation to the possible offer. There can be no certainty that an offer will be made, nor as to the terms on which it will be made.”\nWood noted the announcement “is being made with the consent of Sidara”.\nRuss Mould, investment director at stockbroker AJ Bell, said: “Investors continue to keep their fingers crossed that Wood Group will be acquired for a premium. The bearer of much bad news in recent months, Wood Group’s share price has been like a slinky slowly dropping down the stairs.\n“That hasn’t stopped certain opportunistic investors from betting on the company being taken private at a higher price than its shares currently trade. News that Sidara has been given more time to conduct due diligence gave the stock a bump, but there is no guarantee a firm deal can be reached.”\nShares in Wood finished the session 0.36p or 0.9% lower at 38.04p in the wake of yesterday’s announcement. They had yesterday morning been up on Friday’s close in the immediate wake of the update on the Sidara takeover talks.",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-25T04:35:00"
    },
    {
      "title": "Glasgow firm delivers huge rise in turnover amid energy efficiency drive",
      "url": "https://www.heraldscotland.com/news/25032718.we-still-seeing-lot-encouraging-rhetoric/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-25T04:32:00",
      "content_en": "Turnover leapt to £44m last year from £21m in 2023. And director Owen Coyle declared the firm expects to achieve further growth this year, amid increasing demand for more affordable and energy efficient homes in Scotland. Union plans to add a further 30 roles to its current headcount of around 130 staff to accommodate its continuing expansion, with recruitment focused on roles such as engineers, joiners and contractors.\nMr Coyle, who founded the firm with Michael Sweeney 10 years ago, highlighted Union’s growing work with local councils and social housing providers as a key factor behind his growth, citing its work on a 36-home development in Drumchapel for Wheatley Group and Glasgow City Council as an illustration of its capabilities.\nAnd he highlighted projects secured by company, which improves the energy efficiency of homes with measures such as better insulation or installing solar panels or heat pumps, with major energy companies to help them fulfil their obligations to government. EDF, E.On, British Gas, ScottishPower, and Ovo are among those that Union delivers projects for.\nMr Coyle told The Herald: “The business has gone through quite a bit of growth over the last three years, although I would argue it has been quite steady growth for the 10 years that we have been going. As with any business that operates in our sector a lot of the growth can be stunted at times with funding rounds, hiatuses within funding, [and] changing from one set of rules to another, but over the last three years we have had a really steady run.”\nRead more:\nMr Coyle highlighted the firm’s success in winning places on a number of major procurement frameworks for local authorities, registered social landlords, and third-sector organisations, which came after the firm had used the Covid period to secure ISO (international organisation for standardisation) accreditations and improve its processes.\nAnd he said the company’s work in Drumchapel, which was delivered on behalf of 22 social housing properties and 14 privately owned homes, had given Union a “solution” to roll out to other areas. Highlighting the firm’s nimbleness of unlocking different streams of funding compared with “tier 1” contractors, which he said reduces the financial strain on housing associations, Mr Coyle said: “It became a blueprint, and we have done a number since. We have got a lot of active sites just now. We have got three active sites for Highland Council, which is one of our main clients, [and] it is a very similar approach.\n“We are calling it smarter homes but ultimately what we are doing with these properties is upgrading them with solid wall insulation. But we are going deeper than that - we are working with architects to produce full, deep retrofit designs for the properties, so we are improving the ventilation, [and] the air tightness. We are putting in micro generation so, solar panels, battery storage where possible, and looking at air source heat pumps where we have reduced the demand of the property, and it is suitable to do so.”\nThe update from Union comes amid growing debate over whether Scotland and the UK will be able to meet net zero targets and as climate change has begun to slip off the agenda in the era of Donald Trump’s second presidency in the US. President Trump pledge to “drill baby, drill” as he underlined his support for continued fossil fuel extraction in the build-up to the November election, casting doubt on the global effort to tackle climate change.\nMr Coyle said: “It is obviously a very interesting time at the moment. We are still seeing a lot of encouraging rhetoric and figures being put forward... But in terms of the actual ambition itself, there’s been a lot of figures and targets thrown about, but not any major degree of practical thinking put into how they implement [the targets].\n“In terms of domestic energy efficiency, you have got two things that I see as major constraints. It is not necessarily the political rhetoric, it is the lack of training of newcomers into the industry. I don’t think that young people see this as a career for life, which ultimately from my perspective it is. We [also] have the stop-start nature of the funding, which doesn’t aid us in terms of bringing on new apprentices and trainees.”\nUnion is planning to build a new training academy at its Glasgow base, which doubled in size last year. It plans to use the facility to train apprentices and help experienced engineers and electricians move into new roles, such as installing heat pumps, or work in renewable energy.\nThe company is also considering opening an office in the Inverness area to better serve customers in the Highlands, Moray and Aberdeenshire.\nAsked to assess the outlook for the year ahead, Mr Coyle said: “We will definitely grow, maybe not to the tune of double [turnover], but I would anticipate at least a 50% growth on turnover – and that’s a conservative [assessment].”\nMr Sweeney said: “Reflecting on our 10 years in the industry, we’ve seen a tremendous amount of growth as one of the pioneering retrofitting firms in Scotland.\n“A decade ago, the government was only starting to consider reducing carbon emissions and energy efficiency in homes. Now it has set ambitious targets, including all new homes being net zero by 2026. For these to be met, the workforce within the energy services industry needs to expand to meet the growing demand for work.\n“Our hope is that Union Technical plays a pivotal role in shaping the future of the UK’s energy landscape and meeting these targets as we grow our team to meet the new demands of the industry and importantly, deliver more comfortable living conditions for people in their homes.”",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-25T04:32:00"
    },
    {
      "title": "Man who died in 1290 Superduke crash named by police",
      "url": "https://www.heraldscotland.com/news/25033793.man-died-b741-superduke-crash-named-police/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-24T17:54:05",
      "content_en": "Mr McGill, of Dailly, near Girvan, was pronounced dead at the scene after emergency services arrived.\nThe road was closed and later reopened at about 12.15am on Saturday.\nREAD MORE:\nSergeant Nick Twigg, of Police Scotland, said: “Our thoughts are with the family and friends of Mr McGill, and inquiries are ongoing to establish the full circumstances of the crash.\n“We are appealing to anyone who saw the motorbike in the area prior to the crash or witnessed the crash itself to contact us.\n“Additionally, if you have any dash-cam or helmet camera footage that may assist with our investigation, please get in touch.”\nAnyone with information has been asked to contact Police Scotland on 101 quoting incident number 2669 of Friday March 21.",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T17:54:05"
    },
    {
      "title": "The great sports car rush which stalled on the starting grid",
      "url": "https://www.heraldscotland.com/news/25033291.we-found-little-evidence-people-buying-lamborghinis/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-24T16:55:00",
      "content_en": "The freedoms ushered in a decade ago allow people to take 25% of their retirement pot as a tax-free lump sum when they hit 55. They also permit older savers to take an ongoing income as a pension drawdown, or use some or all of their pension to buy a lifetime income with an annuity. Savers can also choose to mix and match.\nHowever, planning how and when to start taking money out of pensions remains “one of the most complex challenges of later life”, according to Royal London which said the changes have forced consumers to make “difficult decisions that could affect their standard of living for many years to come”.\nA survey commissioned by the mutual and investment company, published today, found more than two in five (42%) of those aged 50 or over said they worried about running out of retirement.\nRead more:\nBut despite the complexities involved in managing pension cash through retirement, the survey found that older savers are taking money out of their pension without seeking advice or finding out what tax they will have to pay. Only four in 10 (37%) of those with a defined contribution (DC) or personal pension considered whether taking out a lump sum would mean they paid more tax or moved them into a higher tax bracket. Just four in 10 (39%) took advice from a financial adviser.\nIn addition, nearly one in five (18%) of those eligible to make a withdrawal had not taken any advice at all, whether from financial professionals or family and friends, before taking money out of their pension. Only 20% of consumers aged 50 or over with a DC or personal pension made use of guidance from Pension Wise, the government-backed advisory service.\n“Pension freedoms were designed to give consumers more flexibility and choice about their retirement, and they’ve certainly done that,” said Clare Moffat, pensions and tax expert at Royal London. “Despite comments at the time that people could buy a Lamborghini with their retirement pot if they so wished, we’ve found little evidence of people doing so. However, the changes have also left consumers making difficult decisions that could affect their standard of living for many years to come.\n“It is concerning that so few people took financial advice or made use of free guidance services, such as Pension Wise. Worryingly, our research shows that many made decisions that may not have been in their best interests over the longer-term.\n“It demonstrates why there’s a need for more people to access the right level of support, including from their pension provider; something that the financial regulator, the Financial Conduct Authority, is exploring this year.\n“We would encourage people facing complex financial decisions to take advice from a financial adviser - it could be time, and money, well spent.”\nIn other findings, nearly 8% took their tax-free cash lump sum within six months of their 55th birthday, which is currently the earliest age at which most people can access money from their pension.",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T16:55:00"
    },
    {
      "title": "New airline to debut with A380 flight from Scotland to New York",
      "url": "https://www.heraldscotland.com/news/25033646.global-airlines-debut-a380-flight-glasgow/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-24T17:10:07",
      "content_en": "Global will then operate a flight from Manchester Airport to JFK on Wednesday, May 21, before returning to Manchester on Sunday, May 25.\nThe \"special A380 flights” will be operated by Portuguese charter airline Hi Fly, which ferried the airline's superjumbo from Dresden in Germany to Beja in Portugal to allow it to undergo maintenance in January.\nGlobal said the plane will feature \"overhauled\" cabins which \"give a brand-new look and feel\".\nREAD MORE:\nGlobal Airlines 'takes step closer towards passenger flights'\nUK startup Global Airlines debuts its first A380 in Scotland\nUK startup airline debuts its first A380 in Scotland\nIt added: \"The catering team has been busy preparing a new menu and there will be special ‘limited edition’ amenity kits in all cabins, for all passengers\".\nGlobal has launched a 'VIP pre-sale' for the inaugural flights. The pre-sale will allow people to book their seats in economy, business and first class 24 hours before they are released to the public, with passengers travelling in business and first class offered the chance to book a chauffeur service to the airport.\nGlobal said: \"It is an exciting time for us all as we see a great deal of work come to fruition as the team at Hi Fly make the final plans to take the Global A380 back into the skies.\"\nFounded by UK entrepreneur James Asquith in 2021, Global Airlines aims to begin operations from London to New York City and Los Angeles, using a fleet of four Airbus A380s.\nThe airline's mission is to take passengers back to the \"Golden Age of Travel, reinvigorating the onboard experience with elevated service and products across all three cabins: First, Business and Global Traveller\".\nGlobal Airlines has announced plans to fly from Glasgow in May. (Image: supplied)\nProduced by Airbus, the Airbus A380 is the world's largest passenger airliner and the only full-length double-deck jet airliner.\nGlobal took full ownership of its first A380, formerly operated by China Southern Airlines, in February 2024. Prior to that, the superjumbo was withdrawn from use and ferried to Mojave Air & Space Port in California in late 2022.\nIn May 2024, Global Airlines debuted its first A380 in Scotland after it arrived at Glasgow Prestwick Airport from Mojave via Montreal.\nThe arrival at Prestwick, which drew a large crowd of aviation enthusiasts, marked the first time an Airbus A380 has landed at the nationalised airport. The flight also garnered significant interest online, with thousands tracking its journey on flight tracking site Flightradar24.\nWhile at Prestwick, the aircraft underwent a livery overhaul, with Airbourne Colours - Europe’s only privately-owned aircraft painting specialists in commercial and corporate aircraft painting, repainting and refinishing - completing the initial phase of the new livery identity.\nThe A380 then departed Prestwick for Dresden in October last year to undergo heavy maintenance - including mandatory inspections and component replacements - at Elbe Flugzeugwerke GmbH, a joint venture between Airbus and ST Engineering.\nFollowing the departure, Richard Stephenson, director of Global Airlines, expressed his hope of a return to Scotland for the airline in the near future.\nHe told The Herald: \"Our first A380 arrived at Prestwick Airport. It’s been well cared for in Scotland and we would like to thank everyone who played their part in its journey to this point.\n\"We are getting closer to launching our commercial flights and we hope it will not be long before a Global Airlines A380 is back in Scotland.”",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T17:10:07"
    },
    {
      "title": "Police draw blanks over report girl approached by 'balding man' in park",
      "url": "https://www.heraldscotland.com/news/25033201.police-draw-blanks-claim-girl-attacked-man-dunfermline-park/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-24T15:59:36",
      "content_en": "However, despite going door to door, speaking to people in the park and reviewing CCTV from the area around the city’s Rex Park, they are yet to identify the girl or the man said to be involved.\nAccording to the report, the young girl was uninjured in the attack but left “distressed”.\nREAD MORE:\nOfficers described the man involved as white, early 40s, around 6ft tall, slim build and possibly balding but with dark and untidy hair.\nHe was said to be wearing a bright orange jacket with an orange hood, blue jeans and boots.\nRex Park, Dunfermline (Image: NQ) Chief Inspector Christopher Dow said: \"We would like to reassure the local community that since this was reported, we have had officers carry out door to door enquiries, speaking to people who use the park, visiting local schools, and gathering and viewing a substantial amount of CCTV footage from in and around the local area.\n\"Despite these extensive enquiries and the significant attention this report has gathered locally, no-one else has come forward to report that either they or their child was involved in this incident, or witnessed it take place.\n“We also have no trace of this incident or anyone that may have been involved on CCTV footage in the area.\n\"This is a busy area and if anyone has any further information and hasn't approached officers, please contact us through 101 quoting incident number 2256 of 16 March.\"",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T15:59:36"
    },
    {
      "title": "Charity offering vital services to vulnerable children in Glasgow faces closure",
      "url": "https://www.heraldscotland.com/news/25028558.notre-dame-childrens-centre-glasgow-faces-closure-funds-cut/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-24T15:00:00",
      "content_en": "However, the charity has warned parents that it will have to shut its doors within 90 days after its main income streams – provided by Glasgow City Council and NHS Greater Glasgow and Clyde – were cut.\nA letter sent to parents and carers urging them to put pressure on councillors and MSPs to reverse the decision states that the centre will close on 30th June unless more money can be found.\nThe facility has been running for almost 100 years and first opened its doors in the city’s West End in 1931.\nNotre Dame Children's Centre was founded to respond to the needs of extremely vulnerable children who were experiencing poverty and deprivation.\nAt the time the work done was innovative as psychotherapy and play therapy was virtually unheard of.\nThe centre opened in Glasgow in 1931 (Image: NQ) Today the charity provides assessment and ongoing weekly support to troubled, vulnerable and in some cases bereaved youngsters.\nTheir parents or carers also receive support to allow them to understand and cope with the child's issues.\nEach year, Notre Dame works with children aged between five and 18 and their families with a small team of play therapists, psychologists and social workers.\nMany of the children are living in foster care, have been adopted or are living with grandparents as they own parents are unable to look after them.\nChildren who use the service typically have experienced trauma through abuse, neglect, loss, domestic violence, poor attachment, drug and alcohol misuse or parental mental ill health.\nOne source at the Centre said: “This has all come as a shock and it’s really hard to work out what the next step will be for us.\n“We are scrabbling around for funds and to find other backers, but if the position doesn’t change, the centre will have to close.”\nOne parent who spoke to The Herald, said that the facilty had helped his child “flourish”, and changed their lives “beyond recognition”.\nREAD MORE:\nThe parent said: “The short-sightedness of this decision is mind-boggling and will leave a scar on this city for years to come and result in a large number of children not being able to rely on carers who will understand what they are going through and respond in a compassionate and child-centred way.”\nThey added: “The shock announcement this week of the withdrawal of funding from such a specialist and family orientated service is not only significant in terms of the impact on children but also on parents & carers.\n“This is the only service that provides the parallel support, that responds to the needs of parents as well as the child and provides an ongoing framework for parents to develop the skills they need to nurture the children who most need them every day.\n“To wrench this funding away from those families, including my own, is devastating.”\nA Glasgow City Council spokeswoman said: “Glasgow City Council has invested in a significant and expanding range of services for children and young people in order to support their mental health and wellbeing.\n“Due to the availability and effectiveness of alternative provision through our new Embedded Supports Contract framework, and a shift towards providing support in schools and local community hubs, accessible even during school holidays, the current contract will not be extended.\n“A three-month period has been agreed to arrange alternative support for existing service users.”\nA spokesperson for NHSGCC said: \"NHS Greater Glasgow and Clyde’s Specialist Children’s Service (SCS), in partnership with Glasgow City Social Work Services and Glasgow City Education, previously commissioned the Notre Dame Centre to deliver therapeutic services for children and young people.\n\"The two-year contract included the provision of services to improve the mental health, relationships, functioning and well-being of children and families affected by issues relating to neglect, trauma and family breakdown.\n\"This was a fixed term contract which commenced on 1st April 2023, and as such has come up for review.\"\nThey added: \"In recent years, NHSGGC’s SCS has developed preferred and enhanced clinical pathways for dealing with children referred for therapeutic support. As a result, we, along with the other two commissioning partners, have decided not to continue with the current arrangement with the Notre Dame Centre.\n\"By integrating services within local Child and Adolescent Mental Health Services, we will ensure that therapeutic support is accessible to all children and families within the health board, regardless of their location.\n\"We have agreed and extended the notice period to the end of June to ensure the completion of interventions for children currently engaged with Notre Dame.\"",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T15:00:00"
    },
    {
      "title": "Is it time for a rethink of free university tuition in Scotland?",
      "url": "https://www.heraldscotland.com/news/25033367.time-john-swinney-rethink-tuition-fees/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-24T16:22:14",
      "content_en": "John Swinney has repeatedly given his absolute commitment to protecting free university tuition in Scotland. But is it now time for a rethink?\nFree tuition has come under increasing scrutiny in recent weeks after the scale of financial pressures was laid bare.\nDundee University revealed it is on the \"brink of insolvency\", facing a £35 million deficit and more than 600 jobs facing the axe.\nEdinburgh University, meanwhile, plans to cut £140 million to avoid a deficit.\nEight universities in total reported an operational deficit for 2023-24, up from four in the previous year and revealing the precarious and challenging times ahead for the higher education sector.\nSo what are the solutions?\nAn Ipsos UK survey suggests almost half of Scots favoured means testing university tuition fees so that low income or disadvantaged households are prioritised.\nUniversities are paid £1,820 per Scottish student each year to cover the cost of free tuition and institutions instead have to rely on fee-paying international students to plug the gap.\nInternational students are charged varying fees in Scotland - from around £10,000 to up to £40,000 per year.\nFor prestigious universities like St Andrews and Edinburgh, where there were more international students last year than Scottish-domiciled students, it allows them to rake in significant fees to offset the funding gap.\nBut there's a problem. It leaves them vulnerable as the number of foreign students fall.\nOverseas student numbers dropped by more than 10,000 last year, significantly exacerbating the financial strain on universities.\nAnd so it has been suggested that charging the wealthiest Scots for their universities fees could help struggling universities out of the hole.\nBut we know this is never going to happen.\nFormer first minister Alex Salmond said \"rocks would melt in the sun\" before he would ever considering introducing fees for Scottish students after he implemented the policy in 2007.\nAnd 18 years later, the discourse hasn't changed. Mr Swinney told The Herald on Monday there was no situation that would result in tuition fees being scrapped.\nThe First Minister described free tuition as \"important\" in allowing students from poorer backgrounds to attend.\nRead more from Unspun:\nSNP relief as Nicola Sturgeon cleared by Police Scotland\nDoes Netflix show explain young voters turning to Reform?\nSNP MSP faces de-selection amid Operation Branchform probe\nThird of SNP MSPs stepping down leaves Swinney at crossroads\nThere's numbers to back this up. Figures show 16.7% of entrants in 2023-24 came from the country's 20% most deprived communities - up from 16.3%.\nAnd even if there was a change in government, tuition fees would be safe.\nScottish Labour leader Anas Sarwar - the only other likely contender for first minister in 2026 - described free university tuition as one of the \"successes of devolution\".\nThere's another thing both agree on though. The current situation isn't sustainable.\nJohn Swinney has instead said the UK Government must look at \"removing some of the barriers\" preventing international students coming to Scotland.\nHe pinpoints the reason for dwindling international student numbers on immigration changes such as ending the inclusion of family members on student visas.\nScrapping tuition fees might not be the solution for easing the financial strain on universities, but maybe it is time politicians started having conversations on what will.",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T16:22:14"
    },
    {
      "title": "Luxury hotel unveils 'spectacular' pavilion following £750k transformation",
      "url": "https://www.heraldscotland.com/news/25032595.luxury-hotel-unveils-first-images-following-750k-transformation/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-24T14:20:29",
      "content_en": "With floor to ceiling windows framing \"unparalleled\" views of the Firth of Clyde and the Isle of Arran, the space has been designed to create \"a showstopping setting for unforgettable coastal celebrations\".\nEnhancing the guest experience for weddings, two new bars have been added to the function suite and ceremony room with brand new expansive sea views and comfortable luxe seating for wedding guests to enjoy.\nREAD MORE:\nFirst look: Luxury castle hotel reopens following £20 million investment\nLooking to explore Britain by rail? Here are the best hotels near train stations\nLandmark Scottish hotel owned by same family since 1956 goes on market\nThe pavilion design has been brought to life by hospitality interior specialists Lucid Interiors, who have worked closely with Vivien and Robert Kyle, independent owners of The RAD Hotel Group, to realise their vision for \"an exceptional, contemporary wedding venue\".\nVivien Kyle, co-owner of The RAD Hotel Group, said: \"We wanted to create a space that feels as special as the moments our couples will celebrate here at Seamill Hydro. The Firth Pavilion has always been a breathtaking setting, made even more magical through thoughtful design that blends timeless elegance with those incredible, showstopping seafront views.\n\"Every little detail has been designed with our brides and grooms in mind, from the soft, luxurious fabrics we’ve chosen, to the warm glow of the lighting that shifts seamlessly from day to night. We can’t wait to welcome couples in for a glass of fizz and help them picture their dream wedding by the Ayrshire coast.\"\nBeyond the wedding suite transformation, The RAD Hotel Group has announced \"ambitious\" plans to renovate Seamill Hydro’s spa facilities, with work expected to commence next year.",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T14:20:29"
    },
    {
      "title": "Morrisons set to close two stores and 13 cafés in Scotland",
      "url": "https://www.heraldscotland.com/news/25032309.morrisons-set-close-13-cafes-two-stores-scotland/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-24T13:26:38",
      "content_en": "The closures will see it shut down 52 cafés, all 18 market kitchens, 17 Morrisons Daily convenience stores, 13 florists, 35 meat counters, 35 fish counters and four pharmacies across the UK.\nThe majority of staff members affected by the changes are expected to be deployed to roles elsewhere in the business, Morrisons said.\nREAD MORE:\n£5m bio boost for Scotland's manufacturing sector\nWhy one Glaswegian is marketing SPF to Scotland's wettest city\n'We’ve tried everything': Why we’re closing down the Still Game café\nBut there will be a total of around 365 employees at risk of redundancy.\nRami Baitieh, Morrisons’ chief executive, said the changes were a “necessary part of our plans to renew and reinvigorate” the chain and invest in areas that “customers really value”.\n“Although these changes are relatively small in the context of the overall scale of the Morrisons business, we do not take lightly the disruption and uncertainty they will cause to some of our colleagues,” he said.\nReports suggest that Morrisons are set to close 13 cafés and two Daily stores in Scotland.\nList of Morrisons cafés set to close in Scotland:\nPaisley Falside Road\nBanchory North Deeside Road\nBellshill John Street\nDumbarton Glasgow Road\nEast Kilbride Lindsayfield\nEast Kilbride Stewartfield\nGlasgow Newlands\nLargs Irvine Road\nTroon Academy Street\nWishaw Kirk Road\nBathgate\nErskine Bridgewater SC\nHelensburgh\nList of Morrisons Daily stores set to close in Scotland:\nPeebles 3-5 Old Town\nStewarton Lainshaw Street\nList of Market Kitchen counters set to close:\nAberdeen King Street\nList of florists set to close:",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T13:26:38"
    },
    {
      "title": "Swinney: SNP is 'back in business' and will beat Labour in 2026",
      "url": "https://www.heraldscotland.com/news/25032310.swinney-snp-back-business-will-win-2026/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-24T13:26:53",
      "content_en": "He said the party was \"very optimistic\" ahead of 2026 - days after the long-running police probe into SNP finances was closed.\nFormer first minister Nicola Sturgeon was cleared of any wrongdoing in Operation Branchform, with Mr Swinney confirming he had spoken to his close ally in the days since.\nMs Sturgeon's estranged husband Peter Murrell - former SNP chief executive, appeared in court on Thursday after being charged over alleged embezzlement.\nHe made no plea and was bailed.\nMr Swinney told SNP members at the weekend party resources would always be used \"wisely\" under his \"highest standards of governance\".\nMr Swinney told journalists in Kirkintilloch: \"We're back in business.\"\n\"I’m working very hard to gain the ground that we need to gain to get the SNP - well, I think the SNP is on the front foot.\nREAD MORE:\nSwinney: Chancellor's Spring Statement 'deeply worrying'\nWomen make up most care home workers - but they're penalised\nSNP has 'highest standards of financial control in place'\n“I think we’re back in business. I’m really pleased with the election results that we’re delivering on the ground. Opinion polls are healthy for us. I’m very optimistic.”\nRecent polling has suggested that while the SNP is on course to lose seats in 2026, it will remain the largest party in Holyrood.\nLabour had been leading in the polls following the July general election victory, however Anas Sarwar's party has seen a decline in popularity after Sir Keir Starmer's first few months in government.\nMr Swinney said: “I’m very, very pleased with where the SNP are just now. We’re leading in the opinion polls. I don’t think people who have suspected that when I became First Minister 11 months ago.\"\nThe SNP won two by-election seats from Labour in Glasgow City Council last week, making it the fifth by-election win for the party in 2025.\nMr Swinney's party won council seats in Broxburn, Kilmarnock and Bannockburn earlier this year.\nHe added: “We’re back to winning seats again. We went 22 months without winning a local council by-election and we’ve just won five seats in 2025 already.\n“So, I think electorally we’re doing better.\n“All the things I said to the party we would do, the heavy lifting that’s required to get ready for 2026, is all happening.\n“We’re building up and working very hard to win in 2026, which is what I intend to do.”\nScottish Labour deputy leader Jackie Baillie said: \"This SNP government has lost its way and run out of ideas.\n\"From the crisis in our NHS to the violence in our schools, the SNP has left every institution in Scotland weaker.\n\"This is not as good as it gets, and in 2026 Scotland will have a chance to put a stop to SNP decline and vote for a fresh start with Scottish Labour.\n\"Scottish Labour will be working tirelessly to earn voters' trust and demonstrate that we can deliver the new direction Scotland so desperately needs.\"",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T13:26:53"
    },
    {
      "title": "Scottish hydrogen startup makes 'milestone' technology breakthrough",
      "url": "https://www.heraldscotland.com/news/25032116.glasgow-hydrogen-startup-makes-milestone-technology-breakthrough/?ref=rss",
      "source": "The Herald | News",
      "published": "2025-03-24T12:46:27",
      "content_en": "The Glasgow-headquartered business has announced the successful operation of its “Beta” prototype system which produced hydrogen continuously from water via its Decoupled Electrolysis process for the first time.\nThe test comprised of operating scaled up versions of the two main sub-systems together under manual control. The next step is to build the fully integrated prototype with a control system which the team expect to achieve later in 2025.\nThe development comes hot on the heels of Clyde Hydrogen achieving its first \"major\" technology milestone, announced in December 2024, when the business demonstrated it successfully produced hydrogen at pressures exceeding 100 bar using its scaled-up catalytic hydrogen generator.\nREAD MORE:\nMove to 'supercharge' Scotland's deep tech start-up scene revealed\nScots technology chief reveals investment target\nScottish golf technology company prepares to go to the next level\nClyde Hydrogen is a spin-out from the University of Glasgow’s School of Chemistry, a global leader in electrochemistry research. Its cutting-edge technology utilises a decoupled electrolysis process, including an electrochemical reductor which generates a reduced mediator solution and a catalytic hydrogen generator that produces high-pressure hydrogen gas.\nClyde Hydrogen said the successful demonstration of a semi-integrated prototype which can produce hydrogen continuously represents a \"significant technical validation\" of its technology, which is designed to convert low-quality, intermittent renewable power into clean hydrogen.\nJames Peck, CEO of Clyde Hydrogen, commented: “This is an important step for the team as it enables us to demonstrate that the system works continuously and gives confidence that we can begin the build of the full prototype in preparation for a commercial pilot project next year.”\nClyde Hydrogen is on track to deliver a fully integrated pilot system in 2025, and following this, plans to scale up to a commercial demonstrator, with the first market-ready product targeted for release by 2027.\nLast month, the business signed a memorandum of understanding with Hebrides-based green hydrogen producer and distributor, PlusZero, to demonstrate its \"groundbreaking\" decoupled electrolyser technology for the first time outside of the laboratory.\nBacked by pre-seed funding from Zinc, the University of Glasgow and grants from the Scottish Government’s Hydrogen Innovation Scheme (HIS) and the Net Zero Technology Centre (NZTC), Clyde Hydrogen is now ready to accelerate its growth.\nTo support its journey toward commercialisation, Clyde Hydrogen has launched a new funding round aimed at attracting up to £5m of new investment. The funds will enable the company to refine its production process, develop a production-ready system in 2026, and expand its team to meet the growing demand for hydrogen technology.",
      "title_ja": "Dummy Title JA",
      "summary_ja": "Dummy Summary JA",
      "comment_ja": "Dummy Comment JA",
      "published_date": "2025-03-24T12:46:27"
    }
  ]
}